Repository: jomael/fma
Catalog: locale/*/LC_MESSAGES/default.po
Languages: bg, cs, da, es, fi, fr, mk, no, pl, ru, sv, wa

source: Import started
bg: Импортирането започна
cs: Import zahájen
da: Import startet
es: Importando iniciado
fi: Tuonti aloitettu
fr: Import démarré
mk: Инпортирањето започна
no: Importering startet
pl: Importowanie rozpoczęte
ru: Импорт запущен
sv: Importering påbörjad
wa: Importeren gestart

source: Imported %d %s
bg: Импортирани %d %s
fi: Tuotu %d %s
mk: Импортирани %d %s
pl: Zaimportowano %d %s
ru: Импортировано %d %s
wa: Geïmporteerd %d %s

source: item
bg: %s обект
fi: kohde
mk: %s објект
pl: %s pozycja
ru: объект

source: Import finished
bg: Импортирането приключи
cs: Import dokončen
da: Import afsluttet
es: Importar finalizado.
fi: Tuonti valmis
fr: Import téminé.
mk: Импортирањето заврши
no: Importering ferdig
pl: Importowanie zakończone
ru: Импорт завершён
sv: Importering utförd
wa: Importeren beëindigd

source: entire phonebook
bg: целия указател
cs: celý telefonní seznam
da: hele telefonbogen
es: agenda completa
fi: koko puhelinluettelo
fr: Répertoire Tél. entier
mk: целиот именик
no: hele telefonlisten
pl: całego spisu telefonów
ru: полной телефонной книги
sv: hela telefonboken
wa: Hele Telefoonboek

source: is obsolete in FMA.
bg: е остаряло в FMA.
cs: je zastaralé ve FMA databázi.
da: er ugyldig i FMA.
es: es antiguo en FMA.
fi: puuttuu FMA:sta.
fr: est désuet dans FMA.
mk: е застарено во FMA.
pl: jest przestarzały w fma.
ru: устарел в FMA.
wa: is verouderd in FMA.

source: It seams that all your phone numbers are stored into Home positions. Do you wish to exchange them with Cell ones?
bg: Изглежда че всичките ви телефони са съхранени в полето за Домашен телефон. Искате ли да ги размените с полето за Мобилен телефон?
cs: Zdá se, že všechny Vaše kontakty jsou ve výchozí pozici. Přejete si je zaměnit s pozicemi v telefonu?
da: Det ser ud til at alle dine telefonnumre er gemt som Hjemme-numre. Vil du ændre typen til at være Mobil-nummer?
es: Es de suponer que todos los números de teléfono están como teléfonos de fijos. ¿Desea cambiarlos a números de teléfonos móviles?
fi: Näyttää siltä, että puhelinnumerosi on tallennettu Koti paikkaan. Haluatko vaihtaa ne GSM paikkoihin?
fr: Il semble que tous les numéros de tél. sont stockés dans la position d'Accueil. Voulez-vous les échanger avec ceux du mobiles ?
mk: Изгледа сите броеви ви се зачувани во полето за Домашен телефон. Дали сакате да ги замените со полето за Мобилен Телефон?
pl: Wygląda na to, że wszystkie Twoje numery telefonów są przechowywane w pozycjach 'Dom'. Czy chcesz je zamienić na 'Komórka'?
ru: Похоже все ваши номера телефонов запомнены в позициях домашних номеров. Хотите поменять их на мобильные?
wa: Het lijkt erop dat al uw telefoonnummers zijn opgeslagen op de Thuis posities. Wilt u ze ruilen met de Mobiel posities?

source: Tel Work
bg: Служебен Тел
fi: Työ
mk: Служебен Тел
pl: Praca
ru: Рабочий телефон
wa: Werk

source: Tel Home
bg: Домашен Тел
fi: Koti
mk: Домашен Тел
pl: Dom
ru: Домашний телефон
wa: Thuis

source: Tel Fax
bg: Факс Тел
fi: Puh Fax
mk: Факс Тел
pl: Faks
ru: Номер факса
wa: Fax

source: Tel Cell
bg: Мобилен Тел
fi: GSM
mk: Мобилен Тел
pl: Komórka
ru: Мобильный телефон
wa: GSM

source: Tel Other
bg: Друг Тел
fi: Muu
mk: Друг Тел
pl: Inny
ru: Другой телефон
wa: Overige

source: Company
bg: Компания
fi: Yritys
mk: Компанија
pl: Firma
ru: Компания
wa: Bedrijf

source: [Binary - Size: %d bytes])
bg: [Двоичен - Размер: %d байта])
cs: [binární - velikost %d bajtů]
da: [Binær - størrelse: %d byte])
es: [Binario - Tamaño: %d bytes])
fi: (Binääri - Koko: %d tavua))
fr: Binaire - Taille : %d octets])
mk: [Бинарен - Големина: %d бајти])
no: [Binær - Størrelse: %d bytes])
pl: [Binarny - rozmiar: %d bajtów])
ru: [Бинарный - размер: %d байт])
sv: [Binär - Storlek: %d bytes])
wa: [Binary - Grootte: %d bytes])

source: [Unknown type %x]
bg: [Неизвестен тип %x]
cs: [Neznámý typ %x]
da: [Ukendt type %x]
es: [Tipo desconocido %x]
fi: [Tuntematon tyyppi %x]
fr: [Type inconnu %x]
mk: [Непознат тип %x]
no: [Ukjent type %x]
pl: [Nieznany typ %x]
ru: [Неизвестный тип %x]
sv: [Okänd typ %x]
wa: [Onbekend type %x]

source: WBMP Image
bg: WBMP Изображение
cs: WBMP obrázek
da: WBMP-billede
es: Imagen WBMP
fi: WBMP Kuva
fr: Image WBMP
mk: WBMP Слика
no: WBMP-bilde
pl: Obrazek WBMP
ru: Образ WBMP
sv: WBMP-bild

source: Unsuported WBMP type
bg: Неподдържан WBMP тип формат
cs: Nepodporovaný WBMP typ
da: Ikke understøttet WBMP-type
es: Tipo de WBMP no soportado
fi: Ei tuettu WBMP tyyppi
fr: Type WBMP non supporté
mk: Неподржан WBMP тип формат
no: Ugykdig WBMP-type
pl: Nieobsługiwany typ WBMP
ru: Неподдерживаемый тип WBMP
sv: Ogiltig WBMP-typ
wa: Niet ondersteund WBMP type

source: Unsuported extended header type
bg: Неподдържано разширение в заглавната част
cs: Nepodporovaný rozšířený typ hlavičky
da: Ikke understøttet udvidet data-type
es: Tipo de cabecera extensible no soportada
fi: Laajennettua otsikkotyyppiä (extented header type) ei ole tuettu
fr: Type d'en-tête étendue non supportée
mk: Неподржано раширување во главниот вид
pl: Nieobsługiwany typ rozszerzonego nagłowka
ru: Неподдерживаемый тип расширенного заголовка
wa: Niet ondersteund extended header type

source: Unsuported feature: 00 multi-byte bitfield
bg: Неподдържана възможност: 00 много байтово поле
cs: Nepodporovaná možnost: 00 multi-bajtové bitové pole
da: Ikke understøttet: 00 fler-byte bitfelter
es: Función no disponible: 00 multi-byte bitfield
fi: Ominaisuutta ei ole tuettu: 00 monitavu bittialue
fr: Fonctionnalité non supportée : 00 multi-byte bitfield
mk: Неподржана можност: 00 многу бајтно поле
pl: Nieobsługiwana funkcja: 00 multi-bajtowe pole bitowe
ru: Неподдерживаемая возможность: 00 мульти-байтовое битовое поле
wa: Niet ondersteude feature: 00 multi-byte bitfield

source: Could not perform Web Update without Updates URL.
bg: Не мога да извърша Web Update актуализация без зададен URL.
cs: Nemohu provés aktualizaci z Internetu, upravte prosím URL s aktualizacemi
da: Kan ikke opdatere via nettet uden et URL, der peger på en opdateringsserver.
es: No se puede usar el Actualizador WEB sin actualizar la URL
fi: Web Päivitystä ei voitu tehdä ilman Päivitysten URL-osoitetta.
fr: Ne peut faire la Mise à jour Web sans Mettre à jour les URL.
mk: Не можам да извршам Web Update Обнова без зададен URL.
pl: Nie można przeprowadzić aktualizacji bez aktualizacji URL.
ru: Не удалось выполнить Web обновление без URL обновления.
wa: Kan geen Web Update uitvoeren zonder Updates URL.

source: Could not perform Web Update with unknown App build.
bg: Не мога да извърша Web Update актуализация с неизвестна версия на приложението.
cs: Nemohu provés aktualizaci z Internetu - neznámý typ aplikace
da: Kan ikke opdatere via nettet da nuværende programversion er ukendt.
es: No se puede usar el Actualizador WEB con una construcción desconocida de la aplcación.
fi: Web Päivitystä ei voitu tehdä tuntemattoman Sovelluksen version kanssa.
fr: Ne peut faire la Mise à jour Web sans connaître le numéro de construction de l'application.
mk: Не можам да извршам Web Update обнова со непозната верзија на приложеното.
pl: Nie można przeprowadzić aktualizacji z nieznaną wersją aplikacji
ru: Не удалось выполнить Web обновление с неизвестным билдом.
wa: Kan geen Web Update uitvoeren met onbekend Versienummer

source: This wizard will help you update the %s via Internet or through an update file provided by application vendor.
bg: Този съветник ще ви помогне да актуализирате %s през Интернет или чрез актуализационни файлове от производителя.
cs: Tento průvodce Vám pomůže aktualizovat %s pomocí internetu.
da: Denne guide hjælper med at opdatere %s over nettet eller via en opdateringsfil fra leverandøren.
es: El asistente le ayudará a actualizar el %s via internet o a través de un archivo actualizado suministrado por su proveedor.
fi: Tämä velho auttaa sinua päivittämään %s Internetin kautta tai sovelluksen valmistajan päivitystiedostosta.
fr: Cet assistant va vous aider à mettre à jour %s via Internet ou à partir d'un fichier de mise à jour fourni par l'éditeur de l'application.
mk: Овој волшебник ќе ви помогне да ја обновите %s преку Интернет или отворени Обнови (update) фајлови од производителот.
no: Denne guiden kommer til å hjelpe deg med å oppdatere FMA via Internet eller en oppdateringsfil.
pl: Ten kreator pomoże Ci zaktualizować %s przez Internet lub poprzez plik aktualizacyjny dostarczony przez autora aplikacji.
ru: Этот мастер будет помогать вам обновлять %s через Интернет или с помощью файлов обновлений, предоставленных поставщиком приложения.
sv: Den här guiden kommer att hjälpa dig att uppdatera FMA via Internet eller en uppdateringsfil.
wa: Deze wizard helpt u %s te updaten via Internet of door middel van een update bestand verstrekt door toepassingsverkoper.

source: Downgrade to a previous version:
bg: Връщане към предишна версия:
cs: Vrátit starší verzi:
da: Nedgrader til en tidligere version:
es: Desactualizar a una versión anterior:
fi: Palauta aikaisempi versio:
fr: Retourner à une version précédente :
mk: Враќање кон предходна верзија:
no: Nedgrader til en tidligere versjon:
pl: Powrót do poprzedniej wersji:
ru: Понизить версию до предыдущей:
sv: Nergradera till en föregående version:
wa: Downgrade naar een vorige versie:

source: You are using the latest %s version.
bg: Вие използвате най-новата версия %s.
cs: Používáte nejnovější verzi %s.
da: Du bruger den seneste %s version
es: Está usando la versión mas reciente.
fi: Käytät viimeisintä %s versiota.
fr: Vous utilisez la dernière version (%s).
mk: Вие ја користите најновата верзија %s.
no: Du bruker den siste %s versjonen.
pl: Używasz najnowszej wersji %s.
ru: Вы используете последнюю версию %s.
sv: Du använder den senaste %s versionen.
wa: U gebruikt reeds de laatste %s versie.

source: No new updates are available over Internet right now. You could try again later or you could proceed if you have local update files.
bg: Няма нови актуализации в Интернет, за сега. Опитайте отново по-късно или продължете, ако имате локални актуализационни файлове.
cs: V tuto chvíli nejsou k dispozici žádné nové aktualizace. Zkuste se prosím připojit později nebo použijte aktualizaci ze souboru.
da: Ingen nye opdateringer tilgængelige på nettet. Du kan prøve igen senere eller fortsætte hvis du har lokale filer med opdateringer.
es: No hay nuevas actualizaciones en internet ahora mismo. Deberia de intentarlo más adelante o realizarla por medio de un archivo local.
fi: Uusia päivityksiä ei ole tarjolla Internetissä juuri nyt. Voit yrittää myöhemmin uudelleen tai jatkaa mikäli sinulla on paikallisesti tallennetut omat päivitystiedostot.
fr: Pas mise à jour disponible via Internet pour l'instant. Vous pouvez réessayer plus tard ou bien utiliser un fichier de mise à jour local si vous en avez.
mk: Нема нови Обнови на Интернет, за сега. Пробајте од ново покасно или продолжете ако имате локални фајлови за обнова.
pl: Brak w tym momencie nowych dostępnych aktualizacji Internecie. Możesz spróbować ponownie później lub możesz kontynuować jeśli posiadasz lokalne pliki aktualizacji.
ru: На данный момент в Интернете нет новых обновлений. Вы можете попытаться обновиться позже или обновиться, используя локальные файлы.
wa: Op dit moment zijn er geen nieuwe updates beschikbaar op het Internet U kunt het later opnieuw proberen of u kan doorgaan als u lokale updatebestanden heeft.

source: Updates catalog for %s could not be located (or download failed) on web site %s You could try again later or you could proceed if you have local update files (Web updates are disabled).
bg: Актуализационният каталог за %s не може да бъде намерен (или свалянето му е пропаднало) на сайта %s Опитайте отново по-късно или продължете, ако имате локални актуализационни файлове (Web updates са забранени).
cs: Seznam aktualizací pro %s nemohou být nalezeny (nebo selhalo stahování) %s Zkuste se prosím připojit později nebo použijte aktualizaci ze souboru.
da: Opdateringskataloget for %s kunne ikke findes på hjemmesiden (eller hentning fejlede) %s Du kan prøve igen senere eller fortsætte hvis du har lokale filer med opdateringer (opdateringer via nettet er slået fra).
es: El catálogo de actualización para %s no se puede localizar (o la descarga a fallado) en la web. %s Debería de intentarlo más tarde o realizar la actualización desde un archivo local (La actualización Web está desactivada).
fi: Päivitys katalogia %s ei löytynyt (tai lataus epäonnistui) websivulla %s Voit yrittää myöhemmin uudestaan tai voit jatkaa jos sinulla on päivitystiedostot tallennettuna paikallisesti (Web päivitykset on poistettu käytöstä).
fr: Le catalogue de mises à jour pour %s ne peut être localisé (ou bien le téléchargement a échoué) sur le web site %s Vous pouvez réessayer plus tard ou bien utiliser un fichier de mise à jour local si vous en avez (les mises à jour via le Web sont désactivées).
mk: Каталог за обнова %s не може да биде лоциран (или спуштањето е пропаднато) на сајтот %s Пробајте покасно повторно или продолжете, ако имате локални фајлови за обнова (Web updates се исклучени).
pl: Katalog aktualizacji dla %s nie może być zlokalizowany (lub pobieranie się nie powiodło) na stronie internetowej %s Możesz spróbować ponownie później lub możesz kontynuować jeśli masz lokalne pliki aktualizacji (internetowe aktualizacje są wyłączone).
ru: Не удалось обнаружить каталог обновлений для %s (или произошёл сбой загрузки) на сайте %s Вы можете попытаться обновиться позже или обновиться, используя локальные файлы (Web обновления запрещены).
wa: Update catalogus voor %s kon niet gevonden worden (of download mislukt) op web site %s U kunt het later proberen of doorgaan als u lokale update bestanden heeft (Web updates zijn uitgeschakeld).

source: In order to use Web Update feature, you have to download a small library ISXDL.DLL from %s web site %s Place it in your %0:s folder and restart application. If you do not want to restart right now you could proceed using local update files only (Web updates are disabled).
bg: За да използвате Web Update възможността, вие трябва да свалите малка библиотека наречена ISXDL.DLL от сайта %s %s Поставете я във папка %0:s и рестартирайте приложението. Ако не искате да рестартирате приложението сега, вие можете да използвате само локални файлове с актуализации (Web updates са забранени).
cs: Jestliže chcete použít aktualizaci z Internetu, stáhněte si prosím knihovnu IŜDL.DLL ze stránek %s %s Nahrejte ji do složky %0:s a restartujte aplikaci. Jestliže nechcete nyní restartovat aplikaci, použijte aktualizaci ze souboru.
da: For at kunne opdatere FMA over nettet skal du først hente filen ISXDL.DLL fra %s hjemmeside %s Placer filen i din %0:s folder og genstart FMA. Hvis du ikke vil genstarte nu, så kan du kun opdatere FMA fra lokale opdateringsfiler, da opdatering over nettet først virker efter genstart.
es: Para poder usar el actualizador Web, tendrá que descargar una pequeña librería. ISXDL.DLL desde la web %s %s Muévalo a su carpeta %0:s y reinicie la aplicación. Si no desea reiniciar ahora, puede intentar realizar la actualización por medio de un archivo local.
fi: Voidaksesi käyttää Web Päivitys ominaisuutta, täytyy sinun ladata kirjastotiedosto nimeltään ISXDL.DLL, joka löytyy %s websivulta %s Siirrä se %0 kansioon ja käynnistä sovellus uudestaan. Jos et halua käynnistää ohjelmaa uudestaan nyt, voit jatkaa käyttämällä vain paikallisia päivitystiedostoja (Webpäivitykset ovat pois käytöstä).
fr: Pour pouvoir utiliser la fonctionnalité de Mise à jour, vous devez télécharger la librairie ISXDL.DLL depuis le site web %s %s Placez là dans le dossier FMA et redémarrez l'application.\nSi vous ne voulez pas redémarrer immédiatement, vous pouvez continuer mais seulement un utilisant un fichier local de mise à jour (les mises à jour via le Web sont désactivées).
mk: За да користите Web Update можноста, вие треба да спуштите мала библиотека нарешена ISXDL.DLL од сајтот %s %s Ставете ја во папката %0:s и рестрартирајтеа програмата. Ако не сакате да ја рестартирате сега, вие можете да користите само локални фајлови за обнова (Web updates не се активни).
pl: Aby używać funkcji aktualizacji internetowej, musisz pobrać małą bibliotekę ISXDL.DLL ze strony %s %s Umieść ją w swoim katalogu %0:s i zrestartuj aplikację. Jeśli nie chcesz teraz restartować, możesz kontynuować używając tylko lokalnych plików aktualizacji (Internetowe aktualizacje są wyłączone).
ru: Для работы Web обновлений вам необходимо скачать небольшую библиотеку ISXDL.DLL с сайта %s %s Поместите её в папку %0:s и перезапустите приложение. Если вы не хотите перезапускать его сейчас, вы сможете обновляться только из локальных файлов (Web обновления запрещены).
wa: Als u Web Update wilt gebruiken, moet u een kleine library ISXDL.DLL downloaden van %s web site %s Plaats het in uw %0:s map en herstart applicatie. Als u op dit moment niet wilt herstarten kunt u alleen doorgaan met een lokaal update bestand (Web updates zijn uitgeschakeld).

source: In order to use Update feature, you have to download a small library UOLPATCH.DLL from %s web site %s Place it in %0:s folder and restart application.
bg: За да използвате Web Update възможността, вие трябва да свалите малка библиотека наречена UOLPATCH.DLL от сайта %s %s Поставете я във папка %0:s и рестартирайте приложението.
cs: Jestliže chcete použít aktualizaci z Internetu, stáhněte si prosím knihovnu UOLPATCH.DLL ze stránek %s %s Nahrejte ji do složky %0:s a restartujte aplikaci.
da: For at kunne opdatere FMA skal du først hente filen UOLPATCH.DLL fra %s hjemmeside %s Placer filen i din %0:s folder og genstart FMA.
es: Para poder usar el actualizador Web, tendrá que descargar una pequeña librería.UOLPATCH.DLL desde la web %s %s Muévalo a su carpeta %0:s y reinicie la aplicación.
fi: Voidaksesi käyttää Päivitys ominaisuutta, täytyy sinun ladata kirjastotiedosto nimeltään UOLPATCH.DLL, joka löytyy %s websivulta %s Siirrä se %0 kansioon ja käynnistä sovellus uudestaan.
fr: Pour utiliser la fonctionnalité de Mise à jour, vous devez télécharger la librairie UOLPATCHDLL sur le site web %s (%s) Ensuite, placez-là dans le dossier %0:s et redémarrez l'application.
mk: За да користите Web Update можноста, вие треба да спуштите мала библиотека наречена UOLPATCH.DLL од сајтот %s %s Ставете ја во папката %0:s и рестартирајтеа програмата.
pl: Aby używać funkcji aktualizacji, musisz pobrać małą bibliotekę UOLPATCH.DLL ze strony %s %s Umieść ją w katalogu %0:s i zrestartuj aplikację.
ru: Для работы обновлений вам необходимо скачать небольшую библиотеку UOLPATCH.DLL с сайта %s %s Поместите её в папку %0:s и перезапустите приложение.
wa: Als u Update feature wil gebruiken, moet u een kleine library UOLPATCH.DLL downloaden van %s web site %s Plaats het in %0:s map en herstart applicatie.

source: Con not access temporary file %s for writing
bg: Немога да запиша временния файл %s
cs: Nemohu otevřít dočasné soubory pro zápis
da: Kan ikke skrive til den temporære fil %s
es: No se puede acceder al archivo temportal %s para una escritura
fi: Väliaikaiseen tiedostoon %s ei ollut pääsyä tietojen kirjoittamiseksi
fr: Accès en écriture au fichier temporaire %s impossible
mk: Неможам да пристапам до времениот фаил %s
pl: Brak dostępu do tymczasowego pliku %s dla zapisu
ru: Не удалось доступиться для записи к временному файлу %s
wa: Kan tijdelijk bestand %s niet benaderen voor schrijven

source: Web update installation has been aborted
bg: Web update инсталацията беше прекъсната
cs: Aktualizace z Internetu byla přerušena
da: Opdatering via nettet er blevet afbrudt
es: La instalación del actualizador Web a sido cancelada
fi: Web päivityksen asentaminen on keskeytetty
fr: La mise à jour via le web a été abandonnée
mk: Web update инсталацијатта е прекината
no: Web oppdatering avbrutt
pl: Instalacja aktualizacji internetowych została przerwana
ru: Установка Web обновления была прервана
sv: Webbuppdatering har avbrutits
wa: Web Update installatie is afgebroken

source: Operation not applicable at present time, no such updates are released yet
bg: Операцията е неприложима засега, няма налични актуализации.
cs: Operaci nyní nelze provést, žádná aktualizace není tuto chvíli k dispozici
da: Handling er ikke mulig, da opdateringer af den rigtige type ikke er frigivet endnu.
es: La operación no se ha podido aplicar ahora mismo. No hay más actualizaciones.
fi: Tehtävää ei ole nyt mahdollista suorittaa, päivityksiä ei ole julkaistu
fr: L'opération ne peut être effectuée maintenant, aucune mise à jour n'ayant encore été diffusée
mk: Опеерациата не е применлива за сега, нема обнови за сега.
pl: Operacja nie do zastosowania w obecnym czasie, nie wypuszczono jeszcze takich aktualizacji
ru: Операция не допустима в настоящее время, такие обновления пока не реализованы.
wa: Bewerking niet uitvoerbaar op dit moment, dergelijke Updates nog niet vrijgegeven

source: Check For Update
bg: Провери за Нови Версии
cs: Kontroluji aktuální verzi
da: Søg efter opdatering
es: Comprobar actualizaciones
fi: Etsi Päivityksiä
fr: Recherche de Mise à jour
mk: Провери за Нови Верзии
no: Søk etter oppdatering
pl: Sprawdź aktualizacje
ru: Проверить обновления
sv: Sök efter uppdatering
wa: Check voor Update

source: Automatic Updates
bg: Автоматична Актуализация
cs: Automatické aktualizace
da: Automatiske opdateringer
es: Actualizaciones automáticas
fi: Automaattiset Päivitykset
fr: Mises à jour automatiques
mk: Автоматско Обновување
no: Automatiske oppdateringer
pl: Automatyczne aktualizacje
ru: Автоматические обновления
sv: Automatiska uppdateringar
wa: Automatische Updates

source: Please wait while Fma downloads all appropriate update files from Fma web site...
bg: Моля, изчакайте докато Fma свали всички необходими актуализации от сайта...
cs: Chvíli strpení, FMA stahuje všechny potřebné soubory z Internetu...
da: Vent venligst mens FMA henter relevante opdateringer fra FMA-hjemmesiden...
es: Espere mientras FMA descarga todos los archivos apropiados desde la web del FMA...
fi: Odota kunnes FMA on ladannut kaikki tarpeelliset päivitystiedostot Fma websivulta...
fr: SVP, attendez pendant que Fma télécharge tous les fichiers de mise à jour depuis le site web Fma...
mk: Ве молиме причекајте додека Fma ги спушти сите неопходни обнови (updates) од сајтот...
no: Vent mens FMA henter tilgjengelige oppdateringer...
pl: Proszę poczekać aż fma pobierze wszystkie odpowiednie pliki aktualizacji ze strony fma...
ru: Подождите пока Fma скачает все требуемые файлы обновлений с веб-сайта Fma...
sv: Var god vänta medan FMA hämtar lämpliga uppdateringar...
wa: Gelieve te wachten terwijl Fma alle aangewezen updatebestanden van FMA website ophaalt...

source: Could not create file %s
bg: Не мога да създам файла %s
cs: Nelze vytovřit soubor %s
da: Kunne ikke oprette filen %s
es: No se ha podido crear el archivo %s
fi: Tiedoston %s luonti ei onnistunut
fr: Ne peut pas créer le fichier %s
mk: Не можам да создадам фаил %s
no: Kunne ikke opprette fil %s
pl: Nie można utworzyć pliku %s
ru: Не удалось создать файл %s
sv: Kunde inte skapa fil %s
wa: Kan bestand %s niet maken

source: Application "%s" is still running. Please, close it manualy.
bg: Приложението "%s" все още стартирано. Моля, затворете го ръчно.
cs: Aplikace "%s" je dosud spuštěna, ukončete ji prosím manuálně.
da: Programmet "%" kører stadig. Luk det manuelt.
es: La aplicación "%s" está siendo usada. Ciérrela manualmente.
fi: Sovellus "%s" on käynnissä. Sulje se manuaalisesti.
fr: L'application "%s" est toujours en cours d'exécution. SVP, fermez-la manuellement.
mk: Апликациата "%s" сеуште работи. Ве молиме, затворете ја рачно.
pl: Aplikacja "%s" jest wciąż uruchomiona. Proszę zamknąć ją ręcznie.
ru: Приложение "%s" ещё активно. Закройте его вручную.
wa: Applicatie "%s" draait nog steeds. Sluit het handmatig af.
