Repository: jomael/fma
Catalog: locale/*/LC_MESSAGES/default.po
Languages: bg, cs, da, es, fi, fr, mk, no, pl, ru, sv, wa

source: Calendar
bg: Календар
cs: Kalendář
da: Kalender
es: Calendario
fi: Kalenteri
fr: Calendrier
mk: Календар
no: Kalender
pl: Kalendarz
ru: Календарь
sv: Kalender
wa: Kalender

source: Bookmarks
bg: Отметки
cs: Záložky
da: Bogmærker
es: Marcadores
fi: Kirjanmerkit
fr: Favoris
mk: Адресар
no: Bokmerke
pl: Zakładki
ru: Закладки
sv: Bokmärke
wa: Bladwijzers

source: New Task
bg: Нова Задача
cs: Nová úloha
da: Ny opgave
es: Nueva tarea
fi: Uusi Tehtävä
fr: Nouv. Tâche
mk: Нова Задача
no: Ny Jobb
pl: Nowe zadanie
ru: Новое задание
sv: Ny Uppgift
wa: Nieuwe Taak

source: New Event
bg: Ново Събитие
cs: Nová událost
da: Ny hændelse
es: Nuevo Evento
fi: Uusi Tapahtuma
fr: Nouv. Evénement
mk: Нов Настан
no: Ny Huskelapp
pl: Nowy termin
ru: Новое событие
sv: Ny Händelse
wa: Nieuwe Gebeurtenis

source: Number of contacts stored in Phone book:
bg: Брой контакти в Указателя:
cs: Počet kontaktů v telefonním seznamu:
da: Antal kontakter gemt i telefonbog:
es: Número de los contactos almacenados en la agenda:
fi: Yhteystietojen määrä Puhelinluettelossa:
fr: Nombre de contacts dans répertoire téléphonique :
mk: Број на контакти снимани во Тел. именик:
no: Antall kontakter i telefonlisten:
pl: Liczba kontaktów w spisie telefonów:
ru: Количество контактов запомненных в телефонной книге:
sv: Antal kontakter i telefonbok:
wa: Aantal contacten in Telefoonboek:

source: Entering new data:
bg: Въведете нови данни:
cs: Vložit nová data:
da: Indtast nye data:
es: Introducir una nueva entrada:
fi: Lisätään uusi tieto:
fr: Saisie de nouvelles données :
mk: Внесување нова дата:
no: Legg til nye data:
pl: Wprowadzanie nowych danych:
ru: Введите новые данные:
sv: Lägg till ny data:
wa: Voeg nieuwe gegevens toe:

source: Exploring current data:
bg: Преглед на текущите данни:
cs: Prohlížet:
da: Vis eksisterende data:
es: Explorar los datos actuales:
fi: Tutki nykyinen tieto:
fr: Explorer les données actuelles :
mk: Преглед на тековната дата:
no: Utforsk data:
pl: Eksploracja aktualnych danych:
ru: Изучение текущих данных:
sv: Utforska data:
wa: Zoek in huidige gegevens:

source: Synchronize to remote data:
bg: Синхронизация с отдалечените данни:
fi: Synkronoidaan tietoon:
mk: Синхронизација со одалечената Дата:
pl: Synchronizuj do przenośnych danych:
ru: Синхронизировать с удалёнными данными:

source: Number of messages stored in Archive:
bg: Брой съобщения в Архива:
cs: Počet zpráv uložených v archívu:
da: Antal beskeder gemt i arkiv:
es: Número de SMS almacenados en Archivo:
fi: Arkistoon tallennettujen viestien määrä:
fr: Nombre de message dans Archive :
mk: Број на пораки во Архива:
no: Antall lagrede meldinger i Arkivet:
pl: Liczba wiadomości w archiwum:
ru: Количество сообщений, сохранённых в архиве:
sv: Antal sparade meddelande i Arkivet:
wa: Aantal berichten in Archief:

source: What's next?
bg: Какво следва?
cs: A co dále?
da: Dagens aftaler:
es: ¿Que es lo próximo?
fi: Mitä seuraavaksi?
fr: Quoi d'autre ?
mk: Што Следи?
no: Neste Huskelapp:
pl: Co dalej?
ru: Что дальше?
sv: Kommande händelser:
wa: Wat volgt?

source: Show me current Tasks and Events
bg: Покажи ми текущите Задачи и Събития
cs: Aktuální úlohy a události
da: Vis mig aktuelle opgaver og hændelser
es: Mostrar Tareas y Eventos actuales
fi: Näytä Tehtävät ja Tapahtumat
fr: Voir Tâches et Evénements actuels
mk: Покажи ми ги тековните Задачи и Настани
no: Vis Jobber og Huskelister
pl: Pokaż aktualne zadania i terminy
ru: Показать мне текущие задания и события
sv: Visa Uppgifter och Händelser
wa: Toon huidige Taken en Gebeurtenissen

source: Files
bg: Файлове
cs: Soubory
da: Filer
es: Archivos
fi: Tiedostot
fr: Fichiers
mk: Фајлови
no: Filer
pl: Pliki
ru: Файлы
sv: Filer
wa: Bestanden

source: New Note
bg: Нова Бележка
cs: Nová poznámka
da: Ny note
es: Nueva nota
fi: Uusi Muistilappu
fr: Nouv. Note
mk: Нова Белешка
no: Nytt Notat
pl: Nowa notatka
ru: Новая заметка
sv: Ny Anteckning
wa: Nieuwe Notitie

source: Sync All
bg: Синхр. Всичко
fi: Synk Kaikkii
mk: Синхр. Се
pl: Synch. wszystko
ru: Синхр всё

source: floAt's Mobile Agent today
bg: floAt's Мобилен Агент - Днес
cs: floAt's Mobile Agent za podpory www.OK-SHOP.cz
da: floAt's Mobile Agent idag
es: Hoy en floAt's Mobile Agent
fi: floAt Mobile Agent tänään
fr: floAt's Mobile Agent aujourd'hui
mk: floAt's Мобилен Агент - Денес
no: floAt's Mobile Agent Idag
pl: floAt's Mobile Agent podsumowanie
ru: floAt's Mobile Agent сегодня
sv: floAt's Mobile Agent Idag
wa: floAt's Mobile Agent vandaag

source: Phone Status Diagram
bg: Диаграма за Състоянието на Телефона
cs: Stav telefonu
da: Telefonstatus
es: Diagrama de estado del teléfono
fi: Puhelimen Tila Kuvio
fr: Diagramme de Statut du Mobile
mk: Диаграм за статусот на Телефонот
no: Telefon Status diagram
pl: Diagram statusu telefonu
ru: Диаграмма состояния телефона
sv: Telefondiagram
wa: Telefoon Status Diagram

source: temperature
bg: температура
cs: teplota
da: temperatur
es: temperatura
fi: lämpötila
fr: température
mk: температура
no: temperatur
pl: temperatura
ru: температура
sv: temperatur
wa: temperatuur

source: use, charge
bg: захранване
cs: odběr
da: brug, ladning
es: Uso, carga
fi: käyttö, lataus
fr: utilisation, charge
mk: користи полнач
pl: stan baterii
ru: использовать, заряжать
wa: gebruik, lading

source: Temp
bg: Темп
cs: Teplota
fi: Lämpötila
mk: Темп
ru: Темп

source: Charge
bg: Захранване
cs: nabíjení
da: Ladning
es: Carga
fi: Lataus
mk: Полнење
pl: Naładowanie
ru: Заряд
wa: Lading

source: Usage
bg: Използвано
cs: Použití
da: Forbrug
es: Uso
fi: Käyttö
mk: Искористено
pl: Używanie
ru: Использование
wa: Gebruik

source: Refresh
bg: Опресни
cs: Obnovit
da: Opdater
es: Actualizar
fi: Virkistä
fr: Rafraîchir
mk: Освежи
no: Oppdater
pl: Odśwież
ru: Обновить
sv: Uppdatera
wa: Verversen

source: Enter text below:
bg: Въведете текст:
cs: Vložte text:
da: Indtast tekst herunder:
es: Introduce el texto abajo:
fi: Lisää teksti alle:
fr: Saisir le texte dessous :
mk: Внеси текст:
pl: Wpisz tekst poniżej:
ru: Введите текст ниже:
wa: Type tekst beneden:

source: Phone KeyPad
bg: Телефонна Клавиатура
cs: Klávesnice telefonu
da: Nummertaster
es: Teclado
fi: Puhelimen Näppäimistö
fr: Bloc clavier de mobile
mk: Тел. Тастатура
no: Telefontaster
pl: Klawiatura telefonu
ru: Телефонная Клавиатура
sv: Telefonknappsats
wa: Telefoon Toetsenbord

source: Handset button
bg: Бутон на слушалката
cs: Tlačítko na handsfree
da: Telefontast
es: Botón M. libre
fi: Handsfree painike
fr: Bouton du combiné
mk: Типка на слушалка
pl: Przycisk urządzenia
ru: Кнопка гарнитуры
wa: Handset knop

source: Yes
bg: Да
cs: Ano
da: Ja
es: Sí
fi: Kyllä
fr: Oui
mk: Да
no: Ja
ru: Да
sv: Ja
wa: Ja

source: No
bg: Не
cs: Ne
da: Nej
fi: Ei
fr: Non
mk: Не
no: Nei
ru: Нет
sv: Nej
wa: Nee

source: Camera button
bg: Бутон Камера
cs: Spoušť fotoaparátu
da: Kameraknap
es: Cámara
fi: Kamerapainike
fr: Boutton Caméra
mk: Типка Камера
no: Kameraknapp
pl: Przycisk aparatu
ru: Кнопка камеры
sv: Kameraknapp
wa: Camera knop

source: Internet/Wap button
bg: Бутон Интернет/WAP
cs: Internet/Wap
da: Internet/WAP-knap
es: Internet/WAP
fi: Internet/Wap painike
fr: Boutton Internet/Wap
mk: Интернет/WAP Типка
no: Internet-/WAP-knapp
pl: Przycisk Internet/WAP
ru: Кнопка Интернет/Wap
sv: Internet-/WAP-knapp
wa: Internet/Wap knop

source: Event Viewer - [Log]
bg: Показване на Събития - [Журнал]
cs: Prohlížeč událostí
da: Hændelseslog
es: Visor de evento - [Log]
fi: Tapahtumanäyttö - (Loki)
fr: Afficheur d'événements - [Log]
mk: Покажување на Настани [Список]
pl: Raporty
ru: Просмотрщик событий - [Log]
wa: Gebeurtenis Viewer - [Log]

source: Time
bg: Време
cs: Čas
da: Tidspunkt
es: Hora
fi: Aika
fr: Temps
mk: Време
no: Tid
pl: Czas
ru: Время
sv: Tid
wa: Tijd

source: Message
bg: Съобщение
cs: Zpráva
da: Hændelse
es: Mensaje
fi: Viesti
mk: Порака
no: Melding
pl: Wiadomość
ru: Сообщение
sv: Meddelande
wa: Bericht

source: &Log
bg: &Журнал
cs: Výpisy
fi: L&oki
mk: &Список
pl: &Raport
ru: &Протокол

source: New...
bg: Нов...
cs: Nový...
da: Ny...
es: Nuevo...
fi: Uusi...
mk: Нов...
pl: Nowy...
ru: Новый...
wa: Nieuw...

source: Export Text...
bg: Експорт като текст...
da: Gem som tekst
fi: Vie Teksti...
mk: Експортирај Текст...
pl: Eksportuj tekst...
ru: Экспорт текста...
wa: Exporteer Tekst...

source: &View
bg: &Изглед
cs: Zobrazení
da: &Vis
es: &Ver
fi: &Näytä
fr: &Affichage
mk: &Изглед
no: &Vis
pl: &Widok
ru: &Вид
sv: &Visa
wa: &Bekijk

source: Track Messages
bg: Проследи Новите Съобщения
da: Vis altid nyeste
fi: Lukuvahvistus Viesteille
mk: Преглед на Пораки
pl: Śledź wiadomości
ru: Отслеживание сообщений
wa: Volg Berichten

source: Always On Top
bg: Винаги Отгоре
da: Altid øverst
fi: Aina päällimäisenä
mk: Секогаш на Врв
pl: Zawsze na wierzchu
ru: Всегда сверху
wa: Altijd Bovenaan

source: Event Properties
bg: Свойства на Събитие
cs: Událost - podrobnosti
da: Detaljer
es: Propiedades del Evento
fi: Tapahtuman Ominaisuudet
mk: Својства на Настани
pl: Właściwości zdarzenia
ru: Свойства события
wa: Gebeurtenis Eigenschappen

source: &Filter
bg: &Филтър
cs: &Filtr
es: &Filtrar
fi: S&uodatus
mk: &Филтер
pl: &Filtr
ru: &Фильтр

source: Show All Types
bg: Показва Всички Типове
cs: Zobrazit všechny typy
da: Vis alle typer
es: Mostrar todos los tipos
fi: Näytä Kaikki Tyypit
fr: Montrer Tous les Types
mk: Покажи ги сите Типови
pl: Pokaż wszystkie typy
ru: Показать все типы
wa: Toon alle Typen

source: &Tools
bg: &Инструменти
cs: &Nástroje
da: Værk&tøjer
es: &Herramientas
fi: &Työkalut
fr: &Outils
mk: &Алатки
no: Verk&tøy
pl: &Narzędzia
ru: С&ервис
sv: Verk&tyg

source: Insert Marker
bg: Вмъкни Маркер
da: Marker
fi: Laita merkintä
mk: Вметни Маркер
pl: Dodaj znacznik
ru: Вставить маркер
wa: Invoegen Markering

source: Save Settings
bg: Запиши Настройките
da: Gem indstillinger
fi: Tallenna Asetukset
mk: Сочувај Подесувања
pl: Zapisz ustawienia
ru: Сохранить настройки
wa: Instellingen Opslaan

source: Export Log As Text...
bg: Запиши Журнала Като Текст...
da: Gem som tekst
fi: Vie Loki Tekstinä...
mk: Експотирај Список како Текст...
pl: Eksportuj raport jako tekst...
ru: Экспортировать протокол как текст...
wa: Exporteer Logboek als tekst...

source: Severity:
bg: Клас:
cs: Prostor:
da: Vigtighed:
es: Gravedad:
fi: Kiireellisyys:
mk: Јачина:
pl: Dokładność:
ru: Серьёзность:
wa: Strengheid:

source: Category:
bg: Категория:
cs: Kategorie:
da: Kategori:
es: Categoría:
fi: Kategoria:
mk: Категорија:
pl: Kategoria:
ru: Категория:
wa: Categorie:

source: Message:
bg: Съобщение:
cs: Zpráva:
da: Hændelse:
es: Mensaje:
fi: Viesti:
mk: Порака:
pl: Wiadomość:
ru: Сообщение:
wa: Bericht:

source: Troubleshoot...
bg: При проблеми...
cs: Problém...
da: Fejlsøg...
es: Captura de problemas...
fi: Ongelmanratkaisu...
mk: При проблеми...
pl: Usuwanie usterek...
ru: Решение проблемы...
wa: Probleemoplosser...

source: Track New Messages
bg: Проследи Новите Съобщения
cs: Vytvoř novou zprávu
da: Opdater løbende
es: Rastrear mensaje nuevo
fi: Lukuvahvistus Uusille Viesteille
fr: Suivre Nouveaux Messages
mk: Прегледај ги новите пораки
pl: Śledź nowe wiadomości
ru: Отслеживание новых сообщений
wa: Volg Nieuwe Berichten

source: Previou&s
bg: &Предишен
cs: Předchozí
da: Forrige
es: Anterior
fi: E&dellinen
mk: &Предходно
pl: P&oprzedni
ru: Пред&ыдущая
wa: Vorig&e

source: Ne&xt
bg: &Следващ
cs: Následující
da: Næste
es: Siguiente
fi: S&euraava
mk: &Следно
pl: Na&stępny
ru: С&ледующая
wa: Vol&gende

source: Update SIM
bg: Обнови SIM
cs: Aktualizuj údaje na SIM
da: Opdatér SIM
es: Actualizar SIM
fi: Päivitä SIM
fr: Mettre à jour SIM
mk: Обнови SIM
no: Oppdater SIM
pl: Aktualizuj SIM
ru: Обновить SIM
sv: Uppdatera SIM

source: Force update all
bg: Обнови всички
cs: Aktualizuj vše
da: Opdatér alle
es: Forzar actualización completa
fi: Pakota kaikkien päivitys
fr: Forcer mise à jour de tout
mk: Обнови ги сите
pl: Wymuś aktualizację wszystkich
ru: Форсировать полное обновление
wa: Forceer update alles

source: Reset change flaq
bg: Възстанови флага за промяна
cs: Smaž příznak změny
da: Nulstil flag
es: Resetear los cambios en las banderas
fi: Nollaa muutos merkki
mk: Ресетирај промени флаг
pl: Zresetuj zmiany
ru: Сбросить флаг изменения
wa: Herstel wijziging flaq

source: Pos
bg: Поз.
da: Position
fi: Sij
mk: Поз.
pl: Pozycja
ru: Поз

source: Contact name
bg: Контакт име
cs: Jméno
da: Navn
es: Nombre
fi: Yhteystiedon nimi
fr: Nom du contact
mk: Контакт име
no: Navn
pl: Nazwa kontaktu
ru: Имя контакта
sv: Namn
wa: Contactpersoon Naam

source: Type
bg: Тип
cs: Typ
es: Tipo
fi: Tyyppi
mk: Тип
no: Skriv
pl: Typ
ru: Тип
sv: Typ

source: Send To Phone
bg: Изпрати в Телефона
cs: Pošli do telefonu
da: Send til telefon
es: Enviar al teléfono
fi: Lähetä Puhelimeen
fr: Envoyer au mobile
mk: Испрати во Телефон
no: Send Til Telefon
pl: Wyślij to telefonu
ru: Послать в телефон
sv: Skicka till Telefon
wa: Verzend naar telefoon

source: Modified Contacts...
bg: Променени Контакти...
cs: Změněné kontakty...
da: Ændrede kontakter...
es: Modificar contactos...
fi: Muokatut Yhteystiedot...
fr: Contacts Modifiés...
mk: Модифициран Контакт...
no: Endrede kontakter...
pl: Modyfikowane kontakty...
ru: Изменённые контакты...
sv: Ändrade kontakter...
wa: Gewijzigde Contactpersonen...

source: All Contacts...
bg: Всички Контакти...
cs: Všechny kontakty...
da: Alle kontakter...
es: Todos los contactos...
fi: Kaikki Yhteystiedot...
fr: Tous les Contacts...
mk: Сите Контакти...
no: Alle kontakter...
pl: Wszystkie kontakty...
ru: Все контакты...
sv: Alla kontakter...
wa: Alle Contactpersonen...

source: Force As
bg: Използвай Като
fi: Pakota
mk: Искористи Како
pl: Wymuś jako
ru: Принудительно как

source: Not Modified
bg: Не Променен
fi: Ei Muokattu
mk: Не Модифициран
pl: Niezmodyfikowany
ru: Не модифицировано

source: Total Change
bg: Обща Промяна
fi: Kok. Lataus
mk: Тотална Промена
pl: Zmiana całości
ru: Всего изменено

source: Reindex (Sort) All Contacts...
bg: Преиндексирай (Сортирай) Всички Контакти...
cs: Setřídit všechny kontakty...
da: Sortér alle kontakter
es: Reindexar (ordenar) todos los contactos...
fi: Indeksoi uudestaan (Järjestä) Kaikki Yhteystiedot...
fr: Réindexer (Trier) Tous les Contacts...
mk: Реиндексирај (Сортирај) Сите Контакти...
no: Sorter alle kontakter...
pl: Przeindeksuj (sortuj) wszystkie kontakty...
ru: Реиндексировать (сортировать) все контакты...
sv: Sortera alla kontakter...
wa: Reïndex (Sorteer) Alle Contacten...

source: Total Copy
bg: Общо Копиране
fi: Kopioita
mk: Целосно Копирање
pl: Kopia całości
ru: Всего скопировано

source: Copy All from Phonebook to SIM...
bg: Копирай Всички от Указателя в SIM...
cs: Překopírovat vše z telefonu na SIM...
da: Kopier alle fra telefonbog til SIM...
es: Copiar toda la agenda al SIM
fi: Kopioi Kaikki Puhelinluettelosta SIMiin...
fr: Copier Tout depuis Répertoire Tel. vers la SIM...
mk: Копирај Се од Тел. именик во SIM...
no: Kopier alle fra Telefonliste til SIM...
pl: Kopiuj wszystko ze spisu telefonów do SIM...
ru: Скопировать всё из телефонной книги на SIM...
sv: Kopiera alla from Telefonbok till SIM...
wa: Kopiëer Alles van Telefoonboek naar SIM...

source: Copy All from SIM to Phonebook...
bg: Копирай Всички от SIM в Указателя...
cs: Překopírovat vše ze SIM do telefonu...
da: Kopier alle fra SIM til telefonbog...
es: Copiar toda la SIM a la agenda
fi: Kopioi Kaikki SIMiltä Puhelinluetteloon...
fr: Copier Tout de la SIM vers le Répertoire Tel. ...
mk: Копирај Се од SIM во Тел. именик...
no: Kopier alle fra SIM til Telefonliste...
pl: Kopiuj wszystko z SIM do spisu telefonów...
ru: Скопировать всё с SIM в телефонную книгу...
sv: Kopiera alla från SIM till Telefonbok...
wa: Kopiëer Alles van SIM naar Telefoonboek...

source: Download Entire Phonebook...
bg: Свали Целия Указател...
cs: Stáhni celý adresář z telefonu
da: Hent alle kontakter...
es: Descargar la agenda completa...
fi: Lataa Koko Puhelinluettelo...
fr: Télécharger la totalité du répertoire téléphonique...
mk: Спуштиго целиот Тел. именик...
no: Last ned hele Telefonlisten...
pl: Pobierz cały spis telefonów...
ru: Скачать полную телефонную книгу...
sv: Hämta hela Telefonboken...
wa: Download Hele telefoonboek...

source: Import Contacts...
bg: Импорт на Контакти...
cs: Import kontaktů...
da: Importer kontakter...
es: Importar contactos...
fi: Yhteystiedot...
fr: Importer Contacts...
mk: Импорт на Контакти...
no: Importer kontakter...
pl: Importuj kontakty...
ru: Импорт контактов...
sv: Importera kontakter...
wa: Import Contactpersonen...

source: Missed calls
bg: Пропуснати обаждания
cs: Poslední hovory
da: Ubesvarede opkald
es: Llamadas perdidas
fi: Ei vastatut
fr: Appels manqués
mk: Пропуштени повици
no: Ubesvarte samtaler
pl: Nieodebrane połączenia
ru: Пропущенные вызовы
sv: Obesvarade samtal
wa: Gemiste Gesprekken

source: Missed Calls List:
bg: Списък на Пропуснатите обаждания:
cs: Seznam posledných hovorů:
da: Ubesvarede opkald:
es: Lista de llamadas perdidas:
fi: Ei Vastatut puhelinlista:
fr: Liste d'Appels Manqués :
mk: Листа на пропуштени повици:
no: Ubesvarte samtaler:
pl: Lista nieodebranych połączeń:
ru: Список пропущенных вызовов:
sv: Obesvarade samtal:
wa: Gemiste Gesprekken Lijst:

source: Caller
bg: Обаждащ се
cs: Volající
da: Fra
es: Interlocutor
fi: Soittaja
fr: Appelant
mk: Повикувач
pl: Dzwoniący
ru: Вызывающий
wa: Beller

source: I've checked this out, clear the notification
bg: Аз проверих това, премахни уведомяването
cs: Zkontrolováno, smaž poznámky
da: Fjern markering
es: He comprobado esto. No notificarme más sobre ello
fi: Olen tarkistanut tämän, poista tiedonanto
fr: J'ai fait le contrôle, effacement de la notification
mk: Го проверив ова, тргни го известувањето
pl: Już to sprawdziłem, wyczyść powiadomienie.
ru: Я проверил это, очистить уведомление
wa: Ik heb het gezien, verwijder notitie

source: Message Contact...
bg: Съобщение...
cs: Poslat zprávu...
da: Send besked til...
es: Enviar mensaje...
fi: Viesti Yhteystietoon...
fr: Message au Contact...
mk: Пораки Контакти...
no: Send Melding til kontakt ...
pl: Wiadomość do kontaktu...
ru: Сообщение контакту...
sv: Skicka meddelande till kontakt...
wa: Bericht Contact...

source: Call Contact...
bg: Обаждане...
cs: Zavolat...
da: Ring til...
es: Llamar...
fi: Soita Yhteystietoon...
fr: Appeler Contact...
mk: Избери Контакт...
no: Ring opp kontakt...
pl: Zadzwoń do kontaktu...
ru: Вызвать контакт...
sv: Ring upp kontakt...
wa: Bel Contact...

source: Message Details
bg: Подробности за Съобщение
cs: Detail zprávy
da: Beskeddetaljer
es: Detalles del mensaje
fi: Viestin Yksityiskohdat
fr: Détails du Message
mk: Детали на пораката
no: Meldingsdetaljer
pl: Szczegóły wiadomości
ru: Подробности сообщения
sv: Meddelandeinformation
wa: Bericht Details

source: Search:
fi: Etsi:
pl: Szukaj:

source: From / To
bg: От / Към
cs: Od / Komu
da: Fra / Til
es: Desde / A
fi: Lähettäjä /Vastaanottaja
fr: De / A
mk: Од / До
no: Fra / Til
pl: Od / Do
ru: От / Кому
sv: Från / Till
wa: Van / Naar

source: Received
bg: Получено
cs: Přijata
da: Modtaget
es: Recibido
fi: Vastaanotettu
fr: Reçu le
mk: Примено
no: Mottatt
pl: Odebrano
ru: Принято
sv: Mottaget
wa: Ontvangen

source: &Send Message...
bg: &Изпрати Съобщение...
cs: Ode&slat zprávu...
da: &Send besked...
es: &Enviar mensaje...
fi: &Lähetä Viesti...
fr: &Envoyer Message...
mk: &Испрати Порака...
no: &Send Melding...
pl: &Wyślij wiadomość...
ru: &Послать сообщение...
sv: &Skicka meddelande...
wa: &Verstuur Bericht

source: Send &Later...
fi: &Lähetä Myöhemmin...
pl: &Wyślij później...

source: Search Messages...
fi: Etsi Viesti...
pl: Szukaj wiadomości...

source: Cleanup Folder...
fi: Puhdista Kansio...
pl: Wyczyść katalog...

source: Mark
bg: Маркирай
fi: Merkitse
mk: Маркирано
pl: Zaznacz
ru: Отметка

source: As &Read
bg: Като &Прочетено
fi: Merkitse L&uetuksi
mk: Како &Прочитано
pl: Jako &przeczytaną
ru: Как п&рочитанное

source: As &Unread
bg: Като &Непрочетено
fi: Merkitse Ei L&uetuksi
mk: Како &непрочитано
pl: Jako &nieprzeczytaną
ru: Как &непрочитанное

source: All Read
bg: Всичко Прочетено
fi: Kaikki Luettu
mk: Сите Прочитани
pl: Wszystkie jako przeczytane
ru: Всё прочитано

source: Upload To
bg: Качване В
fi: Siirrä
mk: Подигни Во
pl: Wyślij do
ru: Загрузка в

source: Phone SMS Folders
bg: Телефонни SMS Папки
da: Telefonens SMS-foldere
fi: Puhelimen SMS kansiot
mk: Телефонски SMS Фолдери
pl: Katalogi SMS telefonu
ru: SMS папки телефона
wa: Telefoon SMS mappen

source: SIM Card Archive
bg: Архив SIM Карта
da: SIM-kort arkiv
fi: SIM-kortin Arkisto
mk: SIM Card Архива
pl: Archiwum karty SIM
ru: Архив SIM карты
wa: SIM kaart Archief

source: Download Text Messages...
bg: Сваляне на Съобщенията...
fi: Lataa Viestit...
mk: Спушти SMS Пораки...
pl: Pobierz wiadomości tekstowe...
ru: Скачать текстовые сообщения...

source: Refresh Data
bg: Опреснява Данните
cs: Obnovit data
da: Opdater data
es: Actualizar datos
fi: Virkistä Data
fr: Rafraîchit les Données.
mk: Освежи Дата
no: Oppdater Data
pl: Odśwież dane
ru: Обновить данные
sv: Uppdatera Data
wa: Ververs Gegevens

source: Imp&ort Messages...
bg: Имп&орт на Съобщения...
cs: Imp&ortovat zprávy...
da: Imp&orter beskeder...
es: Im&portar mensajes...
fi: Tuo &Viestit...
fr: Imp&orter Messages...
mk: Имп&ортирај Пораки...
no: &Importer Meldinger...
pl: Imp&ortuj wiadomości...
ru: Имп&орт сообщений...
sv: &Importera Meddelande...
wa: Imp&ort Berichten...

source: &Copy Text
bg: &Копирай Текста
fi: &Kopioi Teksti
mk: &Копирај Текст
pl: &Kopiuj tekst
ru: &Копировать текст

source: Copy selected message contents in Clipboard
bg: Копира избраното съобщение в Буфера за Обмен (Clipboard)
fi: Kopioi valitun viestin sisältö Leikepöydälle
mk: Копирај ја селектираната порака што се содржи во (Clipboard)
pl: Kopiuj zawartość wybranej wiadomości do schowka
ru: Копировать содержимое выбранного сообщения в буфер обмена

source: Contact Picture
bg: Контакт Картинка
fi: Yhteystiedon Kuva
mk: Контакт Слика
pl: Zdjęcie kontaktu
ru: Картинка контакта

source: SMS Commands
bg: SMS Команди
fi: SMS Käskyt
mk: SMS Команди
pl: Komendy SMSów:
ru: Команды SMS

source: Import Messages...
bg: Импорт на Съобщения...
cs: Importovat zprávy...
da: Importer beskeder...
es: Importar mensajes...
fi: Viestit...
fr: Importer Messages...
mk: Импортирај Пораки...
no: Importer Meldinger...
pl: Importuj wiadomości...
ru: Импорт сообщений...
sv: Importera Meddelande...
wa: Import Berichten...

source: Getting Started Wizard
bg: Начален Съветник
cs: Průvodce prvotním nastavením
da: Start her
es: Comenzando el asistente
fi: Aloitusvelho
fr: Assistant de Démarrage
mk: Почетен Волшебник
pl: Kreator rozpoczyniania
ru: Начало работы Мастера
wa: Hier Starten Wizard

source: &Next >
bg: &Следващ >
cs: Další >
da: &Næste >
es: &Siguiente >
fi: &Seuraava >
fr: &Suivant >
mk: &Следно >
no: &Neste >
pl: &Dalej >
ru: &Дальше >
sv: &Nästa >
wa: &Volgende >

source: Welcome
bg: Здравейте
cs: Vítejte
da: Velkommen
es: Bienvenido
fi: Tervetuloa
fr: Bienvenue
mk: Добродојдовте
no: Velkommen
pl: Witamy
ru: Приветствую
sv: Välkommen
wa: Welkom

source: Welcome!
bg: Здравейте!
cs: Vítejte!
da: Velkommen!
es: ¡Bienvenido!
fi: Tervetuloa!
fr: Bienvenue !
mk: Добродојдовте!
no: Velkommen!
pl: Witamy!
ru: Приветствую!
sv: Välkommen!
wa: Welkom!
