Repository: jomael/fma
Catalog: locale/*/LC_MESSAGES/default.po
Languages: bg, cs, da, es, fi, fr, mk, no, pl, ru, sv, wa

source: Here you could put some Call Drafts about this contact. These notes could be edited while you are in call.
bg: Тук Вие можете да поставите записки за този контакт. Тези бележки можете да редактирате докато Вие говорите.
cs: Sem pište poznámky ke kontaktu, tyto poznámky můžete měnit během hovoru.
da: Her kan du placere nogen opkaldsnoter om denne kontakt. Disse noter kan redigeres under opkald.
es: Aquí podrás poner algunas notas acerca de este contacto, que aparecerán mientras estés en conversación con él
fi: Täällä voit tehdä Puhelu Luonnoksia tästä Yhteystiedosta. Näitä muistilappuja voidaan muokata puhelun aikana.
fr: Ici vous pouvez mettre des Notes d'Appel à propos de ce contact. Ces notes peuvent être éditées durant l'appel.
mk: Тука можете да ставите белешки за контактот. Овој Бележник можете да го користите во текот на повикот
no: Her kan du skrive merknader om kontakten. Disse merknadene kan endres under pågående samtale.
pl: Tutaj możesz zapisać jakieś notatki połączenia na temat tego kontaktu. Te notatki mogą być edytowane podczas połączenia.
ru: Здесь вы можете разместить некоторые заметки об этом контакте. Они могут редактироваться во время вызова.
sv: Här kan du skriva anteckningar för kontakten. Dessa anteckningar bör ändras under pågående samtal.
wa: Hier kunt u gespreks aantekeningen maken over deze contactpersoon. Deze aantekeningen kunnen tijdens een gesprek bewerkt worden.

source: Call Notes:
bg: Бележки към Обаждане:
cs: Seznam hovorů:
da: Opkaldsnoter:
es: Notas de llamada:
fi: Muistilappu:
fr: Notes d'Appel :
mk: Бележник за Повикот:
pl: Notatki połączenia:
ru: Примечания:
wa: Gespreks Notities:

source: Export...
bg: Експорт...
da: Eksporter...
es: Exportar...
fi: Vie...
fr: Exporter...
mk: Експорт...
no: Exporter...
pl: Eksportuj...
ru: Экспорт...
sv: Exportera...
wa: Exporteer...

source: Postal Address
bg: Пощенски Адрес
cs: Adresa
da: Adresse
es: Dirección
fi: Postiosoite
fr: Adresse postale
mk: Адреса
pl: Adres pocztowy
ru: Почтовый адрес
wa: Postadres

source: Street:
bg: Улица:
cs: Ulice:
da: Gade:
es: Calle:
fi: Katuosoite:
fr: Rue :
mk: Улица:
pl: Ulica:
ru: Улица:
wa: Straat:

source: City:
bg: Град:
cs: Město:
da: By:
es: Ciudad:
fi: Kaupunki:
fr: Ville :
mk: Град:
pl: Miasto:
ru: Город:
wa: Plaats:

source: Region:
bg: Регион:
es: Población:
fi: Alue:
fr: Région :
mk: Регион:
pl: Województwo:
ru: Область:
wa: Provincie:

source: Postal Code:
bg: Пощенски Код:
da: Postnummer:
fi: Postinumero:
mk: Поштенски Број:
pl: Kod pocztowy:
ru: Индекс почты:
wa: Postcode:

source: Country:
bg: Държава:
cs: Stát:
da: Land:
es: País:
fi: Maa:
fr: Pays :
mk: Држава:
pl: Kraj:
ru: Страна:
wa: Land:

source: Outlook Synchronization
bg: Синхронизация с Outlook
cs: Synchronizace s Outlookem
da: Outlook-synkronisering
es: Sincronización con Outlook
fi: Outlook Synkronointi
fr: Synchronisation Outlook
mk: Синхро. со Outlook
pl: Synchronizacja z Outlookiem
ru: Синхронизация с Outlook
wa: Outlook synchronisatie

source: Identifier:
bg: Идентификатор:
cs: Identifikátor:
da: ID:
es: Identificador:
fi: Tunniste:
fr: Identifiant :
mk: Идентификатор:
pl: Identyfikator:
ru: Идентификатор:

source: You can break up current Contact's linking to an existing Outlook contact in order to link it again to a different one. To do so, click the Unlink Contact button bellow.
bg: Вие можете да прекратите текущото свързване към съществуващ Outlook контакт и в последствие да го свържете с друг. За да направите това натиснете бутона Прекъсни Връзка с Контакт.
cs: Můžete přerušit propojování kontaktů do Outlooku, aby jste je mohli znovu propojit s jiným. To provedete kliknutím na Rozpojit kontakt.
da: Du kan bryde den nuværende kontakts kæde til en eksisterende Outlook-kontakt for at kæde den sammen med en anden i stedet. Start med at klikke på "Bryd kæde".
es: Puedes devincular contacto con un contacto de Outlook para poder vinvularlo a otro diferente. Para ello, clic en desvincular contacto en el siguiente botón.
fi: Voit katkaista nykyisen Yhteystiedon linkin Outlookin Yhteystietoon ja tehdä linkin toiseen Yhteystietoon. Näin tehdäksesi valitse Poista Linkki Yhteystiedosta painike alhaalta.
fr: Vous pouvez casser le lien entre le Contact du Mobile (actuellement sélectionné) et un Contact d'Outlook afin d'en créer un autre. Pour casser ce lien, cliquez sur le bouton ci-dessous.
mk: Вие може да го прекинете тековното сврзување кон Outlook контактот и потаоа да го сврзете со некој друг. За да го направите тоа кликнете Прекини врска со контакт.
pl: Możesz przerwać aktualne połączenie kontaktu z istniejącym kontaktem Outlooka, a następnie połączyć go ponownie z innym. By to zrobić, klinij na poniższy przycisk 'Odłącz kontakt'.
ru: Вы можете разорвать текущую связь Контакта с контактом в Outlook, чтобы связать его с другим. Чтобы сделать это, щёлкните по кнопке Отвязать контакт, расположенной ниже.
wa: Om een contactpersoon's link met een bestaand Outlook contactpersoon te verbreken om het vervolgens aan een andere te linken, klik op onderstaande knop.

source: File As:
bg: Файл Като:
cs: Uložit jako:
da: Gem som:
es: Archivo como:
fi: Tiedosto:
fr: Fichier Sous :
mk: Фаил Како:
no: Lagre som:
pl: Plik jako...
ru: Файл Как:
sv: Arkivera som:
wa: Bestand Als:

source: Summary:
bg: Общо:
cs: Shrnutí:
da: Resumé:
es: Sumario:
fi: Yhteenveto:
fr: Résumé :
mk: Збир:
no: Summering:
pl: Podsumowanie:
ru: Сводка:
sv: Summering:
wa: Opsomming:

source: Unlink Contact
bg: Прекъсни Връзка с Контакт
cs: Rozpojit kontakt
da: Bryd kæde
es: Desvincular
fi: Poista Linkki Yhteystiedosta
fr: Supprimer Lien
mk: Прекин на линкот со Контактот
no: Ta bort länk
pl: Odłącz kontakt
ru: Отвязать контакт
sv: Ta bort länk
wa: Verbreek Contact link

source: Advanced
bg: Напреднали
cs: Rozšířené
da: Avanceret
es: Avanzadas
fi: Lisätietoja
fr: Avancé
mk: Напреднати
no: Avansert
pl: Zaawansowane
ru: Дополнительно
sv: Avancerat
wa: Geavanceerd

source: Each contact's phone number has an unique position in phone's phonebook memory. When you're adding a contact to group or so, this position (index) is used. Ir order to speed up these operations Fma is maintaining a cache with positions.
bg: Всеки телефонен номер в контакт има уникална позиция в указателя на телефона. Когато добавяте контакт в група тази позиция (индекс) се използва. За да се ускори тази операция Fma пази кеш с тези позиции.
cs: Každé číslo má svoji unikátní pozici v paměti telefonu. Jestliže přidáte nový kontakt, bude použita první volná pozice. Pro zrychlení této operace, provádí FMA údržbu seznamu pozic.
da: Hver kontakts telefonnummer har en unik position i telefonens hukommelse. Når du tilføjer en kontakt til en gruppe, så bliver denne position (indeks) brugt. For at sætte fart på disse operationer vedligeholder FMA en cache med positioner.
es: Cada número de teléfono de un contacto tiene una posicón única en la memoria de la agenda del teléfono.Cuando añades un contacto a un grupo esta posición (indice) es usada. Para acelerar esta operación, FMA guarda un caché con las posiciones.
fi: Kullakin yhteystiedon puhelinnumerolla on yksilöllinen paikka puhelimen puhelinluettelomuistissa. Kun lisäät yhteystiedon ryhmään tai vastaavaa, tätä paikkaa (indeksi) käytetään. Nopeuttaakseen toimintaansa FMA ylläpitää välimuistia paikoista.
fr: Chaque numéro de téléphone du contact possède une position unique dans la mémoire du mobile. Lors de l'ajout d'un contact à un groupe, cette position est utilisée. Afin d'accéler ces opérations, Fma maintient un cache de ces positions.
mk: Секој телефонски број има единствена позиција во меморијата на телефонскиот иеник. Кога доделувате контакт во група таа позиција (индекс) се користи. За да се убрза таа операција Fma одржува кеш со позициите.
no: Hver kontakts telefonnummer har en unik posisjon i telefonens telefonliste. Når du legger til en kontakt i en gruppe eller lignende, brukes dette posisjonsnummeret (index). For raskere funksjoner så oppretter FMA en cache med posisjonene.
pl: Każdy numer telefonu kontaktu ma unikalną pozycję w pamięci spisu telefonów aparatu. Kiedy dodajesz np. kontakt do grupy, ta pozycja [indeks] jest wykorzystywana. By przyspieszyć te operacje fma przechowuje dane z pozycjami.
ru: Каждый номер контакта имеет уникальное местоположение в памяти телефонной книги. Когда вы добавляете контакт в группу и т.п., используется это местоположение (индекс). Для ускорения подобных операций Fma организует кеш индексов.
sv: Varje kontakts telefonnummer har en unik position i telefonens telefonbok. När du lägger till en kontakt i en grupp eller liknande, används det här positionsnumret (index). För att snabba upp de här funktionerna så skapar FMA en cache med positionerna.
wa: Ieder contactpersoon's telefoonnummer heeft een unieke positie in de telefoon's telefoonboek. Wanneer u een contactpersoon aan een groep toevoegd, wordt deze positie (index) gebruikt. Om deze handeling te versnellen houd FMA een index bij van deze posities.

source: From this button you can clear the cached information about this contact. Do it only if you know what are you doing or if you receive an inccorect name for this contact in the phone groups.
bg: От този бутон Вие можете да изчистите кешираната информация за този контакт. Използвайте това само ако знаете какво правите или ако получавате некоректни имена за този контакт в групите.
cs: Tímto tlačítkem zmažete veškeré informace o kontaktech. Tuto akci provádějte pouze v případě, že dostáváte nesprávná jména k číslům ve skupinách.
da: Med denne knap kan du nulstille den cachede information om denne kontakt. Gør det kun hvis du ved hvad du gør eller hvis du får et forkert navn frem på en kontakt i telefonens grupper.
es: Con este botón podrás limpiar el caché sobre este contacto. Haz esto solo si sabes lo que estás haciendo o si recives un nombre incorrecto para este contacto en uno de los grupos.
fi: Tällä painikkeella voidaan tyhjentää kaikki välimuistiin tallennettu tieto yhteystiedosta. Tee se vain jos tiedät mitä olet tekemässä tai jos saat virheellisen nimen tälle yhteystiedolle puhelimen ryhmissä.
fr: Avec ce bouton vous pouvez effacer l'information en cache concernant ce contact. Faites cela uniquement en connaissance de cause ou si vous avez un nom incorrect pour ce contact dans les groupes.
mk: Од ова копче вие можете да ја исчистите кешираната информација за овој контакт. Направетего тоа само ако заете што правите или ако или ако примате не исправно име за овој контакт во тел групите.
no: Med denne knappen kan du slette cachet informasjon for denne kontakten. Bare dersom du får ett feilaktig navn på kontakten.
pl: Tym przyciskiem wyczyścisz przechowywane informacje o tej osobie. Zrób to tylko wtedy, gdy wiesz co robisz lub jeśli wyświetlana jest nieprawidłowa nazwa tego kontaktu w grupach telefonu.
ru: Кнопка Восст. позиции очищает информацию (кеш) этого контакта. Нажимайте её только если вы точно уверены (можно получить неверное имя для этого контакта в телеф. группах).
sv: Från den här knappen kan du rensa cachad information för den här kontakten. Gör det endast om du vet vad du gör, eller om du får ett felaktigt namn på kontakten i telefongrupper.
wa: Met deze knop verschoond u het geheugen van informatie over deze persoon. Doe dit alleen als u zeker weet wat u doet, of als u een incorrecte naam van deze persoon, ontvangt in de telefoon groepen.

source: Please note that settings for Personalize, Call Prefferences and Outlook Synchronization are Fma specific and will not be synchronized with phone data.
bg: Моля, обърнете внимание, че настройките за Персонализация, Предпочитания за Обаждане и Синхронизация с Outlook са специфични за Fma и няма да бъдат синхронизирани с телефона.
cs: Mějte prosím na paměti, že nastavení Přizpůsobit, Nastavení volání a Synchronizace s Outlookem nezpůsobí změnu v datech uložených v telefonu.
da: Læg mærke til at indstillingerne for Personliggør, Opkaldsindstillinger og Outlook-synkronisering er specifikke for FMA og ikke vil være tilgængelige på telefonen.
es: Por favor, tome nota que las configuraciones en Personalizar, Preferencias de llamadas y Sincronización con Outlook son específicas de FMA y no serán sincronizadas con los datos del teléfono.
fi: Huomaa, että asetukset, jotka koskevat puhelimen Yksilöllistämistä, Puhelujen Valintoja ja Outlookin Synkronointia koskevat vain FMA-ohjelmaa. Niitä ei synkronoida puhelimen tietojen kanssa.
fr: Les paramètres de Personnalisation, de Préférences d'Appel et de Synchronisation Outlook sont spécifiques à Fma et ne seront pas synchronisés avec les données du mobile.
mk: Ве молиме обрнете внимание, на овие подесувања за Персонализација, Предпочитани повици и Синхронизација со Outlook специфични се за Fma и нема да бидат синхронизирани со телефонот.
pl: Proszę pamiętać, że ustawienia dla 'Personalizacji', 'Preferencji połączenia' i 'Synchronizacji Outlooka' należą wyłącznie do fma i nie będą synchronizowane z zawartością telefonu.
ru: Настройки для «Персонализации», «Предпочтений вызова» и «Синхронизации с Outlook» специфичны для Fma и не будут синхронизированы с телефоном.
wa: Instellingen voor Personaliseren, Gespreks Instellingen en Outlook synchronisatie zijn FMA specifiek, en worden niet gesynchroniseerd met het telefoon geheugen.

source: Reset Positions
bg: Възстанови Позициите
cs: Zrušit pozici
da: Nulstil positioner
es: Resetear posiciones
fi: Nollaa Paikat
fr: Réinit. Positions
mk: Ресетирај ги Позициите
pl: Resetuj pozycje
ru: Восст. позиции
wa: Herstel Posities

source: &Apply
bg: &Приложи
cs: &Použít
da: Tilføj
es: &Aplicar
fi: K&äytä
fr: &Appliquer
mk: &Приложи
no: &Enter
pl: &Zastosuj
ru: &Применить
sv: &Verkställ
wa: &Toepassen

source: Save Notes...
bg: Запис на Бележките...
cs: Uložit poznámky...
da: Gem noter...
es: Guardar notas...
fi: Tallenna Muistilaput...
fr: Sauver Notes...
mk: Сочувај Белешка...
no: Lagre Notat...
pl: Zapisz notatki...
ru: Сохранить Примечания...
sv: Spara Anteckningar...
wa: Sla Notities op...

source: Event
bg: Събитие
cs: Událost
da: Hændelse
es: Evento
fi: Tapahtuma
fr: Evénement
mk: Настан
no: Huskeliste
pl: Zdarzenie
ru: Событие
sv: Händelse
wa: Gebeurtenis

source: Location:
bg: Местоположение:
cs: Umístění:
da: Sted:
es: Ubicación:
fi: Paikka:
fr: Chemin :
mk: Локација:
no: Sted:
pl: Lokalizacja:
ru: Где:
sv: Plats:
wa: Lokatie:

source: Subject:
bg: Тема:
cs: Předmět:
da: Emne:
es: Asunto:
fi: Otsikko:
fr: Sujet :
mk: Тема:
no: Emne:
pl: Temat:
ru: Тема:
sv: Ämne:
wa: Onderwerp:

source: Categories:
bg: Категории:
cs: Kategorie:
da: Kategorier:
es: Categoría:
fi: Kategoriat:
fr: Catégories :
mk: Категории:
no: Kategorier:
pl: Kategorie:
ru: Класс:
sv: Kategorier:
wa: Categorieën:

source: Start date:
bg: Начална дата:
cs: Od data:
da: Startdato:
es: Fecha inicial:
fi: Aloituspäivä:
fr: Date de Début :
mk: Почетна дата:
no: Start dato:
pl: Data rozpoczęcia:
ru: Дата начала:
sv: Startdatum:
wa: Start datum:

source: Start time:
bg: Начален час:
cs: Start čas:
da: Starttid:
es: Hora inicial:
fi: Aloitusaika:
fr: Heure de début :
mk: Почетен час:
no: Starttid:
pl: Godz. rozpocz.:
ru: Время начала
sv: Starttid:
wa: Start tijd:

source: End date:
bg: Крайна дата:
cs: Konečné datum:
da: Slutdato:
es: Fecha final:
fi: Lopetuspäivä:
fr: Date de fin :
mk: Крајна дата:
no: Sluttdato:
pl: Data zakończenia:
ru: Дата окончания:
sv: Slutdatum:
wa: Eind datum:

source: End time:
bg: Краен час:
cs: Konečný čas:
da: Sluttid:
es: Hora final:
fi: Lopetusaika:
fr: Heure de fin :
mk: Краен час:
no: Sluttid:
pl: Godz. zakończ.:
ru: Время окончания:
sv: Sluttid:
wa: Eind tijd:

source: Duration:
bg: Продължителност:
cs: Trvání
da: Varighed:
es: Duración:
fi: Kesto:
fr: Durée :
mk: Времетраење:
no: Varighet:
pl: Czas trwania:
ru: Длительность:
sv: Varaktighet:
wa: Duur:

source: Miscellaneous
bg: Разни
cs: Různé
da: Diverse
es: Varios
fi: Sekalaista
fr: Divers
mk: Разни
no: Diverse
pl: Różne
ru: Разное
sv: Övrigt
wa: Diversen

source: Appointment
bg: Среща
cs: Schůzka
da: Aftale
es: Cita
fi: Tapaaminen
fr: Réunion
mk: Средба
no: Avtale
pl: Spotkanie
ru: Встреча
sv: Möte
wa: Afspraak

source: Date
bg: Дата
cs: Datum
da: Dato
es: Fecha
fi: Päiväys
mk: Дата
no: Treff
pl: Randka
ru: Дата
sv: Träff
wa: Datum

source: Travel
bg: Пътуване
cs: Cesta
da: Rejse
es: Viaje
fi: Matka
fr: Déplacement
mk: Патување
no: Reise
pl: Podróż
ru: Поездка
sv: Resa
wa: Reizen

source: Vacation
bg: Почивка
cs: Volno
da: Ferie
es: Vacaciones
fi: Vapaa
fr: Vacances
mk: Одмор
no: Ferie
pl: Wakacje
ru: Каникулы
sv: Semester
wa: Vakantie

source: Anniversary
bg: Юбилей
cs: Výročí
da: Mærkedag
es: Aniversario
fi: Merkkipäivä
fr: Anniversaire
mk: Јубилеј
no: Bursdag
pl: Rocznica
ru: Годовщина
sv: Årsdag
wa: Verjaardag

source: 30 minutes
bg: 30 минути
cs: 30 minut
da: 30 minutter
es: 30 Minutos
fi: 30 minuuttia
mk: 30 минути
no: 30 minutter
pl: 30 minut
ru: 30 минут
sv: 30 minuter
wa: 30 minuten

source: 1 hour
bg: 1 час
cs: 1 hodina
da: 1 time
es: 1 Hora
fi: 1 tunti
fr: 1 heure
mk: 1 час
no: 1 time
pl: 1 godzina
ru: 1 час
sv: 1 timme
wa: 1 uur

source: 2 hours
bg: 2 часа
cs: 2 hodiny
da: 2 timer
es: 2 Horas
fi: 2 tuntia
fr: 2 heures
mk: 2 часа
no: 2 timer
pl: 2 godziny
ru: 2 часа
sv: 2 timmar
wa: 2 uur

source: 4 hours
bg: 4 часа
cs: 4 hodiny
da: 4 timer
es: 4 Horas
fi: 4 tuntia
fr: 4 heures
mk: 4 часа
no: 4 timer
pl: 4 godziny
ru: 4 часа
sv: 4 timmar
wa: 4 uur

source: Reminder
bg: Напомняне
cs: Upozornění
da: Påmindelse
es: Recordar
fi: Muistutus
fr: Rappel
mk: Потсетник
no: Påminnelse
pl: Przypomnienie
ru: Напоминание
sv: Påminnelse
wa: Herinnering

source: 0 min before
bg: Преди 0 мин
cs: v čase
da: 0 minutter før
es: 0 min antes
fi: 0 minuuttia aikaisemmin
fr: 0 min avant
mk: 0 мин Пред
no: 0 min før
pl: O czasie
ru: за 0 мин до
sv: 0 min före
wa: 0 min ervoor

source: 5 min before
bg: Преди 5 мин
cs: 5 min předem
da: 5 minutter før
es: 5 min antes
fi: 5 minuuttia aikaisemmin
fr: 5 min avant
mk: 5 мин пред
no: 5 min før
pl: 5 min przed
ru: за 5 мин до
sv: 5 min före
wa: 5 min ervoor

source: 10 min before
bg: Преди 10 мин
cs: 10 min předem
da: 10 minutter før
es: 10 min antes
fi: 10 minuuttia aikaisemmin
fr: 10 min avant
mk: 10 мин пред
no: 10 min før
pl: 10 min przed
ru: за 10 мин до
sv: 10 min före
wa: 10 min ervoor

source: 15 min before
bg: Преди 15 мин
cs: 15 min předem
da: 15 minutter før
es: 15 min antes
fi: 15 minuuttia aikaisemmin
fr: 15 min avant
mk: 15 мин пред
no: 15 min før
pl: 15 min przed
ru: за 15 мин до
sv: 15 min före
wa: 15 min ervoor

source: 30 min before
bg: Преди 30 мин
cs: 30 min předem
da: 30 minutter før
es: 30 min antes
fi: 30 minuuttia aikaisemmin
fr: 30 min avant
mk: 30 мин пред
no: 30 min før
pl: 30 min przed
ru: за 30 мин до
sv: 30 min före
wa: 30 min ervoor

source: 1 hour before
bg: Преди 1 час
cs: 1 hodinu předem
da: 1 time før
es: 1 Hora antes
fi: 1 tunti aikaisemmin
fr: 1 heure avant
mk: 1 час пред
no: 1 time før
pl: 1 godz. przed
ru: за 1 час до
sv: 1 timme före
wa: 1 uur ervoor

source: Other reminder
bg: Друго напомняне
cs: Jiná doba
da: Andet tidspunkt
es: Otro recordatorio
fi: Muu muistutus
fr: Autre rappel
mk: Друг потсетник
no: Annen påminnelse
pl: Inne przypomnienie
ru: Другое напоминание
sv: Annan påminnelse
wa: Andere Herinnering

source: Profile
bg: Профил
cs: Profil
da: Profil
es: Perfil
fi: Profiili
fr: Profil
mk: Профил
no: Profil
pl: Profil
ru: Профиль
sv: Profil
wa: Profiel

source: Line 1 tone volume:
bg: Сила на звънене на Линия 1:
da: Linie 1 ringestyrke:
fi: Linjan 1 äänenvoimakkuus:
mk: Јачина на звук Линија 1:
pl: Głośność dzwonka linii 1:
ru: Громкость тона линии 1:
wa: Regel 1 toon volume:

source: Full
bg: Силно
da: Fuld
fi: Koko
mk: Силно
pl: Pełne
ru: Полное
wa: Vol

source: Line 2 tone volume:
bg: Сила на звънене на Линия 2:
da: Linie 2 ringestyrke:
fi: Linjan 2 äänenvoimakkuus:
mk: Јачина на звук Линија 2:
pl: Głośność dzwonka linii 2:
ru: Громкость тона линии 2:
wa: Regel 2 toon volume

source: Fax tone volume:
bg: Сила на звънене Факс:
da: Fax ringestyrke:
fi: Fax-äänen voimakkuus:
mk: Јачина на звук Факс:
pl: Głośność dzwonka faksu:
ru: Громкость тона факса:
wa: Fax toon volume

source: Data tone volume:
bg: Сила на звънене Данни:
da: Data ringestyrke:
fi: Dataäänen voimakkuus:
mk: Јачина на звук Дата:
pl: Głośność dzwonka danych:
ru: Громкость тона данных:
wa: Data toon volume

source: Auto from None to Full setting
bg: Автоматично усилване от Няма до Силно
fi: Automaattisesti lisää äänenvoimakkuutta Nollasta Täyteen
mk: Автоматски од Ништо во Силно
pl: Automatyczne ustawienie z 'Żaden' na 'Pełny'
ru: Настройки авто с нуля до полного

source: Answer mode
bg: Режим на отговор
cs: Odpovídání
da: Svartast
es: Modo de respuesta
fi: Vastaustapa
fr: Mode de réponse
mk: Вид на Одговор
pl: Tryb odbioru
ru: Режим ответа
wa: Antwoord modus

source: Key 'YES'
bg: Бутон 'ДА'
cs: Klávesa 'ANO'
da: Kun "Ja"-tast
es: Tecla 'Sí'
fi: 'KYLLÄ' näppäin
fr: Touche 'OUI'
mk: Типка 'ДА'
no: Knapp 'JA'
pl: Klwisz 'YES'
ru: Клавиша 'ДА'
sv: Knapp 'JA'
wa: Knop 'JA'

source: Any key
bg: Произволен бутон
cs: Jakákoliv klávesa
da: Vilkårlig tast
es: Cualquier tecla
fi: Kaikki näppäimet
fr: Toute touche
mk: Било која Типка
no: Valgfri knapp
pl: Dowolny klawisz
ru: Любая клавиша
sv: Valfri knapp
wa: Elke Knop

source: Font size
bg: Размер на Шрифта
cs: Velikost písma
da: Skriftstørrelse
es: Tamaño de fuente
fi: Kirjasinkoko
fr: Taille des fontes
mk: Големина на Фонтот
no: Tekststørrelse
pl: Rozmiar czcionki
ru: Размер шрифта
sv: Textstorlek
wa: Letter Formaat

source: Small
bg: Малък
cs: Malé
da: Lille
es: Pequeña
fi: Pieni
fr: Petite
mk: Мал
no: Liten
pl: Mała
ru: Маленький
sv: Liten
wa: Klein

source: Large
bg: Голям
cs: Velké
da: Stor
es: Larga
fi: Kookas
fr: Grande
mk: Голем
no: Stor
pl: Duża
ru: Большой
sv: Stor
wa: Groot

source: Message alert
bg: Сигнал при Съобщение
cs: Upozornění na zprávu
da: Meddelelsesalarm
es: Alerta de mensaje
fi: Viestihälytys
fr: Message d'alerte
mk: Звук при Порака
pl: Sygnał wiadomości
ru: Сигнал сообщения
wa: Bericht Alarm

source: Silent
bg: Безшумен
cs: Ticho
da: Lydløs
es: Silenciado
fi: Äänetön
fr: Silencieux
mk: Тивко
no: Lydløs
pl: Wyciszony
ru: Беззвучный
sv: Ljudlös
wa: Stil

source: Click
bg: Клик
cs: Kliknutí
da: Klik
es: Clic
fi: Valitse
fr: Clic
mk: Клик
no: Klikk
pl: Kliknięcie
ru: Щелчок
sv: Klick
wa: Klik

source: Tone
bg: Тон
cs: Tón
es: Tono
fi: Ääni
fr: Tonalité
mk: Тон
pl: Ton
ru: Тон
sv: Ton
wa: Toon

source: Vibration
bg: Вибрация
cs: Vibrace
da: Vibrator
es: Vibración
fi: Värinä
fr: Vibrations
mk: Вибрации
no: Vibrator
pl: Wibracja
ru: Вибрация
sv: Vibrator
wa: Trillen

source: Disable
bg: Забранено
cs: Vypnuto
da: Fra
es: Desactivar
fi: Pois käytöstä
fr: Désactiver
mk: Забрането
no: Koble fra
pl: Wyłączone
ru: Запретить
sv: Inaktivera
wa: Uitschakelen

source: Enable
bg: Разрешено
cs: Zapnuto
da: Til
es: Activar
fi: Ota käyttöön
fr: Activer
mk: Дозволено
no: Aktiver
pl: Włączone
ru: Зазрешить
sv: Aktivera
wa: Inschakelen

source: If silent
bg: При безшумен
cs: Jestliže potichu
da: Hvis lydløs
es: Si silenciado
fi: jos äänetön
fr: Si silencieux
mk: При Тивко
no: Om lydløs
pl: Włączone gdy cichy
ru: Если беззвучно
sv: Om ljudlös
wa: Als Stil

source: Backlight mode
bg: Режим на фонова подсветка
cs: Podsvícení
da: Baggrundslys
es: Modo de iluminación
fi: Taustavalo
fr: Mode d'éclairage
mk: Позадинско светло
no: Bakgrunnbelysning
pl: Tryb podświetlenia
ru: Мода фоновой подсветки
sv: Bakgrundbelysning
wa: Achtergrond verlichting

source: Key sound
bg: Звук клавиш
cs: Zvuk kláves
da: Tastelyd
es: Sonido de tecla
fi: Näppäinääni
fr: Son des touches
mk: Звук на тастатурата
no: Tastelyd
pl: Dźwięk klawiszy
ru: Звук клавиш
sv: Knappljud
wa: Knop Geluid
