Repository: jomael/fma
Catalog: locale/*/LC_MESSAGES/default.po
Languages: bg, cs, da, es, fi, fr, mk, no, pl, ru, sv, wa

source: Copy from Phonebook: %s new items
bg: Копиране от Указателя: %s нови контакта
cs: Kopírování ze seznamu: %s nových položek
da: Kopierede %s nye kontakter fra telefonbogen
es: Copia desde la agenda: %s nuevos elementos
fi: Kopioi Puhelinluettelosta: %s uutta kohdetta
fr: Copier depuis le Répertoire Tel : %s nouveaux éléments
mk: Копирање од Тел. Именик: %s нови контакти
no: Kopier fra Telefonliste: %s nytt sted
pl: Kopiowanie ze spisu telefonów: %s nowych pozycji
ru: Копировать из телефонной книги: %s новых записей
sv: Kopiera from Telefonbok: %s nya förmål
wa: Kopiëer van Telefoonboek: %s nieuwe items

source: Contact %s already exists.
bg: Контакта %s вече съществува.
cs: Kontakt %s již existuje.
da: Kontakt %s eksisterer allerede.
es: El contacto %s ya existe.
fi: Yhteystieto %s on jo olemassa.
fr: Le Contact %s existe déja.
mk: Контактот %s веќе постои.
pl: Kontakt %s już istnieje.
ru: Контакт %s уже существует.
wa: Contact %s bestaat reeds.

source: Do you want to replace its Phonebook number [%s] with current SIM number [%s] ?
bg: Искате ли да замените този номер в Указателя [%s] с текущия номер от SIM-а [%s] ?
cs: Přejete si přepsat telefonní číslo [%s] aktuálním číslem ze SIM karty [%s] ?
da: Vil du erstatte nummeret i telefonbogen [%s] med nummeret fra SIM-kortet [%s]?
es: ¿Desea reemplazar el número de su agenda [%s] por número actual del SIM [%s]?
fi: Halutko korvata Puhelinluettelon numeron [%s] nykyisellä SIM numerolla [%s] ?
fr: Voulez-vous remplacer son numéro de Répertoire tel. [%s] par le numéro SIM courant [%s] ?
mk: Сакате ли да го замените овој број во Тел. Именикот [%s] со постоечкиот во SIM карт. [%s] ?
pl: Czy chcesz zastąpić jego numer ze spisu telefonów [%s] aktualnym numerem z karty SIM [%s] ?
ru: Вы хотите заместить номер из телефонной книги [%s] текущим номером SIM [%s] ?
wa: Wilt u het Telefoonboek aantal [ %s vervangen ] met huidig SIM aantal [ %s ]?

source: Copy to Phonebook: %s new, %s modified and %s items skipped
bg: Копиране от Указателя: %s нови, %s модифицирани и %s пропуснати
cs: Kopírování do seznamu: %s nové, %s změněné a %s položky přeskočené
da: Kopiering til telefonbog: %s nye , %s ændrede og %s sprunget over
es: Copia a la agenda: %s nuevo(s), %s modificado(s) y %s ignorado(s)
fi: Kopioi Puhelinluetteloon: %s uutta, %s muokattua ja %s ohitettua kohdetta
fr: Copie dans Répertoire Tel. : %s nouveaux, %s modifiés et %s éléments inchangés
mk: Копирање во Тел. Именик: %s нови, %s модифицирани и %s пропуштени
pl: Kopiowanie do spisu telefonów: %s nowych, %s zmodyfikowanych i %s pominiętych pozycji
ru: Копирование в телефонную книгу: %s новых, %s модифицированных и %s записей пропущено.
wa: Kopiëer naar Telefoonboek: %s nieuw, %s gewijzigd en %s items overgeslagen

source: Importing SIM contacts
bg: Импорт на SIM контактите
cs: Importuji kontakty ze SIM karty
da: Importerer SIM-kontakter
es: Importando contactos del SIM
fi: Tuodaan SIM yhteystietoja
fr: Importation des contacts SIM
mk: Импорт на SIM контактите
no: Importer SIM-kontakter
pl: Importowanie kontaktów karty SIM
ru: Импорт SIM контактов
sv: Importerar SIM-kontakter
wa: Importeren SIM Contactpersonen

source: Importing contacts...
bg: Импортиране на контактите...
cs: Importuji kontakty...
da: Importerer kontakter
es: Importando contactos...
fi: Tuodaan Yhteystietoja...
fr: Import des contacts...
mk: Импортирање на контакти...
pl: Importowanie kontaktów
ru: Ипортирование контактов...
wa: Importeren Contactpersonen...

source: Contact %s already exists. Do you want to replace its current number [%s] with imported number [%s] ? Click Yes to replace number, or click No to add it as a New contact
bg: Контакта %s вече съществува. Искате ли да замените текущия номер [%s] с импортирания номер [%s] ? Натиснете Да за да замените номера или Не за да го добавите като Нов контакт
cs: kontakt %s již existuje. Přejete si nahradit jeho číslo [%s] importovaným čísem [%s] ? Klikněte na 'Ano' pro přepsání, nebo na 'Ne' pro přidání nového kontaktu.
da: Kontakt %s eksisterer allerede. Vil du erstatte det nuværende nummer [%s] med det importerede [%s]? Klik Ja for at erstatte nummeret eller klik Nej for at tilføje det som en Ny kontakt
es: El contacto %s ya existe. ¿Desea reemplazar el número actual [%s] por el número importado [%s]? Haga clic en Sí, pera reemplazarlo o en No para añadirlo como nuevo contacto
fi: Yhteystieto %s on jo olemassa. Haluatko korvata sen nykyisen numeron [%s] tuodulla numerolla [%s] ? Valitse Kyllä korvataksesi numeron, tai Ei lisätäksesi sen Uudeksi yhteystiedoksi
fr: Le Contact %s existe déjà. Voulez-vous remplacer son numéro actuel [%s] par le numéro importé [%s] ? Cliquez Oui pour remplacer le numéro, ou cliquez Non pour l'ajouter en tant que Nouveau contact.
mk: Контактот %s веќе постои. Дали сакате да го замените со тековниот број [%s] со импортираниот број [%s] ? Кликнете Да за да го замените бројот или Не за да го додадете како Нов контакт
pl: Kontakt %s już istnieje. Czy chcesz zastąpić jego aktualny numer [%s] importowanym numerem [%s] ? Kliknij 'Tak' by zastąpić numer, lub 'Nie' by dodać go jako nowy kontakt.
ru: Контакт %s уже существует. Вы хотите заместить его текущий номер [%s] импортированным номером [%s] ? Щёлкните Да для замещения номера или Нет, чтобы добавить его как новый контакт
wa: Contact %s bestaat reeds. Wilt u het huidige nummer [ %s vervangen ] met ingevoerd nummer [ %s ]? klik Ja om Nummer te wijzigen,of klik op Nee om het als Nieuw contact toe te voegen.

source: Import complete.
bg: Импорта завърши.
cs: Import dokončen
da: Import færdig.
es: Importación completada.
fi: Tuonti onnistui.
fr: Import réussi.
mk: Импортирањето заврши.
no: Importering ferdig.
pl: Importowanie zakończone.
ru: Импорт завершён.
sv: Importering klar.
wa: Importeren compleet.

source: FMA could Import only vCard contact exports. Do you still want to continue exporting?
bg: FMA може да Импортира само vCard експортирани контакти. Искате ли да продължа експортирането?
cs: FMA může importovat jen kontatky exportované jako vCard. Přejete si pokračovat?
da: FMA kan kun importere kontakter eksporteret i vCard-format. Vil du fortsætte?
es: FMA podrá importar tan solo los contactos Vcard exportados. ¿Desea continuar exportándolos?
fi: FMA voi Tuoda vain vCard yhteystieto vientejä. Haluatko jatkaa vientiä?
mk: FMA може да Импортира само vCard експортирани контакти. Сакате да продолжи експортирањето?
pl: fma może importować jedynie eksportowane kontakty vKarty. Czy wciąż chcesz kontynuować eksportowanie?
ru: FMA может импортировать только VCard контакт. Вы тем не менее желаете продолжить экспорт?
wa: FMa kan alleen Vcard export contacten Importeren. Wilt u doorgaan met exporteren??

source: Local Phonebook will be replaced with a fresh copy from the phone. Any local changes will be lost. Do you wish to continue?
bg: Локалния Указател ще бъде заменен с актуално копие от телефонът. Всички локални промени ще бъдат загубени. Наистина ли искате да продължите?
cs: Lokální telefonní seznam bude nahrazen aktuální kopií z telefonu. Jakékoliv lokální změny budou ztraceny. Přejete si pokračovat??
da: Telefonbogen i FMA vil blive erstattet af en opdatereret kopi fra telefonen. Lokale ændringer vil gå tabt. Vil du fortsætte?
es: La agenda local será reemplazada con una copia actualizada del teléfono. Cualquier cambio local se perderá. ¿Desea continuar?
fi: Paikallinen Puhelinluettelo korvataan uudella puhelimesta saatavalla kopiolla. Kaikki paikalliset muutoksen häviävät. Haluatko jatkaa?
fr: Le Répertoire Tél. Local va être remplacé par une copie récente issue du mobile. Tout changement local sera perdu. Voulez-vous continuer ?
mk: Локалниот Именик ќе биде заменет со свежа копија од телефонот. Сите локални промени ќе бидат избришани. Сакате да продолжи?
pl: Spis telefonów w fma zostanie zastąpiony świeżą kopią z telefonu. Jakiekolwiek zmiany w fma będą utracone. Czy chcesz kontynuować?
ru: Локальная телефонная книга будет замещена свежей копией из телефона. Все локальные изменения пропадут. Вы хотите продолжить?
wa: Lokaal telefoonboek wordt vervangen door een verse kopie uit de telefoon. Elke lokale wijziging gaat verloren. Wilt u doorgaan?

source: Unknown Number
bg: Неизвестен Номер
cs: Neznámé číslo
da: Ukendt nummer
es: Número desconocido
fi: Tuntematon Numero
fr: Numéro Inconnu
mk: Непознат Број
no: Ukjent nummer
pl: Nieznany numer
ru: Неизвестный номер
sv: Okänt nummer
wa: Onbekend Nummer

source: Unknown Contact
bg: Неизвестен Контакт
cs: Neznámý kontakt
da: Ukendt kontakt
es: Contacto desconocido
fi: Tuntematon Yhteystieto
fr: Contact Inconnu
mk: Непознат Контакт
no: Ukjent kontakt
pl: Nieznany kontakt
ru: Неизвестный контакт
sv: Okänd kontakt
wa: Onbekend Contact

source: Recent Missed Calls:
bg: Последни Пропуснати Обаждания:
cs: Zmeškané hovory:
da: Senest ubesvarede opkald:
es: Llamadas perdidas recientes:
fi: Viimeisimmät Vastaamattomat Puhelut:
fr: Appels Manqués Récents :
mk: Последни Пропуштени Повици:
no: Ubesvarte samtaler:
pl: Ostatnie nieodebrane połączenia:
ru: Последние пропущенные вызовы:
sv: Obesvarade samtal:
wa: Recentelijk gemiste gesprekken:

source: (not available)
fi: (ei käytössä)
pl: (niedostępne)

source: Building messages list, please wait...
bg: Подготвяне на списъка със съобщения, моля изчакайте...
da: Opbygger liste - vent venligst...
fi: Viestilistaa rakennetaan, odota...
mk: Подготвување на листата со пораки, ве молиме почекајте...
pl: Budowanie listy wiadomości, proszę czekać...
ru: Построение списка сообщений, подождите...
wa: Opbouwen berichten lijst, moment...

source: Database: Removed new message flag (DB Index: %d)
fi: Tietokanta: Poistettu uusi viesti -merkintä (DB Index: %d)
pl: Baza danych: Usunięto flagę nowej wiadomości (Indeks BD: %d)

source: PC and Phone
fi: PC ja Puhelin
pl: PC i telefon

source: PC and SIM card
fi: PC ja SIM-kortti
pl: Karta SIM i PC

source: PC only
fi: Vain PC
pl: Tylko PC

source: SMS Number: %d
bg: SMS Номер: %d
fi: SMS Numero: %d
mk: SMS број: %d
pl: Numer SMS: %d
ru: Номер SMS: %d
wa: SMS Nummer: %d

source: Message Type: %s
bg: Тип Съобщение: %s
fi: Viestin tyyppi: %s
mk: Тип Порака: %s
pl: Typ wiadomości: %s
ru: Тип сообщения: %s
wa: Berichten Type: %s

source: Message part is missing.
fi: Osa viestistä puuttuu.
pl: Brakuje części wiadomości.

source: FMA could Import only CSV message exports. Do you still want to continue exporting?
bg: FMA може да Импортира само CVS експортирани съобщения. Искате ли да продължа експортирането?
cs: FMA umí importovat pouze CSV soubory, přejete si přesto pokračovat v exportu?
da: FMA kan kun importere beskeder fra filer i CSV-format. Vil du fortsætte?
es: FMA podrá importar tan solo los mensajes CSV exportados. ¿Desea realmente continuar exportándolos?
fi: FMA voi Tuoda vain CSV viestien vientejä. Haluatko yhä jatkaa vientiä?
mk: FMA може да Импортира само CVS експортирани пораки. Дали сакате да продолжи експортирањето?
pl: fma może importować tylko eksportowane wiadomości CSV. Czy wciąż chcesz kontynuować eksportowanie?
ru: FMA может импортировать только CSV сообщения. Вы тем не менее желаете продолжить экспорт?
wa: FMa kan alleen CSV export berichten Importeren. Wilt u doorgaan met exporteren??

source: Could not send message to phone (storage full?)
bg: Не мога да изпратя съобщението в телефона (паметта е пълна?)
da: Kunne ikke overføre besked til telefonen (hukommelse fuld?)
fi: Viestejä ei voitu lähettää puhelimeen (muisti täynnä?)
mk: Неможам да ја испратам пораката во телефонот (меморијата полна?)
pl: Nie można wysłąć wiadomości do telefonu (brak miejsca?)
ru: Не удалось послать сообщение в телефон (память заполнена?)
wa: Kan geen berichten naar telefoon versturen (geheugen vol?)

source: message
bg: съобщение
fi: viesti
mk: порака
pl: wiadomość
ru: сообщение

source: Nothing to import
bg: Няма нищо за Импорт
cs: Není co importovat
da: Intet at importere
es: Nada a importar
fi: Ei tuotavaa
fr: Rien à importer
mk: Нема ништо за Импорт
no: Ingenting å importere
pl: Nic do importowania
ru: Нечего импортировать
sv: Inget att importera
wa: Niks te Impoteren

source: Importing messages...
bg: Импортиране на съобщенията...
cs: Importuji zprávy...
da: Importerer beskeder...
es: Importando mensajes...
fi: Tuodaan Viestejä...
fr: Importation des messages en cours...
mk: Импортирање на пораки...
no: Importerer Meldinger...
pl: Importowanie wiaodmości...
ru: Импортируются сообщений...
sv: Importerar meddelande...
wa: Importeren berichten...

source: Local messages will be replaced with a fresh copy from the phone. Any local changes will be lost. Do you wish to continue?
bg: Локалните Съобщения ще бъде заменен с актуално копие от телефонът. Всички локални промени ще бъдат загубени. Наистина ли искате да продължите?
fi: Paikalliset viestit korvataan uudella puhelimesta saatavalla kopiolla. Kaikki paikalliset muutoksen häviävät. Haluatko jatkaa?
mk: Локалните Пораки ќе бидат заменети со свежа копија од телефонот. Сите локални промени ќе бидат избришани. Дали сакате да продолжи?
pl: Lokalne wiadomości zostaną zastąpione świeżą kopią z telefonu. Jakiekolwiek zmiany lokalne będą utracone. Czy chcesz kontynuować?
ru: Локальные сообщения будут замещены свежей копией из телефона. Все локальные изменения пропадут. Вы хотите продолжить?

source: Messages sent to Phone
fi: Viestit lähetetty Puhelimeen
pl: Wiadomości wysłane do telefonu

source: Messages sent to SIM card
fi: Viestit siirretty SIM-korttiin
pl: Wiadomości wysłane do karty SIM

source: Drafts sent to Phone
fi: Luonnokset lähetetty Puhelimeen
pl: Wersje robocze wysłane do telefonu

source: [LONG SMS - REFID:
bg: [ДЪЛЪГ SMS - REFID:
cs: [Dlouhé SMS - REFID:
da: [LANG SMS - REFID:
es: [SMS LARGO - REFID:
fi: (PITKÄ SMS - VIITEID:
fr: [SMS LONG - REFID :
mk: [Долга SMS - REFID:
pl: [DŁUGI SMS - REFID:
ru: [ДЛИН SMS - REFID:
wa: [LANGE SMS - REFID:

source: - COUNT:
bg: - БРОЙ:
cs: - POČ.:
da: - ANTAL:
es: - CONTADOR:
fi: - MÄÄRÄ:
fr: - COMPTEUR :
mk: - БРОЈ:
pl: - LICZNIK:
ru: - СЧЁТЧИК:
wa: - TELLEN:

source: Remove duplicate messages and fix unread flags.
fi: Poista tuplaviestit ja korjaa ei-luetut merkintä.
pl: Usuń zduplikowane wiadomości i napraw flagi nieprzeczytanych.

source: Fix hidden unread messages flags.
fi: Korjaa piilotettu ei-luetut viestit merkintä.
pl: Napraw flagi ukrytych nieprzeczytanych wiadomości.

source: Do you wish to continue (No Undo)?
fi: Haluatko jatkaa (Ei Palauta)?
pl: Czy chcesz kontynuować? (brak powrotu)?

source: Cleanup messages database...
fi: Puhdistaa viestitietokantaa...
pl: Czyszczenie bazy danych wiadomości...

source: Database: Removed duplicate message (DB Index: %d, Original: %d)
fi: Tietokanta: Poistettu tuplaviestit (TK Index: %d, Alkuperäinen: %d)
pl: Baza danych: Usunięto zduplikowaną wiadomość (Indeks BD: %d, Oryginał: %d)

source: Database cleanup completed
fi: Tietokanta puhdistettu
pl: Czyszczenie bazy danych zakończone

source: &Search
bg: &Търси
cs: Hledat
da: &Søg
es: &Buscar
fi: &Etsi
fr: &Recherche
mk: &Пребарување
pl: &Szukaj
ru: &Поиск
wa: &Zoeken

source: My %s phone
bg: Моят %s телефон
cs: Můj %s telefon
da: Min %s telefon
es: Mi %s teléfono
fi: Puhelimeni %s
fr: Mon mobile %s
mk: Мојот %s телефон
pl: Mój telefon %s
ru: Мой %s телефон
wa: Mijn %s telefoon

source: Phone Device:
bg: Телефон:
cs: Telefon:
da: Telefon:
es: Teléfono dispositivo:
fi: Puhelinlaite:
mk: Телефон:
pl: Telefon:
ru: Телефонное устройство:
wa: Telefoon:

source: Connection Type:
bg: Тип Връзка:
cs: Typ spojení:
da: Forbindelsestype:
es: Tipo de conexión:
fi: Yhteyden Tyyppi:
mk: Тип Врска:
pl: Typ połączenia:
ru: Тип соединения:
wa: Verbinding Type:

source: Only Sony Ericsson phones are officialy supported.
bg: Официално се поддържат само Sony Ericsson телефони.
cs: Podporovány jsou pouze telefony SonyEricsson.
da: Kun Sony Ericsson telefoner er officielt understøttet.
es: Tan solo los teléfonos de Sony Ericsson están oficialmente soportados.
fi: Vain Sony Ericsson puhelimia tuetaan virallisesti.
mk: Официално подржува само Sony Ericsson телефони.
pl: Tylko telefony Sony Ericsson są oficjalnie obsługiwane.
ru: Официально поддерживаются только телефоны Sony Ericsson
wa: Alleen Sony Ericsson telefoons zijn officieel ondersteund.

source: Not all of the features might work as expected.
bg: Някои от възможностите може да не работят както се очаква.
cs: Ne vše bude fungovat dle očekávání.
da: Ikke alle funktioner vil fungere som forventet.
es: No todas estas funciones funcionarán como cabiera esperar.
fi: Kaikki ominaisuudet eivät ehkä toimi odotetusti.
mk: Некои од можностите можеби нема да работат како се очекува.
pl: Nie wszystkie funkcje mogą działać poprawnie.
ru: Не все возможности могут работать как ожидалось.
wa: Niet alle functies zullen werken als verwacht.

source: File Browseing is not supported over Infrared.
bg: Показването на файловете не се поддържа през Инфрачервена връзка.
cs: Procházení v souborech není možné přes IR.
da: Visning af filer over en infrarød forbindelse understøttes ikke.
es: El explorador de archivos no está disponible bajo IR.
fi: Tiedoston Selaamista ei ole tuettu Infrapunayhteydellä.
mk: Покажувањето на фајловите не го подржува преку Инфрацрвена врска.
pl: Przeglądanie plików nie jest obsługiwane poprzez podczerwień.
ru: Просмотр файлов через инфракрасный порт не поддерживается
wa: Door bestanden bladeren wordt niet ondersteund over Infra-Rood

source: Switch to Bluetooth or Data Cable in order to use it.
bg: Преминете на Bluetooth или Кабел за Данни за да го използвате.
cs: Připojte telefon přes datový kabel nebo bluetooh, pokud chcete tuto funkci použít.
da: Skift til Bluetooth eller datakabel for at bruge det.
es: Cambie de Bluetooth a cable de datos según le convenga.
fi: Vaihda Bluetooth- tai Data Kaapeliyhteydelle käyttääksesi sitä.
mk: Преминете на Bluetooth или Дата Кабел за да го користите.
pl: Zmień na Bluetooth lub kabel by tego użyć
ru: Подключите Синезуб или связной кабель, чтобы воспользоваться ими.
wa: Schakel naar Bluetooth of Data Kabel om het te grbruiken.

source: File Browseing is not supported by your phone.
bg: Показването на файловете не се поддържа от вашия телефон.
cs: Procházení v souborech není podporováno telefonem.
da: Visning af filer er ikke understøttet af din telefon.
es: El explorador de archivos no está disponible para su teléfono.
fi: Puhelimesi ei tue Tiedoston Selaamista.
mk: Пребарувањето на фајловите не е подржано од телефонот.
pl: Przeglądanie plików nie jest obsługiwane przez twój telefon.
ru: Просмотр файлов не поддерживается вашим телефоном
wa: Door bestanden bladeren wordt niet ondersteund door deze telefoon.

source: Your phone device is detected and supported.
bg: Вашия телефон е разпознат и поддържан.
cs: Váš telefon byl nalezen a je podporován.
da: Din telefon er blevet fundet og understøttes.
es: Su teléfono ha sido detectado y está disponible
fi: Puhelinlaitteesi on havaittu ja tuettu.
mk: Вашиот телефон е пронајден и подржан.
pl: Twój telefon jest wykryty i obsługiwany.
ru: Ваш телефон обнаружен и поддерживается.
wa: Uw telefoon is gevonden en wordt ondersteund.

source: Preparing Search...
bg: Подготовка за Търсене...
cs: Připravují hledání...
da: Forbereder søgning...
es: Preparando para buscar...
fi: Etsintää Valmistellaan...
mk: Подготовка са Пребарување...
pl: Przygotowywanie szukania...
ru: Подготовка поиска...
wa: Voorbereiden Zoeken...

source: Native Bluetooth is not supported!
bg: Bluetooth не е поддържан!
cs: Bluetooth není podporován!
da: Bluetooth understøttes ikke!
es: ¡Los driver nativos del Bluetooth no están disponibles!
fi: Natiivi Bluetooth-yhteys ei ole tuettu!
fr: Bluetooth Natif non supporté !
mk: Native Bluetooth не подржува!
pl: Bluetooth nie jest obsługiwany!
ru: "Родной" Синезуб не поддерживается!
wa: Native Bluetooth wordt niet ondersteund!

source: Native Infrared is not supported!
bg: Инфрачервена (Infra-red, IrDA) връзка не се поддържа!
cs: Infraport není podporován!
da: Infrarød understøttes ikke!
es: ¡Los driver nativos IR no están disponibles!
fi: Natiivi Infrapunayhteys ei ole tuettu!
fr: Infrarouge Natif non supporté !
mk: Инфрацрвена (Infra-red, IrDA) врска не подржува!
pl: Podczerwień nie jest obsługiwana!
ru: "Родной" инфракрасный порт не поддерживается!
wa: Native Infrared wordt niet ondersteund!

source: Searching Bluetooth...
bg: Търсене на Bluetooth...
cs: Hledám bluetooth...
da: Søger efter Bluetooth-enheder...
es: Buscando Bluetooth...
fi: Etsitään Bluetooth...
fr: Recherche Bluetooth en cours...
mk: Пребарување на Bluetooth...
pl: Szukanie Bluetootha...
ru: Поиск Синезуба...
wa: Zoeken Bluetooth...

source: Searching Infrared...
bg: Търсене на Инфрачервен порт...
cs: Hledám infraport...
da: Søger efter infrarøde enheder...
es: Buscando Infrarojos...
fi: Etsitään Infrapuna...
fr: Recherche de l'Infrarouge en cours...
mk: Пребарување на Инфрацрвен порт...
pl: Szukanie podczerwieni...
ru: Поиск инфракрасного...
wa: Zoeken Infra-Rood...

source: Searching Ports...
bg: Търсене на Портове...
cs: Hledám dostupné porty...
da: Søger efter serielle enheder...
es: Buscando puertos...
fi: Etsitään Portteja...
fr: Recherche des Ports en cours...
mk: Пребарување на портови...
pl: Szukanie portów...
ru: Поиск портов...
wa: Zoeken Poorten...

source: Select prefered phone device and click Next to continue.
bg: Изберете предпочитания телефон и натиснете Следващ за да продължите.
da: Vælg den foretrukne enhed og klik Næste for at fortsætte.
fi: Valitse puhelinlaite ja Seuraava jatkaaksesi.
mk: Изберете го преферираниот телефон и кликнете Следно да продолжи.
pl: Wybierz preferowany telefon i kliknij 'Dalej' by kontynuować.
ru: Отметьте предпочтительный телефон и щёлкните по Дальше для продолжения.
wa: Selecteer gewenst apparaat en klik Volgende om door te gaan.

source: Calibrating Port Speed...
bg: Калибриране на скоростта на порта...
cs: Kalibruji rychlost portu...
da: Optimerer port-hastighed...
es: Calibrando velocidad del puerto...
fi: Portin nopeutta Kalibroidaan...
fr: Calibrage de la Vitesse du Port...
mk: Калибрирање на Брзината на Портот...
pl: Kalibrowanie prędkości portu...
ru: Калибровка скорости порта...
wa: Poort Snelheid Calibreren...

source: USB device arrival or removed
bg: USB устройството е ?arrival? или премахнато
fi: USB laite kytketty tai poistettu
mk: USB уредот пристигнува или е исклучен
pl: Urządzenie USB przychodzące(?) lub usunięte
ru: Устройство USB только что подключено или удалено

source: Long SMS Received
bg: Получен е Дълъг SMS
fi: Pitkä SMS vastaanotettu
mk: Примена Долга SMS
pl: Otrzymano długi SMS
ru: Принята длинная SMS
wa: Lange SMS Ontvangen

source: Connection aborted by user or phone battery is too low
bg: Връзката е прекъсната от потребителя или батерията на телефона е изтощена
cs: Připojení přerušeno uživatelem nebo baterie není dostatečně nabitá
da: Forbindelse afbrudt af bruger eller telefonens batteri er fladt
es: Conexión cancelada por el usuario o batería del teléfono demasiado baja
fi: Käyttäjä katkaisi yhteyden tai akku on liian tyhjä
fr: Connexion terminée par l'utilisateur ou batterie du mobile trop faible
mk: Врската е прекината од корисникот или батериата на телефонот е преслаба
pl: Połączenie przerwane przez użytkownika lub bateria telefonu jest zbyt słaba
ru: Соединение разорвано пользователем или слишком низкий уровень заряда батареи
wa: Verbinding verbroken door gebruiker of Telefoon batterij is leeg

source: Connection aborted by user
bg: Връзката е прекъсната от потребителя
cs: Připojení přerušeno uživatelem
da: Forbindelse afbrudt af bruger
es: Conexión cancelada por el usuario
fi: Käyttäjä keskeytti yhteyden
fr: Connexion terminée par l'utilisateur
mk: Врска е прекината од корисникот
pl: Połączenie przerwane przez użytkownika
ru: Соединение разорвано пользователем
wa: Verbinding verbroken door gebruiker
