Repository: jomael/fma
Catalog: locale/*/LC_MESSAGES/default.po
Languages: bg, cs, da, es, fi, fr, mk, no, pl, ru, sv, wa

source: Talking...
bg: Разговор...
cs: Hovor...
da: Taler...
es: Hablando...
fi: Puhelu Käynnissä...
fr: En train de parler...
mk: Разговор...
no: Snakker...
pl: Rozmawianie...
ru: Разговор...
sv: Pratar...
wa: Spreken...

source: New missed call registered.
fi: Uusi vastaamaton puhelu.
pl: Zarejestrowano nowe nieodebrane połączenie.

source: Last call duration: %s
bg: Продължителност на последния разговор: %s
da: Sidste opkalds varighed: %s
fi: Viimeisen puhelun kesto: %s
mk: Времетраење на последниот повик: %s
pl: Czas ostatniego połączenia: %s
ru: Продолжительность последнего вызова: %s
wa: Duur Laatste Gesprek: %s

source: Call ended (%s)
bg: Обаждането приключи (%s)
cs: Hovor ukončen (%s)
da: Opkald afsluttet (%s)
es: Llamada finalizada (%s)
fi: Puhelu loppunut (%s)
fr: Appel terminé (%s)
mk: Крај на Повикот (%s)
no: Samtale avsluttet (%s)
pl: Połączenie zakończone (%s)
ru: Вызов завершён (%s).
sv: Samtal avslutat (%s)
wa: Gesprek Beïndigd (%s)

source: (Auto-answered)
bg: (Автоматично отговорено)
cs: (automatická odpověď)
da: (Automatisk svar)
es: (Contestación automática)
fi: (Vastattu automaattisesti)
fr: (Réponse automatique)
mk: (Автоматски одговор)
pl: (Automatycznie odebrane)
ru: (Авто-ответ)
wa: (Auto-beantwoord)

source: Phone SMS storage is full. Please delete some messages.
bg: Паметта за SMS-и р телефона е пълна. Моля, премахнете някои съобщения.
cs: Kapacita pro sms zprávy je vyčerpána. Smažte nějaké sms zprávy.
da: Besked-hukommelse fyldt. Slet nogle beskeder.
es: La memoria para SMS del teléfono está llena, elimine algunos.
fi: Puhelimen SMS-muisti on täynnä. Poista viestejä.
fr: La mémoire SMS du Mobile est pleine. Supprimez des messages pour faire de la place.
mk: Мемориата за SMS-и е полна. Ве молиме избришете некоја порака.
pl: Miejsce na SMSy w telefonie jest zapełnione. Proszę usunąć część wiadomości.
ru: Память SMS заполнена. Удалите часть сообщений.
wa: Telefoon SMS geheugen is vol. Verwijder berichten.

source: NiMH Battery
bg: NiMH Батерия
cs: NiMH baterie
da: NiMH-batteri
es: Batería NiMH
fi: NiMH Akku
fr: Batterie NiMH
mk: NiMH Батерија
pl: Bateria NiMH
ru: Батарея NiMH
wa: NiMH Batterij

source: Litium ion/Polymer Battery
bg: Литиево-йонна/Полимерна Батерия
cs: Li-ION / Li-POL baterie
da: Lithium-Ion/Polymer-batteri
es: Battery de polímeros ó iones de Litio
fi: Litium ion/Polumeeri Akku
fr: Batterie Lithium ion/polymère
mk: Литиум ион/Полимерна Батерија
no: Litium ion/Polymer batteri
pl: Bateria litowo-jonowa/polimerowa
ru: Батарея литий ионная/полимерная
sv: Litium ion/Polymer batteri
wa: Litium ion/Polymer Batterij

source: Unknown Battery
bg: Неизвестна Батерия
cs: Neznámá baterie
da: Ukendt batteritype
es: Batería desconocida
fi: Tuntematon Akku
fr: Batterie inconnue
mk: Непозната Батерија
no: Ukjent batteri
pl: Bateria nieznana
ru: Неизвестная батарея
sv: Okänt batteri
wa: Onbekende Batterij

source: Lithium Polymer
bg: Литиево-Полимерна
cs: Li-POL
es: Polímeros de Litio
fi: Lithium Polymeeri
fr: Lithium Polymère
mk: Литиум Полимер
pl: Litowo-polimerowa
ru: Литий полимерная

source: Battery
bg: Батерия
cs: Bateríe
da: Batteri
es: Batería
fi: Akku
fr: Batterie
mk: Батерија
no: Batteri
pl: Bateria
ru: Батарея
sv: Batteri
wa: Batterij

source: The phone battery is too low! Plug the phone into the charger now if you wish to use it...
bg: Батерията на телефона е изтощена! Включете телефона на зарядно сега ако искате да го използвате...
cs: Baterie v telefonu je téměř vybitá, připojte prosím telefon k nabíječce...
da: Batteriet er tømt! Sæt telefonen til opladeren før du bruger den...
es: ¡La batería está muy baja! Conéctela al cargador ahora si deseas usarla...
fi: Puhelimen akussa on vähän virtaa! Liitä puhelin laturiin jos haluat jatkaa käyttöä...
fr: La batterie du mobile est trop faible ! Branchez le téléphone sur son chargeur si vous voulez l'utiliser...
mk: Баетеријата на телефонот е преслаба! Вклучетего на полнач сега ако сакате да го користите...
pl: Bateria telefonu jest słaba! Podłącz telefon teraz do ładowarki jeśli chcesz go użyć...
ru: Батарея разряжена! Подключите к телефону зарядное устройство, если хотите продолжить работу...
wa: De telefoon batterij is bijna leeg! Sluit de oplader aan als u hem toch wilt gebruiken...

source: AC Powered
bg: На Зарядно
cs: Zapojen v síti
da: På vekselstrøm
es: Conectado a CA
fi: Virta Kytketty
fr: Connecté au secteur
mk: На Полнач
no: Tilkoblet lader
pl: Zasilanie AC
ru: Питание от сети
sv: Laddare
wa: Aan oplader

source: Battery Err
bg: Грешка в Батерията
cs: Chyba baterie
da: Batteri-fejl
es: Error de batería
fi: Akkuvirhe
fr: Erreur batterie
mk: Грешка во Батеријата
no: Batteri-feil
pl: Błąd baterii
ru: Ошиб Батареи
sv: Batteri-fel
wa: Batterij Fout

source: Disconnecting due to low battery or power fault...
bg: Прекъсване на връзката с телефона поради изтощаване на батерията или липса на захранване...
cs: Odpojuji, protože je slabá baterie nebo selhalo napájení...
da: Afbryder forbindelse, da batteriet er tømt eller har en fejl...
es: Desconectando por batería baja o fallo de la alimentación...
fi: Yhteys katkaistaan koska virtaa on vähän tai virtakatkos...
fr: Déconnecté à cause d'une batterie faible ou d'un coupure secteur
mk: Прекинување на врската поради преслаба батерија или грешка при полнење...
no: Frakobler pga lite strøm på batteri eller strømfeil...
pl: Rozłączanie z powodu słabej baterii lub winy zasilania...
ru: Отключение из-за разряда батареи или отказа питания...
sv: Kopplade ifrån pga lågt batteri eller strömfel...
wa: Verbinding verbroken door te lage batterijspanning of stroomstoring...

source: Disconnected due to low battery
bg: Прекъсване на връзката с телефона поради изтощаване на батерията
cs: Odpojuji, protože je slabá baterie
da: Forbindelse afbrudt, da batteriet var tømt
es: Desconexión por batería baja
fi: Yhteys katkaistu koska akussa on vähän virtaa
fr: Déconnecté à cause d'une batterie faible
mk: Прекинување на врсакта со телефонот поради празна батерија
no: Frakoblet pga lite strøm på batteri
pl: Rozłączony z powodu słabej baterii
ru: Отключение из-за разряда батареи
sv: Kopplade ifrån pga lågt batteri
wa: Verbinding verbroken door te lage batterij spanning

source: Signal %s
bg: Сигнал %s
cs: Signál %s
es: Señal al %s
fi: Signaali %s
mk: Сигнал %s
no: Signalstyrke %s
pl: Sygnał %s
ru: Сигнал %s
sv: Signalstyrka %s
wa: Signaal %s

source: Reconnection needed (Baudrate changed)
bg: Необходимо е ново свързване (Скоростта на обмен е променена)
cs: Je třeba provést nové připojení (změna rychlosti)
da: Genstart af forbindelse krævet (hastighed ændret)
es: Reconexión requerida (El baudrate ha sido modificado)
fi: Yhteys on otettava uudelleen (Baudrate muuttunut)
fr: Reconnexion nécessaire (débit modifié)
mk: Неопходно е ново сврзување (Блискоста е променета)
pl: Wymagane ponowne połączenie (baudrate zmieniony)
ru: Необходимо переподключение (изменилась скорость передачи)
wa: Herverbinden nodig (Baudrate gewijzigd)

source: Serial port/device change Failed
bg: Серийния порт/устройство за връзка не можа да бъде променено.
cs: Chyba komunikace na seriovém portu
da: Seriel port/skift af enhed fejlede
es: Error en el cambio de puerto de serie
fi: Sarja portin/laitteen vaihto Epäonnistui
fr: Echec du changement de port/périphérique Série
mk: Сериски порт/уредот за врска не може да биде променет.
pl: Zmiana portu szeregowego/urządzenia nieudana
ru: Сбой смены порта/устройства
wa: Seriele poort/apparaat wijzigen Mislukt

source: Flow Control change failed
bg: Промяната на контрола на предаване пропадна
cs: Řízení toku selhalo
da: Fejl ved skift af "Flow Control"
es: Error al cambiar el control de flujo
fi: Virran Hallinnan muuttaminen epäonnistui
fr: Echec du changement de Contrôle de Flux
mk: Промената на контрола на предавање пропадна
pl: Zmiana kontroli przepływu nieudana
ru: Сбой изменения управления потоком
wa: Flow Control Wijziging mislukt

source: Scripting is disabled. Do you want to enable it now?
bg: Скриптовете са забранени. Искате ли да ги разрешите сега?
fi: Skriptit ovat pois käytöstä. Haluatko ne käyttöön nyt?
mk: Скриптите се деактивирани. Сакате ли да ги активирате сега?
pl: Skrypty są wyłączone. Czy chcesz je teraz włączyć?
ru: Сценарии запрещены. Хотите их сейчас разрешить?
wa: Scripting is uitgeschakeld. Wilt u het inschakelen?

source: Nothing to post
bg: Няма нищо за изпращане
cs: Nic tu není
da: Intet at sende
es: Nada a crear
fi: Ei postitettavaa
fr: Rien à poster
mk: Нема ништо за истакнување
no: Ingenting å legge til
pl: Nic do ogłoszenia
ru: Нечего посылать
sv: Inget att lägga till
wa: Niks te posten

source: Not supported or OBEX disabled
bg: OBEX не се поддържа или е изключен
fi: OBEX ei ole tuettu tai ei ole käytössä
mk: OBEX не подржува или е исклучен
pl: Nieobsługiwane lub wyłączony OBEX
ru: Не поддерживается или OBEX запрещён

source: Loading profiles...
bg: Зареждане на профилите...
cs: Nahrávám profily...
da: Indlæser profiler...
es: Cargando perfiles...
fi: Ladataan profiileja...
fr: Chargement des profils...
mk: Вчитување на профилите...
no: Åpner profiler...
pl: Ładowanie profili
ru: Загрузка профилей...
sv: Laddar profiler...
wa: Laden Profielen...

source: Profile changed
bg: Профила беше променен
cs: Profil změněn
da: Profil ændret
es: Perfiles cargados
fi: Profiili vaihdettu
fr: Profil modifié
mk: Профилот бесе променет
no: Endret Profil
pl: Profil zmieniony
ru: Профиль изменился
sv: Profil har bytts
wa: Profiel gewijzigd

source: Profile "%s" activated.
bg: Профил "%s" е активиран.
cs: Profil "%s" activován.
da: Profil "%s" aktiveret.
es: Perfil "%s" activado.
fi: Profiili "%s" aktivoitu.
fr: Profil "%s" activaté.
mk: Профил "%s" е активиран.
no: Profil "%s" aktivert.
pl: Profil "%s" aktywowany.
ru: Профиль "%s" активирован.
sv: Profil "%s" aktiverad.
wa: Profiel "%" geactiveerd.

source: Error switching profile
bg: Грешка при превключване на профил
cs: Chyba přepínání profilu
da: Fejl ved skift af profil
es: Error cambiando de perfil
fi: Profiilin vaihtaminen epäonnistui
fr: Erreur durant le changement de profil
mk: Грешка при превклучување на профил
no: Feil ved bytting av profil
pl: Błąd przełączania profilu
ru: Ошибка смены профиля
sv: Kunde inte byta profil
wa: Fout bij wisselen van Profiel

source: Connection Error (0x%s)
bg: Грешка при Свързване (0x%s)
cs: Chyba spojení (0x%s)
da: Forbindelsesfejl (0x%s)
es: Error de conexión (0x%s)
fi: Yhteysvirhe (0x%s)
fr: Erreur de connexion (0x%s)
mk: Грешка при поврзување (0x%s)
no: Tilkoblingsfeil (0x%s)
pl: Błąd połączenia (0x%s)
ru: Ошибка подключения (0x%s)
sv: Anslutningsfel (0x%s)
wa: Verbindings Fout (0x%s)

source: Auto-connect: Watching for %s phone...
bg: Автоматично свързване: Търсене на телефон %s...
da: Automatisk tilslutning: Venter på %s telefon...
fi: Automaattinen yhteys:Seuraa %s puhelinta...
mk: Автоматско поврзување: Барање на телефон %s...
pl: Auto-łączenie: szukanie telefonu %s...
ru: Автоподключение: следим за %s телефоном
wa: Auto-connect: Wachten op %s telefoon...

source: Serial
bg: Сериен кабел
cs: seriová komunikace
da: Seriel
es: Serie
fi: Sarja
fr: Port série
mk: Сериски кабел
no: Seriell
pl: Szeregowy
ru: Последовательный
sv: Seriell
wa: Serieel

source: Connection aborted by user!
bg: Връзката е прекъсната от потребителя!
cs: Spojení ukončeno uživatelem!
da: Forbindelse afbrudt af bruger
es: ¡Conexión cancelada por el usuario!
fi: Käyttäjä katkaisi yhteyden!
mk: Врската прекината од корисникот!
pl: Połączenie przerwane przez użytkownika!
ru: Соединение прервано пользователем!
wa: Verbinding verbroken door gebruiker!

source: Protocol is not supported!
bg: Протокола не се поддържа!
da: Protokollen understøttes ikke
fi: Protokollaa ei ole tuettu!
mk: Протокол не подржува!
pl: Protokół nie jest obsługiwany!
ru: Протокол не поддерживается!
wa: Protocol is niet ondersteund!

source: Your device is not supported by current Windows drivers. Install or update your drivers and try again!
bg: Вашето устройство не се поддържа от текущите драйвери на Windows. Инсталирайте или актуализирайте драйверите и опитайте пак!
da: Din enhed er ikke understøttet af de nuværende drivere. Installer eller opdater dine drivere og prøv så igen.
fi: Nykyinen Windowsversio ei tue laitettasi. Asenna tai päivitä ajurit ja yritä uudestaan!
mk: Вашиот уред нее подржан тековните драјвери на Windows. Инсталирај или обновиги и пробај повторно!
pl: Twoje urządzenie nie jest obsługiwane przez aktualne sterowniki Windowsa. Zainstaluj lub zaktualizuj swoje sterowniki i spróbuj ponownie!
ru: Ваше устройство не поддерживается текущими драйверами Windows. Установите или обновите ваш драйвер и попытайтесь ещё раз!
wa: Dit apparaat wordt niet ondersteund door de huidige Windows drivers. Installeer of Update uw drivers en probeer opnieuw!

source: Address is already in use!
bg: Адресът вече се използва.
da: Adressen er allerede i brug!
fi: Osoite on jo käytössä!
mk: Адресата веќе е искористена.
pl: Adres jest już w użyciu!
ru: Адрес уже используется!
wa: Adres is al in gebruik!

source: Target network is down. If not using MS drivers, try to set up a Virtual COM port connection instead!
bg: Мрежата е недостъпна. Ако не използвате MS драйвери, опитайте да настроите връзка през Виртуален COM порт.
fi: Kohdeverkko on kaatunut. Jos MS ajurit eivät ole käytössä, yritä asentaa Virtuaalinen COM yhteys!
mk: Мрежата е недостапна. Ако не користите MS драјвери, пробајте да подесите врска преку виртуелен COM порт.
pl: Sieć docelowa nie działa. Jeśli nie używasz sterowników MS, spróbuj w zamian ustawić połączenie na wirtualnym porcie COM!
ru: Сеть назначения не функционирует. Если не ипользуется драйвер от MS, попытайтесь установить виртуальный COM-порт!

source: Network is unreachable!
bg: Мрежата не е достъпна!
da: Netværket kan ikke nås!
fi: Verkkoa ei tavoiteta!
mk: Мрежата е недостапна!
pl: Sieć jest poza zasięgiem!
ru: Сеть недоступна!
wa: Netwerk niet bereikbaar!

source: Connection aborted!
bg: Връзката прекъсна!
cs: Spojení přerušeno!
da: Forbindelse afbrudt!
es: ¡Conexión cancelada!
fi: Yhteys katkaistu!
fr: Connexion Annulée !
mk: Врската е прекината!
no: Tilkobling avbrutt!
pl: Połączenie przerwane!
ru: Подключение прервано!
sv: Anslutning avbruten!
wa: Verbinding verbroken!

source: Connection timed out!
bg: Връзката се разпадна!
da: Forbindelsen var for længe om at svare!
fi: Yhteys aikakatkaistiin!
mk: Врската се распадна!
pl: Połączenie nieudane!
ru: Таймаут поключения!
wa: Verbinding timed out!

source: Connection refused!
bg: Връзка беше отхвърлена!
da: Forbindelse nægtet!
fi: Yhteys torjuttu!
mk: Врската е отфрлена!
pl: Połączenie odrzucone!
ru: Соединение отвергнуто!
wa: Verbinding geweigerd!

source: Target host is down!
bg: Връзката с хоста пропадна!
da: Destination er nede!
fi: Kohdeisäntäkone on kaatunut!
mk: Врската со хостот пропадна!
pl: Serwer docelowy nie działa!
ru: Целевая машина не работает!
wa: Doel host is down!

source: Windows Socket version is not supported!
bg: Версията на Windows Socket не се поддържа!
da: Windows Socket-version er ikke understøttet
fi: Windows Socket versiota ei ole tuettu!
mk: Верзијата на Windows Socket не се подржува!
pl: Wersja gniazda Windowsa nie jest obsługiwana!
ru: Версия Windows сокет не поддерживается!
wa: Windows Socket versie wordt niet ondersteund!

source: Connection failed!
bg: Връзката пропадна!
cs: Chyba spojení!
da: Forbindelse mislykkedes!
es: ¡Conexión fallida!
fi: Yhteys epäonnistui!
fr: Echec de la Connexion !
mk: Врската пропадна!
no: Tilkobling misslykkes!
pl: Połączenie nieudane!
ru: Сбой подключения!
sv: Anslutning misslyckades!
wa: Verbinding niet gelukt!

source: vCard files (*.vcf)|*.vcf|Thunderbird LDIF files (*.ldi,*.ldif)|*.ldi;*.ldif|CSV files (*.csv)|*.csv|XML files (*.xml)|*.xml|Html files (*.html)|*.html|Opera contacts (*.adr)|*.adr
fi: vCard tiedostot (*.vcf)|*.vcf|Thunderbird LDIF tiedostot (*.ldi,*.ldif)|*.ldi;*.ldif|CSV tiedostot (*.csv)|*.csv|XML tiedostot (*.xml)|*.xml|Html tiedostot (*.html)|*.html|Opera yhtystiedot (*.adr)|*.adr
pl: Pliki vCard (*.vcf)|*.vcf|Pliki Thunderbird LDIF (*.ldi,*.ldif)|*.ldi;*.ldif|Pliki CSV (*.csv)|*.csv|Pliki XML (*.xml)|*.xml|Pliki Html (*.html)|*.html|Kontakty Opery (*.adr)|*.adr

source: The SIM card is blocked for that user!
bg: SIM картата е блокирана за този потребител!
da: SIM-kortet er blokeret for den bruger!
fi: Käyttäjältä on estetty SIM-kortin käyttö!
mk: SIM картичката е блокирана за тој корисник!
pl: Karta SIM jest zablokowana dla tego użytkownika!
ru: SIM карта заблокирована для этого пользователя!
wa: De SIM kaart is geblokkeerd voor deze gebruiker!

source: Initializing...
bg: Инициализация...
cs: Inicializace...
da: Initialiserer...
es: Inicializando...
fi: Käynnistyy...
fr: Initialisation...
mk: Инициализација...
no: Initierer...
pl: Inicjalizacja...
ru: Инициализация...
sv: Initierar...
wa: Initialiseren...

source: Starting...
bg: Стартиране...
cs: Spouštím...
da: Starter...
es: Comenzanado...
fi: Aloittaa...
fr: Démarrage
mk: Стартување...
no: Starter...
pl: Rozpoczynanie...
ru: Запуск...
sv: Startar...
wa: Starten...

source: Debug mode enabled (AT commands).
bg: Дебъг режима е разрешен (AT команди)
cs: Debug režim aktivován (AT příkazy).
da: Fejlsøgningstilstand slået til (AT-kommandoer).
es: Modo de depuración activado (Comandos AT).
fi: Debug tila otettu käyttöön (A/T käskyt).
fr: Mode Debug activé (commandes AT).
mk: Дебуг пежимот е активен (AT команди)
no: Debug-innstilling aktivert (AT-kommando).
pl: Włączony tryb debugowania (komendy AT).
ru: Разрешена мода отладки (команды AT).
sv: Debug-läge aktiverat (AT-kommando).

source: Debug mode enabled (OBEX hex).
bg: Дебъг режима е разрешен (OBEX hex)
cs: Debug režim aktivován (OBEX hex).
da: Fejlsøgningstilstand slået til (OBEX hex).
es: Modo de depuración activado (OBEX en hexadecimal).
fi: Debug tila otettu käyttöön (OBEX hex).
fr: Mode Debug activé (OBEX hex).
mk: Дебуг режимот е активен (OBEX hex)
no: Debug-innstilling aktivert (OBEX hex).
pl: Włączony tryb debugowania (OBEX hex).
ru: Разрешена мода отладки (OBEX шестн).
sv: Debug-läge aktiverat (OBEX hex).

source: Loading Profile Database...
bg: Зареждане на Базата Данни...
cs: Nahrávám databázi profilů...
da: Indlæser profildatabase...
es: Cargando base de datos de los perfiles...
fi: Ladataan Profiilitietokantaa...
fr: Chargement de la Base de Données de Profils...
mk: Вчитување на Профил Датабазата...
no: Åpner profildatabase...
pl: Ładowanie bazy danych profilu...
ru: Загрузка базы данных профиля...
sv: Laddar profildatabas...
wa: Laden Profiel Database...

source: ERROR: Could not initialize phone database (load failed)
bg: ГРЕШКА: Не мога да инициализирам телефонната база данни (зареждането пропадна)
cs: Chyba: Nelze inicializovat databázi v telefonu (nahrávání selhalo)
da: FEJL: Kunne ikke initialisere telefondatabasen
es: Error: Imposible inicializar la base de datos del teléfono (error en la carga)
fi: VIRHE: Puhelimen tietokantaa ei voitu alustaa (lataus epäonnistui)
fr: ERREUR : Ne peut pas initialiser la base de donnée du mobile (échec du chargement)
mk: ГРЕШКА: Не можам да ја инициализирам телефонската дата база (вчитувањето пропадна)
pl: BŁĄd: Nie można było zainicjować bazy danych telefonu (ładowanie nieudane)
ru: ОШИБКА: Невозможно инициализировать телефонную базу (сбой загрузки)
wa: ERROR: Kan telefoon database niet initialiseren (load failed)

source: Building Contact Lists...
bg: Изграждане на Списък с Контактите...
cs: Vytvářím seznam kontaktů...
da: Opbygger kontaktliste
es: Generando la lista de contactos...
fi: Rakennetaan Yhteystiedot Listoja...
fr: Construction des Listes de Contacts...
mk: Изградба на Контакт Листата...
no: Bygger kontaktliste...
pl: Budowanie list kontaktów...
ru: Построение списка контактов...
sv: Bygger kontaktlista...
wa: Samenstellen Contactenlijst

source: Initializing Script Engine...
bg: Инициализация на Скрипт Системата...
cs: Inicializuji Script Engine...
da: Klargør skript-fortolker...
es: Inicializando el motor del script...
fi: Käynnistetään Skripti Engine...
fr: Initialisation du Moteur de Scripts...
mk: Иницирање на Скрипт Системот...
no: Initierer skriptmotor...
pl: Inicjalizacja silnika skryptów...
ru: Инициализация движка сценариев...
sv: Initierar skriptmotor...
wa: Initialiseren Script Engine...

source: Welcome to %s!
bg: Добре дошли в %s!
cs: Vítejte v %s!
da: Velkommen til %s!
es: ¡Bienvenido a %s!
fi: %s!
fr: Bienvenue à %s !
mk: Добро дојдовте во %s!
no: Velkommen til %s!
pl: Witamy w %s!
ru: Добро пожаловать в %s
sv: Välkommen till %s!
wa: Welkom bij %s!

source: (Unknown)
bg: (Неизвестно)
cs: (Neznámý)
da: (Ukendt)
es: (Desconocido)
fi: (Tuntematon)
fr: (Inconnu)
mk: (Непознато)
no: (Ukjent)
pl: (Nieznany)
ru: (Неизвестно)
sv: (Okänd)
wa: (Onbekend)

source: Loading groups...
bg: Зареждане на групите...
cs: Nahrávám skupiny...
da: Indlæser grupper
es: Cargando grupos...
fi: Ryhmiä ladataan...
fr: Chargement des groupes en cours...
mk: Вчитување на групите...
no: Åpner grupper...
pl: Ładowanie grup...
ru: Загрузка групп...
sv: Hämtar grupper...
wa: Groepen laden...

source: The Phonebook is empty. Should we download it now?
bg: Телефонния Указател е празен. Да го сваля ли сега?
fi: Puhelinluettelo on tyhjä. Yritetäänkö ladata se nyt?
mk: Телефонскиот именик е празен. Да го спуштам сега?
pl: Spis telefonów jest pusty. Czy pobrać go teraz?
ru: Телефонная книга пуста. Загрузить её сейчас?

source: Contact #
bg: Контакт #
cs: Kontakt #
da: Kontakt #
es: Contacto #
fi: Yhteystieto #
mk: Контакт #
no: Kontakt #
pl: # kontaktu
ru: Контакт #
sv: Kontakt #

source: Removing "%0:s" from group "%1:s". Do you wish to continue?
bg: Премахване на "%0:s" от групата "%1:s". Желаете ли да продължите?
cs: Odebrat "%0:s" ze skupiny "%1:s". Opravdu chcete pokračovat?
da: Sletter "%0:s" fra gruppe "%1:s". Vil du fortsætte?
es: Eliminando "%0:s" desde el grupo "%1:s". ¿Desea continuar?
fi: Poistetaan "%0:s" ryhmästä "%1:s". Haluatko jatkaa?
fr: "%0:s" sera enlevé du groupe "%s". Voulez-vous continuer ?
mk: Тргнување на "%0:s" од групата "%1:s". Дали сакате да продолжи?
pl: Usuwanie "%0:s" z grupy "%1:s". Czy chcesz kontynuwować?
ru: Удаление "%0:s" из группы "%1:s". Хотите продолжить?
wa: Verwijderen "%0:s" van groep "%1:s". Wilt u doorgaan?

source: %s item
bg: %s обект
cs: %s položka
da: %s element
es: %s elemento
fi: %s kohde
fr: %s élément
mk: %s објект
pl: %s pozycja
ru: %s объект

source: Deleting "%0:s" from folder "%1:s". Do you wish to continue?
bg: Изтриване на "%0:s" от папката "%1:s". Желаете ли да продължите?
fi: Poistetaan "%0:s" kansiosta "%1:s". Haluatko jatkaa?
mk: Бришење на "%0:s" од папката "%1:s". Дали сакате да продолжи?
pl: Usuwanie "%0:s" z grupy "%1:s". Czy chcesz kontynuwować?
ru: Удаление "%0:s" из папки "%1:s". Хотите продолжить?

source: Deleting files
bg: Премахване на файлове
cs: Odstraňuji soubory
da: Sletter filer
es: Eliminando archivo
fi: Tiedostoja poistetaan
fr: Suppression des fichiers en cours
mk: Бришење на фајлови
no: Sletter filer
pl: Usuwanie plików
ru: Удаление файлов
sv: Tar vort filer
wa: Verwijder bestanden

source: Deleting
bg: Премахване
cs: Odstraňuji
da: Sletter
es: Eliminando
fi: Poistetaan
fr: Suppression en cours
mk: Бришење
no: Sletter
pl: Usuwanie
ru: Удаление
sv: Tar bort
wa: Verwijderen

source: Delete completed
bg: Премахването завърши
cs: Mazání dokončeno
da: Sletning færdig
es: Eliminación completa
fi: Poistaminen onnistui
fr: Suppression effectuée
mk: Бришењето заврши
no: Slettet
pl: Usuwanie zakończone
ru: Удаление завершено
sv: Borttagning klar
wa: Verwijderen compleet

source: Phone is powering up. Please wait...
fi: Puhelin käynnistyy. Odota...
pl: Telefon jest uruchamiany. Proszę czekać...
