Repository: jomael/fma
Catalog: locale/*/LC_MESSAGES/default.po
Languages: bg, cs, da, es, fi, fr, mk, no, pl, ru, sv, wa

source: Send Message Immediately
bg: Изпрати Съобщението Незабавно
cs: Odeslat zprávu okamžitě
da: Send besked nu
es: Enviar mensaje inmediatamente
fi: Lähetä Viesti Heti
fr: Envoi le Message Maintenant
mk: Прати Порака итно
no: Send meldingen nå
pl: Wyślij wiadomość natychmiast
ru: Послать сообщение немедленно
sv: Skicka meddelande direkt
wa: Verzend Bericht Onmiddelijk

source: Save Message in Drafts
bg: Запиши Съобщението в Чернови
cs: Uložit zprávu jako koncept
da: Gem besked i kladder
es: Guardar el mensaje en las plantillas
fi: Tallenna Viesti Luonnoksiin
fr: Sauve le Message dans les Brouillons
mk: Сочувај Порака во Подготвени
no: Lagre Meldinger i Drafts-mappen
pl: Zapisz wiadomość w brudnopisie
ru: Сохранить сообщение в черновиках
sv: Spara meddelande i Utkast
wa: Bewaar bericht in Concepten

source: Save
bg: Запис
fi: Tallenna
mk: Сочувај
pl: Zapisz
ru: Сохранить

source: Clear this Message
bg: Почисти това Съобщение
cs: Odstranit tuto zprávu
da: Sletter denne besked
es: Limpiar este mensaje
fi: Tyhjennä tämä Viesti
fr: Effacer ce Message
mk: Исчистија оваа Порака
no: Slett Meldin
pl: Wyczyść tę wiadomość
ru: Очистить это сообщение
sv: Rensa meddelande
wa: Wis dit bericht

source: &Clear
bg: &Почисти
fi: Tyhjenn&ä
mk: &Исчисти
pl: Wy&czyść
ru: &Очистить

source: Request Status Report
bg: Искан Отчет за Състоянието
cs: Zaslat doručenku
da: Anmod om statusrapport
es: Solicitar informe de estado
fi: Pyydä Raportti
fr: Rapport de Requête de Statut
mk: Баран Статус за Пораката
no: Ønsker statusrapport
pl: Żądanie o raport statusu
ru: Запрос отчёта о состоянии
sv: Begär statusrapport
wa: Vraag status rapport

source: Report
bg: Отчет
cs: Doručenka
da: Rapport
es: Solicitar
fi: Raportti
fr: Rapport
mk: Извештај
no: Rapport
pl: Raport
ru: Отчёт
sv: Rapport
wa: Rapport

source: Request Reply
bg: Искан Отговор
cs: Požadovat odpověď
da: Svar ønskes
es: Solicitar respuesta
fi: Vaadi Vastaanottokuittaus
fr: Demande de Répondre
mk: Барај Одговор
no: Ønsker svar
pl: Żądanie odpowiedzi
ru: Запрос ответа
sv: Begär svar
wa: Vraag antwoord

source: Send as Long Message
bg: Изпрати като Дълго Съобщение
cs: Odeslat jakou dlouhou zprávu (rozdělí se na více sms)
da: Send som lang SMS
es: Enviar como mensaje largo
fi: Lähetä Pitkänä Viestinä
fr: Active l'option Message Long
mk: Испрати како долга порака
no: Send som lang melding
pl: Wyślij jako długą wiadomość
ru: Послать как длинное сообщение
sv: Skicka som långt meddelande
wa: Verzenden als Lang Bericht.

source: Long
bg: Дълго
cs: Dlouhá
da: Lang
es: Largo
fi: Pitkä
mk: Долга
no: Lang
pl: Długa
ru: Длинное
sv: Långt
wa: Lang

source: Send as Flash Message
bg: Изпрати като flash Съобщение
cs: Zpráva se zobrazí příjemci pouze na displeji
da: Sender beskeden som en Pop Op
es: Enviar como SMS Flash (instantaneo)
fi: Lähetä Pika Viestinä
fr: Active l'option Message Flash
mk: Испрати Флеш Порака
no: Send som Flash-melding
pl: Wyślij jako ważną wiadomość
ru: Послать как flash сообщение
sv: Skicka Flash-meddelande
wa: Verzenden als Flash Bericht

source: Flash
da: Prioritet
fi: Pika
mk: Флеш
pl: Ważna

source: &To...
bg: &Към
fi: &Vastaanottaja...
mk: &До
pl: &Do...
ru: &Кому...

source: Select Recent Recipients
bg: Укажи Последните Получатели
cs: Vyberte všechny příjemce
da: Vælg seneste modtagere
es: Seleccionar destinatarios recientes
fi: Valitse Viimeisimmistä Vastaanottajista
fr: Sélectionner les Destinataires Récents
mk: Одбери Примачи
pl: Wybierz ostatnich odbiorców
ru: Выбрать недавних получателей
wa: Selecteer Recente Ontvangers

source: Favorites
bg: Предпочитани
cs: Oblíbení
da: Favoritter
es: Favoritos
fi: Suosikit
fr: Favoris
mk: Омилени
no: Favoritter
pl: Ulubione
ru: Избранное
sv: Favoriter
wa: Favorieten

source: Clear Message Counter
bg: Нулирай Брояча на Съобщения
cs: Vynulovat počítadlo zpráv
da: Nulstil beskedtæller
es: Limpiar el contador de mensajes
fi: Tyhjennä Viestilaskuri
fr: Effacer le Compteur de Messages
mk: Ресетирај го SMS Бројачот
no: Slett Meldingsantall
pl: Wyczyść licznik wiadomości
ru: Очистить счётчик сообщений
sv: Rensa meddelanderäknare
wa: Wis Berichten Teller

source: Select Recepients...
bg: Укажи Получатели...
cs: Vybrat příjemce...
da: Vælg modtagere
es: Seleccionar destinatarios...
fi: Valitse Vastaanottajat...
fr: Sélectionner Destinataires...
mk: Избери Примачи...
no: Velg mottagare...
pl: Wybierz odbiorców...
ru: Выберите получателей...
sv: Välj mottagare...
wa: Selecteer Ontvangers...

source: &Add To Phonebook...
bg: &Добави към Указателя...
cs: &Přidat do adresáře...
da: Tilføj til telefonbog...
es: &Añadir a la agenda...
fi: &Lisää Puhelinluetteloon...
fr: &Ajouter au Répertoire Tel.
mk: &Додели во Тел. Именик...
no: &Legg til i Telefonliste...
pl: &Dodaj do spisu telefonów...
ru: &Добавить в телефонную книгу...
sv: &Lägg till i Telefonbok...
wa: &Voeg toe aan telefoonboek...

source: Delete
bg: Премахни
cs: Odstranit
da: Slet
es: Eliminar
fi: Poista
fr: Supprime la sélection.
mk: Избриши
no: Slett
pl: Usuń
ru: Удалить
sv: Ta bort
wa: Verwijderen

source: Force UCS-2
bg: Използвай UCS-2
cs: Vnutit UCS-2
da: Brug altid UCS-2
es: Forzar UCS-2
fi: Pakota UCS-2
fr: Forcer UCS-2
mk: Искористи UCS-2
no: Tving bruk av UCS-2
pl: Zmień UCS-2
ru: Принудительно использовать UCS-2
sv: Tvinga avändning av UCS-2
wa: Forceer UCS-2

source: Conflict Changes
bg: Конфликтни Промени
fi: Ristiriitaiset muutokset
mk: Конфликтни Промени
pl: Zmiany konfliktów
ru: Конфликт изменений
wa: Conflikt Oplossing

source: Only fields which values differ in both instances are shown. Matching fields are hidden.
bg: Само полета различни стойности в двете инстанции са показани. Съвпадащите полета са скрити.
fi: Näytetään vain kentät, joiden arvo poikkeaa molemmissa tapauksissa. Samanlaiset kentät piilotetaan.
mk: Само полињата со различни состојки во двете инстанци се покажани. Совпаднатите полиња се скриени.
pl: Pokazane są tylko pola z różniącymi się wartościami w obu przypadkach. Identyczne pola są ukryte.
ru: Показываются только поля с различающимися значениями. Совпадающие поля скрыты.
wa: Alleen velden met verschillende waarden worden getoond. Gelijke velden zijn verborgen.

source: Field
bg: Поле
fi: Kenttä
mk: Поле
pl: Pole
ru: Поле
wa: Veld

source: Close
bg: Затвори
cs: Zavřít
da: Luk
es: Cerrar
fi: Sulje
fr: Fermer
mk: Затвори
no: Avslutt
pl: Zamknij
ru: Закрыть
sv: Stäng
wa: Sluiten

source: Progress
bg: Момент
cs: Pracuji
da: Fremgang
es: Progreso
fi: Käynnissä
fr: Progression
mk: Момент
no: Utfører
pl: Postęp
ru: Прогресс
sv: Händelseförlopp
wa: Voortgang

source: &Abort
bg: &Прекъсни
fi: K&eskeytä
mk: &Прекини
pl: &Anuluj
ru: &Прервать
wa: &Breek af

source: &Hide
bg: &Скрий
fi: &Piilota
mk: &Скри
pl: &Ukryj
ru: &Скрыть

source: Task
bg: Задача
cs: Úloha
da: Opgave
es: Tarea
fi: Tehtävä
fr: Tâche
mk: Задача
no: Jobb
pl: Zadanie
ru: Задача
sv: Uppgift
wa: Taak

source: Don't show it again
bg: Не показвай това повече
fi: Älä näytä uudestaan
mk: Не покажувај повторно
pl: Nie pokazuj ponownie
ru: Не показывать
wa: Niet meer tonen

source: Wait...
bg: Изчакайте...
cs: Čekejte...
da: Vent...
es: Espere...
fi: Odota...
fr: Attendre...
mk: Чекај...
no: Vent...
pl: Czekaj...
ru: Ждите...
sv: Vänta...
wa: Wacht...

source: Use Ctrl+C to copy the report to the Clipboard
bg: Използвайте Ctrl+C за да копирате отчета в Буфера за Обмен (Clipboard)
fi: Käytä Ctrl+C kopioidaksesi raportin Leikepöydälle
mk: Користи Ctrl+C да копираш извештај до (Clipboard)
pl: Użyj Ctrl+C by skopiować raport do schowka
ru: Используйте Ctrl+C, чтобы скопировать отчёт в буфер обмена

source: Show or hide additional information|
bg: Показва или скрива допълнителната информация|
cs: Ukázat nebo skrýt další informace|
da: Vis eller skjul yderligere information
es: Mostrar o ocultar información adicional|
fi: Näytä tai piilota lisätiedot|
fr: Afficher ou Cacher les informations additionnelles|
mk: Покажи или скри ја дополнителната информација
pl: Otwórz lub schowaj dodatkową informację|
ru: Показать или скрыть дополнительную информацию|
wa: Toon of verberg extra informatie

source: Log
bg: Журнал
cs: Výpis
fi: Loki
mk: Список
no: Logg
pl: Raport
ru: Протокол
sv: Logg
wa: Logboek

source: Save As...
bg: Запис Като...
cs: Uložit jako...
da: Gem som...
es: Guardar como...
fi: Tallenna Nimellä...
fr: Sauver Sous...
mk: Сочувај како...
no: Lagre som...
pl: Zapisz jako...
ru: Сохранить как...
sv: Spara som...
wa: Opslaan als...

source: Clear All
bg: Изчисти Всички
cs: Smazat vše
da: Ryd alt
es: Limpiar todo
fi: Tyhjennä Kaikki
fr: Effacer Tout
mk: Исчисти ги Сите
no: Slett alt
pl: Wyczyść wsz.
ru: Очистить
sv: Rensa alla
wa: Wis Alles

source: Save Log As...
bg: Запиши Журнала Като...
cs: Uložit výpis jako...
da: Gem log som...
es: Guardar log como...
fi: Tallenna Loki Nimellä...
fr: Sauver Log Sous...
mk: Сочувајго Списокот како...
no: Lagre logg som...
pl: Zapisz raport jako...
ru: Сохранить протокол как...
sv: Spara logg som...
wa: Sla Logboek op als...

source: Rule
bg: Правило
fi: Sääntö
mk: Правило
pl: Zasada
ru: Правило

source: Target folder:
bg: Папка цел:
fi: Kohdekansio:
mk: Папка цел:
pl: Katalog docelowy:
ru: Целевая папка:

source: Rule name:
bg: Име на правило:
fi: Säännön nimi:
mk: Име на правило:
pl: Nazwa reguły:
ru: Имя правила:

source: Correspondents:
bg: Кореспонденти:
fi: Kirjeenvaihto:
mk: Кореспонденти:
pl: Korespondenci:
ru: Корреспонденты:

source: All messages sent to or received from selected Correspondents will be stored into Target Folder above.
bg: Всички съобщения изпратени към или получени от избрания Кореспондент ще бъдат съхранени в Папка Цел избрана по горе.
fi: Kaikki lähetetyt ja vastaanotetut viestit valituilta tallennetaan ylläolevaan Kohde Kansioon.
mk: Сите пораки испратени до или примени од избраниот Коресподент ке бидат зачувани во горе избраната Папка.
pl: Wszystkie wiadomości wysłane lub otrzymane od wybranych korespondentów będą zapisane w powyższym katalogu docelowym.
ru: Все сообщения, принятые или отправленные выбранным корреспондентам, будут сохранены в указанной выше папке.

source: Bro&wse...
bg: &Избор...
fi: &Selaa...
mk: &Бирај...
pl: P&rzeglądaj...
ru: П&росмотр...

source: &Select Contacts...
bg: &Избор на Контакти...
fi: Valit&se Yhteystieto...
mk: &Избор на Контакти...
pl: &Wybierz kontakty...
ru: &Выбор Контактов...

source: Name
bg: Име
cs: Jméno
da: Navn
es: Nombre
fi: Nimi
fr: Nom
mk: Име
no: Navn
pl: Nazwa
ru: Имя
sv: Namn
wa: Naam

source: Phone
bg: Телефон
cs: Telefon
da: Telefon
es: Teléfono
fi: Puhelin
fr: Mobile
mk: Телефон
no: Telefon
pl: Telefon
ru: Телефон
sv: Telefon
wa: Telefoon

source: Contact
bg: Контакт
cs: Kontakt
da: Kontakt
es: Contacto
fi: Yhteystieto
mk: Контакт
no: Kontakt
pl: Kontakt
ru: Контакт
sv: Kontakt
wa: Contactpersoon

source: General
bg: Общи
cs: Hlavní
da: Generelt
fi: Yleinen
fr: Général
mk: Општ
no: Generellt
pl: Ogólne
ru: Общее
sv: Generellt
wa: Algemeen

source: Title:
bg: Заглавие:
cs: Títul:
da: Titel:
es: Título:
fi: Titteli:
fr: Titre :
mk: Наслов:
no: Tittel:
pl: Tytuł:
ru: Название:
sv: Titel:
wa: Titel:

source: Full name:
bg: Пълно Име:
cs: Celé jméno:
da: Fuldt navn:
es: Nombre Completo:
fi: Koko nimi:
fr: Nom Complet :
mk: Цело име:
no: Navn:
pl: Pełne nazwisko:
ru: Полное имя:
sv: Namn:
wa: Volledige naam:

source: Organization:
bg: Организация:
cs: Organizace:
da: Organisation:
es: Organización:
fi: Organisaatio:
fr: Société :
mk: Организација:
no: Organisasjon:
pl: Organizacja
ru: Организация:
sv: Organisation:
wa: Organisatie:

source: Home phone:
bg: Домашен тел.:
cs: Telefon domů:
da: Hjemme:
es: Teléfono fijo:
fi: Kotinumero:
fr: Tel. maison :
mk: Домашен тел.:
no: Hjem:
pl: Tel. domowy:
ru: Домашний:
sv: Hem:
wa: Thuis:

source: Work phone:
bg: Работен тел.:
cs: Telefon do práce:
da: Arbejde:
es: Teléfono trabajo:
fi: Työnumero:
fr: Tel. bureau :
mk: Работен тел.:
no: Arbeid:
pl: Tel. w pracy:
ru: Рабочий:
sv: Arbete:
wa: Werk:

source: Mobile phone:
bg: Мобилен тел.:
cs: Mobilní telefon:
da: Mobil:
es: Teléfono móvil:
fi: GSM:
fr: Mobile :
mk: Мобилен тел.:
no: Mobil:
pl: Tel. komórkowy:
ru: Мобильный:
sv: Mobil:
wa: Mobiel:

source: Fax number:
bg: Факс номер:
cs: Fax:
da: Fax:
es: Número de FAX:
fi: Faksinumero:
fr: Fax :
mk: Факс Број:
no: Fax:
pl: Numer faksu:
ru: Номер факса:
sv: Fax:
wa: Fax:

source: Other:
bg: Друг:
cs: Ostatní:
da: Andet:
es: Otro:
fi: Muu:
fr: Autre tel. :
mk: Друг:
no: Annet:
pl: Inny:
ru: Другой:
sv: Annat:
wa: Overige:

source: Personalize
bg: Персонализация
cs: Personalizar
da: Personliggør
es: Personalizar
fi: Muuta yksilölliseksi
fr: Personnalisation
mk: Персонализација
no: Personifiser
pl: Personalizacja
ru: Персонализация
sv: Personifiera
wa: Personaliseer

source: Picture
bg: Снимка
cs: Obrázek
da: Billede
es: Retrato
fi: Kuva
fr: Image
mk: Слика
no: Bilde
pl: Obrazek
ru: Картинка
sv: Bild
wa: Afbeelding

source: Picture information:
bg: Информация за снимката:
cs: Informace o obrázku:
da: Billedinformation:
es: Información del retrato:
fi: Kuvan tiedot:
fr: Information image :
mk: Информација за Сликата:
no: Bildeinformasjon:
pl: Informacje o zdjęciu:
ru: Информация о картинке:
sv: Bildinformation:
wa: Afbeelding informatie

source: Name:
bg: Име:
cs: Název:
da: Navn:
es: Nombre:
fi: Nimi:
fr: Nom :
mk: Име:
no: Navn:
pl: Nazwa:
ru: Имя:
sv: Namn:
wa: Naam:

source: Size:
bg: Размер:
cs: Velikost:
da: Størrelse:
es: Tamaño:
fi: Koko:
fr: Taille :
mk: Големина:
no: Størrelse:
pl: Rozmiar:
ru: Размер:
sv: Storlek:
wa: Formaat:

source: Palette:
bg: Палитра:
cs: Paleta:
es: Paleta:
fi: Värit:
mk: Палета:
no: Palett:
pl: Paleta:
ru: Палитра:
sv: Palett:

source: If the picture differs from the original phone one go to picture properties and click Refresh.
bg: Ако снимката е различна от тази в телефона, отидете в свойствата й и натиснете Опресни.
cs: Jestliže je obrázek odlišný od uloženého v telefonu, zvolte Podrobnosti u obrázku a Obnovit.
da: Hvis billedet ikke ligner det på telefonen, så gå til billedegenskaber og klik Opdater.
es: Si el retrato no coincide con el original en el teléfono, ve a las propiedades dle retrato y clic en actualizar.
fi: Jos kuva poikkeaa alkuperäisestä, mene kuvan ominaisuuksiin ja valitse Virkistä.
fr: Si l'image diffère de celle du mobile, allez dans les propriétés de l'image et cliquez sur Rafraîchir.
mk: Ако Сликата е различна од оригиналната во телефонот оди во Опции на сликата и кликни Освежи.
pl: Jeśli obrazek różni się od oryginalnego obrazka telefonu, idź do właściwości obrazka i kliknij w 'Odśwież'.
ru: Если картинка отличается от исходной картинки из телефона, перейдите в свойства картинки и щёлкните по Обновить.
wa: Als de afbeelding verschilt met het origineel in de telefoon, ga naar afbeelding eigenschappen en klik Verversen.

source: Select From List »
bg: Изберете от Списъка »
da: Vælg fra liste »
fi: Valitse listasta »
mk: Изберете од Листата »
pl: Wybierz z listy »
ru: Выбор из списка »
wa: Selecteer uit lijst »

source: Send to Phone
bg: Изпрати в Телефона
cs: Odeslat do telefonu
da: Send til telefon
es: Enviar al teléfono
fi: Siirrä Puhelimeen
fr: Envoie au Mobile.
mk: Испрати во Телефонот
no: Send till Telefon
pl: Wyślij do telefonu
ru: Послать в телефон
sv: Skicka till Telefon
wa: Verzend naar telefoon

source: Upload...
bg: Качване...
cs: Nahrát...
da: Send til...
es: Cargar...
fi: Siirtää...
fr: Envoyer...
mk: Подигање...
pl: Wyślij plik
ru: Загрузка...

source: Remove
bg: Премахни
cs: Odstranit
da: Fjern
es: Eliminar
fi: Poista
fr: Enlever
mk: Премести
no: Slett
pl: Usuń
ru: Удаление
sv: Ta bort
wa: Verwijderen

source: Sound
bg: Звук
cs: Zvuk
da: Lyd
es: Sonido
fi: Ääni
fr: Son
mk: Звук
no: Lyd
pl: Dźwięk
ru: Звук
sv: Ljud
wa: Geluid

source: Sound information:
bg: Информация за звука:
cs: Informace o zvuku
da: Lydinformation:
es: Información del sonido:
fi: Äänen tiedot:
fr: Information son :
mk: Информации за Звукот:
no: Lydinformasjon:
pl: Informacje o dźwięku:
ru: Информация о звуке:
sv: Ljudinformation:
wa: Geluid Informatie:

source: Call Preferences
bg: Предпочитания за Обаждане
cs: Předvolby volání
da: Opkaldspræferencer
es: Preferencias de la llamada
fi: Puhelu valinnat
fr: Préférences d'Appel
mk: Преферирани
pl: Preferencje połączenia
ru: Предпочтения вызова
wa: Gespreks Voorkeuren

source: Default Number
bg: Номер по Подразбиране
cs: Předdefinované číslo
da: Standardnummer
es: Número por defecto
fi: Oletusnumero
fr: Numéro par défaut
mk: Број што се подразбира
no: Default nummer
pl: Numer domyślny
ru: Номер по умолчанию
sv: Förvalt nummer
wa: Standaard nummer

source: Prefered one:
bg: Предпочитан:
cs: Preferované:
da: Foretrukken:
es: Preferido:
fi: Ensisijainen:
fr: Préféré :
mk: Предпочитан:
no: Forvalg:
pl: Preferowany:
ru: Предпочтение:
sv: Förvalt:
wa: Voorkeur nummer:

source: If None is selected, the default phone number for a contact will be selected automaticaly in following order, depending of what phone number is present first:
bg: Ако 'Нищо' е избрано, то подразбиращия се номер за контакта ще бъде избран по следната схема, в зависимост от наличните номера:
cs: Jestliže zvolíte ŽÁDNÉ, bude pro kontakt automaticky zvoleno předdefinované číslo, a to v tom pořadí, v jakém bylo dříve zadáno:
da: Hvis intet nummer er valgt vil standardnummeret for kontakten blive sat til det først tilgængelige nummer i denne rækkefølge:
es: Si se selecciona 'nada' el teléfono por defecto que se seleccionará para un contacto vendrá dado en el siguiente orden, siempre y cuando dicho número exista:
fi: Jos Ei Mitään on valittu, niin yhteystiedon oletuspuhelinnumero valitaan automaattisesti syöttöjärjestyksessä seuraavasti:
fr: Si Aucun est sélectionné, le numéro de téléphone par défaut du contact sera sélectionné automatiquement selon l'ordre de la liste suivante :
mk: Ако Нема е избрано. бројот што се подразбира од контактот ќе биде селектитран автоматски во следниот редослет зависно од кој Тел број е присатен прв:
no: Om Ingen er valgt, kommer forvalgt telefonnummer for kontakten å bli valgt automatiskt lik følgende rekkefølge, beroende på vilket nummer som er først:
pl: Jesli wybrany jest 'Żaden', domyślny numer telefonu dla kontaktu będzie wybrany automatycznie w następującym porządku, zależnie od tego, który numer telefonu jest wyświetlany pierwszy:
ru: Если выбрано Нет, номер телефона по умолчанию будет выбран автоматически в следующем порядке, в зависимости от того, какой телефон обнаружится первым:
sv: Om Inget är valt, kommer förvalt telefonnummer för kontakten att väljas automatiskt enligt följande ordning, beroende på vilket nummer som är först:
wa: Als Geen wordt geselecteerd wordt het standaard nummer voor die contactpersoon automatisch geselecteerd, afhankelijk van welk nummer als eerst in de lijst staat:

source: Autonumbering:
bg: Авто-номерация:
cs: Automatické číslování:
da: Autonummerering:
es: Autonumeración:
fi: Automaattinen numerointi:
fr: Règle auto :
mk: Авто-нумерирање:
no: Autonumering:
pl: Autonumerowanie:
ru: Автонабор:
sv: Autonumrering:
wa: Autonummering:

source: Mobile -> Work -> Home -> Other.
bg: Мобилен -> Работен -> Домашен -> Друг.
cs: Mobil -> Práce -> Domů -> Ostatní
da: Mobil -> Arbejde -> Hjemme -> Andet.
es: Móvil -> Trabajo -> Fijo -> Otro.
fi: GSM -> Työ -> Koti -> Muu.
fr: Mobile -> Bureau -> Maison -> Autre.
mk: Мобилен -> Работен -> Домашен -> Друг.
no: Mobil -> Arbeid -> Hjem -> Annet.
pl: Komórka -> Praca -> Dom -> Inny.
ru: Моб-ный -> Рабочий -> Домашний -> Другой
sv: Mobil -> Arbete -> Hem -> Annat.
wa: Mobiel -> Werk -> Huis -> Overige.

source: Incoming Calls
bg: Входящи Обаждания
cs: Příchozí hovory
da: Indgående opkald
es: Llamadas entrante
fi: Saapuvat Puhelut
fr: Appels Entrant
mk: Дојдовни Повици
no: Innkommende samtale
pl: Połączenia przychodzące
ru: Входящие вызовы
sv: Inkommande samtal
wa: Inkomende Gesprekken

source: Allow this contact to call me even if call restrictions are applied.
bg: Разреши този контакт да ме избира, въпреки наложените ограничения.
cs: Umožnit tomuto číslu, aby mi volalo, i když mají být jeho hovory blokovány.
da: Tillad altid opkald fra denne kontakt selvom opkaldsrestriktioner er aktive.
es: Permitir a este contacto llamarme siempre.
fi: Salli tämän yhteystiedon soittaa minulle soitonrajoituksista huolimatta.
fr: Autoriser ce contact à m'appeler même les restrictions d'appel sont activées.
mk: Дозволи овој контакт да ме бира, преку приложените ограничување.
no: Tillat denne kontakten å ringe meg selv om samtalebegrensning er aktivert.
pl: Pozwól kontaktowi zadzwonić, gdy ograniczenia są włączone.
ru: Разрешить вызывать меня даже при вкл. ограничении вызовов.
sv: Tillåt denna kontakt att ringa mig även när samtalsbegränsning är aktiverad.
wa: Dit contact mag bellen, ook als een bel restrictie geldt.

source: Outgoing Calls
bg: Изходящи Обаждания
cs: Odchozí hovory
da: Udgående opkald
es: Llamadas salientes
fi: Ulosmenevät Puhelut
fr: Appels Sortant
mk: Појдовни Повици
no: Utgående samtale
pl: Połączenia wychodzące
ru: Исходящие вызовы
sv: Utgående samtal
wa: Uitgaande Gesprekken

source: Always hide my number when calling this contact
bg: Винаги крий моя номер когато се избира този контакт
cs: Vždy skryj moje číslo, když volám toto číslo
da: Skjul altid mit nummer ved opkald til denne kontakt
es: Ocultar mi número cuando llamo a este contacto
fi: Salaa aina numeroni kun soitan tähän yhteystietoon
fr: Toujours cacher mon numéro quand j'appelle ce contact
mk: Секогаш скри го мојот број коога го бираш овој контакт
no: Skjul alltid mitt nummer for denne kontakten
pl: Ukrywaj mój numer gdy dzwonię do tej osoby
ru: Скрывать мой номер при вызове этого контакта
sv: Dölj alltid mitt nummer för den här kontakten
wa: Verberg mijn nummer wanneer dit contact word gebeld.

source: Never hide my number when calling this contact
bg: Никога не крий моя номер когато се избира този контакт
cs: Nikdy neskrývej moje číslo, když volám toto číslo
da: Skjul aldrig mit nummer ved opkald til denne kontakt
es: No ocultar mi número cuando llamo a este contacto
fi: Älä koskaan piilota numeroa tähän yhteystietoon soitettaessa
fr: Ne jamais cacher mon numéro quand j'appelle ce contact
mk: Никогаш не го кри мојот број кога го бираш овој контакт
no: Skjul aldri nummeret mitt for denne kontakten
pl: Nie ukrywaj mego numeru gdy dzwonię do tej osoby
ru: Не скрывать мой номер при вызове контакта
sv: Dölj aldrig mitt nummer för den här kontakten
wa: Verberg mijn nummer NIET, wanneer dit contact word gebeld.

source: Use current call settings
bg: Използвай текущо използваните настройки на обаждане
da: Brug aktuelle opkaldsindstillinger
fi: Käytä nykyisiä soittoasetuksia
mk: Користи ги моменталните опции за повик
pl: Użyj aktualnych ustawień połączenia
ru: Использовать текущие настройки вызова
wa: Gebruik huidige gespreks instellingen

source: Factory Defaults
bg: По Подразбиране
cs: Tovární nastavení
da: Fabriksindstillinger
es: Ajustes de fábrica
fi: Tehdasasetukset
fr: Réglages d'Usine
mk: По Подразбиране
no: Resett Defaults
pl: Ustawienia domyślne
ru: По умолчанию
sv: Återställ värden
wa: Fabrieks instellingen

source: Call Notes
bg: Бележки към Обаждане
cs: Seznam hovorů
da: Opkaldsnoter
es: Notas de llamada
fi: Muistilappu
fr: Notes d'Appel
mk: Белешки за повикот
pl: Notatki połączenia
ru: Примечания
wa: Gespreks Notities
