Repository: jomael/fma
Catalog: locale/*/LC_MESSAGES/default.po
Languages: bg, cs, da, es, fi, fr, mk, no, pl, ru, sv, wa

source: Conflict has not been solved
bg: Конфликта не беше разрешен
cs: Chyba nebyla opravena
da: Konflikt er endnu ikke løst
es: El conflicto no ha sido solucuinado
fi: Ristiriitaa ei ole ratkaistu
fr: Le conflit n'a pas été résolu
mk: Конфликтот не е решен
no: Konflikten er ikke løst
pl: Konflikt nie został rozwiązany
ru: Конфликт не был разрешён
sv: Konflikten har inte lösts
wa: Conflicten zijn niet opgelost

source: Loading started
bg: Зареждането започна
cs: Nahrávání začalo
da: Indlæsning startet
es: Carga iniciada
fi: Lataaminen aloitettu
fr: Chargement démarré
mk: Вчитувањето започна
pl: Ładowanie rozpocząte
ru: Загрузка началась
wa: Laden gestart

source: Loaded %d contacts from XML
bg: Бяха заредени %d контакта от XML
cs: Nahráno %d kontaktů z XML
da: Indlæste %d kontakter fra XML
es: %d contactos cargados desde el XML
fi: Ladattu %d yhteystietoa XML:stä
fr: %d chargés depuis XML
mk: Прочитани се %d контакти од XML
pl: Załadowano %d kontaktów z XML
ru: Загружено %d контактов из XML
wa: %d contacten geladen uit XML

source: Loading completed
bg: Зареждането приключи
cs: Nahrávání dokončeno
da: Indlæsning færdig
es: Carga completada
fi: Lataaminen valmis
fr: Chargement réussi
mk: Вчитувањето е завршено
pl: Ładowanie zakończone
ru: Загрузка завершилась
wa: Laden succesvol

source: Loading error: %s
bg: Грешка при зареждане: %s
cs: Chyba při nahrávání: %s
da: Fejl under indlæsning: %s
es: Error de carga: %s
fi: Latausvirhe: %s
fr: Erreur(s) de chargement : %s
mk: Грешка при вчитување: %s
pl: Błąd ładowania: %s
ru: Ошибка загрузки: %s
wa: Laden mislukt: %s

source: Saving started
bg: Записа започна
cs: Ukládání začalo
da: Udlæsning startet
es: Guarda iniciada
fi: Tallennus alkoi
fr: Sauvegarde démarrée
mk: Сочувувањето започна
pl: Zapis rozpoczęty
ru: Сохранение началось
wa: Opslaan gestart

source: Saving completed
bg: Записа завърши
cs: Ukládání skončeno
da: Udlæsning færdig
es: Guarda completada
fi: Tallennus valmis
fr: Sauvegarde réussie
mk: Сочувувањето е завршено
pl: Zapis zakończony
ru: Сохранение завершилось
wa: Opslaan succesvol

source: Saving error: %s
bg: Грешка при запис: %s
cs: Chyba při ukládání: %s
da: Fejl under udlæsning: %s
es: Error al guardar: %s
fi: Tallennusvirhe: %s
fr: Erreur(s) de sauvegarde : %s
mk: Грешка при сочувување: %s
pl: Błąd zapisu: %s
ru: Ошибка сохранения: %s
wa: Opslag fout:%s

source: is unchanged in %s
bg: е непроменен в %s
fi: on muuttamatta tässä: %s
mk: е непроменет во %s
pl: jest niezmieniony w %s
ru: нет изменений в %s
wa: is ongewijzigd in %s

source: is new in %s
bg: е нов в %s
fi: on uusi tässä: %s
mk: е нов во %s
pl: jest nowy w %s
ru: новых в %s
wa: is nieuw in %s

source: is changed in %s
bg: е променен в %s
fi: on muutettu tässä: %s
mk: е променет во %s
pl: jest zmieniony w %s
ru: изменений в %s
wa: is gewijzigd in %s

source: is deleted from %s
bg: е премахнат от %s
fi: on poistettu tästä: %s
mk: е избришан од %s
pl: jest usunięty z %s
ru: удалено из %s
wa: is verwijderd van %s

source: and unchanged in %s
bg: и непроменен в %s
cs: a nezměněno v %s
da: og ikke ændret i %s
es: y sin modificar en %s
fi: ja muuttamatta tässä: %s
fr: et inchangé dans %s
mk: и непроменет во %s
no: og uforandret i %s
pl: i niezmieniony w %s
ru: и не изменилось %s
sv: och oförändrad i %s
wa: en ongewijzigd in %s

source: and new in %s
bg: и нов в %s
cs: a nově uloženo v %s
da: og ny i %s
es: y nuevo en %s
fi: ja uusi tässä: %s
fr: et nouveau dans %s
mk: и нов во %s
no: og ny i %s
pl: i nowy w %s
ru: и новых в %s
sv: och ny i %s
wa: en nieuw in %s

source: and changed in %s
bg: и променен в %s
cs: a změněno na %s
da: og ændret i %s
es: y cambiado en %s
fi: ja muutettu tässä: %s
fr: et changé en %s
mk: и променет во %s
no: og endret i %s
pl: i zmieniony w %s
ru: и изменилось в %s
sv: och ändrad i %s
wa: en gewijzigd in %s

source: and deleted from %s
bg: и премахнат от %s
cs: a smazáno z %s
da: og slettet fra %s
es: y eliminado desde %s
fi: ja muutettu tästä: %s
fr: et supprimé de %s
mk: и избришан од %s
no: og slettet fra %s
pl: i usunięty z %s
ru: и удалено из %s
sv: och borttagen från %s
wa: en verwijderd uit %s

source: %s will be added to %s
bg: %s ще бъде добавен към %s
cs: %s bude přidáno do %s
da: %s vil blive føjet til %s
es: %s será añadido a %s
fi: %s lisätään tähän: %s
fr: %s sera ajouté à %s
mk: %s ќе биде додаден кон %s
no: %s vil bli lagt til i %s
pl: %s będzie dodany do %s
ru: %s будет добавлено в %s
sv: %s kommer att läggas till i %s
wa: %s wordt toegevoegd aan %s

source: %s will be updated into %s
bg: %s ще бъде променен в %s
cs: %s bude vloženo do %s
da: %s vil blive opdateret i %s
es: %s será actualizado en %s
fi: %s päivitetään tähän: %s
fr: %s sera mis à jour en %s
mk: %s ќе биде променет во %s
no: %s vil bli endret til %s
pl: %s będzie zaktualizowany do %s
ru: %s будет обновлено в %s
sv: %s kommer att ändras till %s
wa: %s wordt geupdate in %s

source: %s will be deleted from %s
bg: %s ще бъде премахнат от %s
cs: %s bude smazáno z %s
da: %s vil blive slettet fra %s
es: %s será eliminado desde %s
fi: %s poistetaan tästä: %s
fr: %s sera supprimé de %s
mk: %s ќе биде избришан од %s
no: %s vil bli slettet fra %s
pl: %s będzie usunięty z %s
ru: %s будет удалено из %s
sv: %s kommer att tas bort från %s
wa: %s wordt verwijderd uit %s

source: Confirmation is asked for %s
bg: Потвърждението се изисква за %s
cs: Dotaz na potvrzení pro %s
da: Bekræftelse ønskes for %s
es: Confirmación es requerida para %s
fi: Vahvistus on pyydetty tälle: %s
fr: Confirmation demandée pour %s
mk: Потврдувањето бара за %s
no: Bekreft for %s
pl: Potwierdzenie jest pytane o %s
ru: Запрошено подтверждение для %s
sv: Bekräftelse begärs för %s
wa: Bevestiging vereist voor %s

source: Confirmation is granted
bg: Потвърждението е прието
cs: Potvrzení je uděleno
da: Bekræftelse givet
es: Confirmación es concedida
fi: Varmistus saatu
fr: Confirmation accordée
mk: Потврдувањето е гарантирано
pl: Potwierdzenie jest udzielone
ru: Подтверждение получено
wa: Bevestiging is verplicht

source: Confirmation is not granted
bg: Потвърждението не е прието
cs: Potvrzení není uděleno
da: Bekræftelse ikke givet
es: Confirmación no es concedida
fi: Varmistusta ei saatu
fr: Confirmation non accordée
mk: Потврдувањето нее гарантирано
pl: Potwierdzenie nie jest udzielone
ru: Подтверждение не получено
wa: Bevestiging niet vereist

source: %s is added to %s
bg: %s е добавен към %s
cs: %s je přidáno do %s
da: %s er føjet til %s
es: %s es añadido a %s
fi: %s on lisätty tähän: %s
fr: %s est ajouté à %s
mk: %s е додаден кон %s
no: %s er lagt til i %s
pl: %s jest dodany do %s
ru: %s добавлено в %s
sv: %s är tillaggd i %s
wa: %s is toegevoegd aan %s

source: %s is updated into %s
bg: %s е променен в %s
cs: %s je vloženo do %s
da: %s er opdateret i %s
es: %s es actualizado en %s
fi: %s on päivitetty tähän: %s
fr: %s est mis à jour en %s
mk: %s е променет во %s
no: %s er endret til %s
pl: %s jest zaktualizowany do %s
ru: %s обновлено в %s
sv: %s är ändrad till %s
wa: %s is geupdate in %s

source: %s is deleted from %s
bg: %s е премахнат от %s
cs: %s je smazáno z %s
da: %s er slettet fra %s
es: %s es eliminado desde %s
fi: %s on poistettu tästä: %s
fr: %s est supprimé de %s
mk: %s е избришан од %s
no: %s er slettet fra %s
pl: %s jest usunięty z %s
ru: %s удалено из %s
sv: %s är borttagen från %s
wa: %s is verwijderd van %s

source: %0:s in %1:s is linked to %2:s in %3:s
bg: %0:s в %1:s е свързан към %2:s в %3:s
fi: %0 kohteessa %1 on linkitetty %2 kohteessa %3
mk: %0:s в %1:s е поврзан кон %2:s в %3:s
pl: %0:s w %1:s jest połączony z %2:s w %3:s
ru: %0:s в %1:s связаны с %2:s в %3:s
wa: %0:s in %1:s is gelinkt aan %2:s in %3:s

source: Unlinking started
bg: Премахването на връзката започна
cs: Rozpojování začalo
da: Tilknytninger slettes
es: Desvinculación iniciada
fi: Linkin Poisto aloitettu
fr: Suppression du lien démarrée
mk: Прекинот на поврзувањето започна
pl: Odłączanie rozpoczęte
ru: Отвязывание началось
wa: Verbreken gestart

source: Link found. About to unlinking
bg: Връзката е открита. Ще бъде разпадната
cs: Spojení nalezeno, rozpojuji
da: Tilknytning fundet. Slettes nu.
es: Vínculo encontrado. Acerca de la desvinculación
fi: Linkki löydetty. Linkin Poisto aloitetaan
fr: Lien trouvé. Prêt à le supprimer
mk: Пронајдена Врска. Ќе биде прекината
pl: Połączenie znalezione. Nastąpi odłączenie
ru: Обнаружена связь. Отвязывание
wa: Link gevonden. Klaar om te verbreken

source: Link %s found and Unlinked
bg: Връзката %s беше намерена и Разпадната
cs: Spojení %s nalezeno a rozpojeno
da: Tilknytning %s fundet og slettet
es: Vínculo %s encontrado y desvinculado
fi: Linkki %s löydetty ja Poistettu
fr: Lien %s trouvé et supprimé
mk: Врска %s беше пронајдена и прекината
pl: Połączenie %s znalezione i odłączone
ru: Связь %s обнаружена и отвязана
wa: Link %s is gevonden en Ongelinkt

source: Unlinking completed
bg: Премахването на връзката завърши
cs: Rozpojení dokončeno
da: Tilknytninger slettet
es: Desvinculación completada
fi: Linkin Poisto valmis
fr: Suppression du lien réussie
mk: Прекинувањето на врската заврши
pl: Odłączanie zakończone
ru: Отвязывание завершено
wa: Verbreken succesvol

source: Unlinking error: %s
bg: Грешка при премахването на връзката: %
cs: Chyby rozpojení: %s
da: Sletning af tilknytning fejlede: %s
es: Error en la desvinculación: %s
fi: Linkin Poistaminen aiheutti virheen: %s
fr: Erreur dans la suppression du lien : %s
mk: Грешка при прекин на врската: %
pl: Błąd odłączania: %s
ru: Ошибка отвязывания: %s
wa: Verbreken mislukt: %s

source: &Details
bg: &Подробности
cs: Podrobnosti
da: &Detaljer
es: &Detalles
fi: &Yksityiskohdat
fr: &Détails
mk: &Детали
no: &Informasjon
pl: &Szczegóły
ru: &Детали
sv: &Information

source: You have to enter rule name.
bg: Вие трябва да въведете име на правило.
fi: Anna sääntönimi.
mk: Вие треба да внесете име на Правило.
pl: Musisz wpisać nazwę zasady.
ru: Вы должны ввести имя правила.

source: You have to select correspondents.
bg: Вие трябва да изберете кореспонденти.
fi: Valitse kirjeenvaihtajat.
mk: Вие треба да одберете коресподент.
pl: Musisz wybrać korespondentów.
ru: Вы должны выбрать корреспондентов.

source: You have to select target folder.
bg: Вие трябва да изберете Папка цел.
fi: Valitse kohdekansio.
mk: Вие треба да одберете Папка цел.
pl: Musisz wybrać katalog docelowy.
ru: Вы должны выбрать целевую папку.

source: Warning
bg: Внимание
cs: Upozornění
da: Advarsel
es: Advertencia
fi: Varoitus
fr: Attention
mk: Внимание
pl: Ostrzeżenie
ru: Предупреждение
wa: Waarschuwing

source: Information
bg: Информация
cs: Informace
es: Información
fi: Tiedot
mk: Информација
pl: Informacja
ru: Информация
wa: Informatie

source: Confirm
bg: Потвърждение
cs: Potvrzení
da: Bekræft
es: Confirmar
fi: Vahvista
fr: Confirmer
mk: Потврда
pl: Potwierdź
ru: Подтвердить
wa: Bevestig

source: Are you sure you want to reset positions?
bg: Сигурни ли сте че искате да промените позициите?
da: Er du sikker på at du vil nulstille positionerne?
fi: Oletko varma, että haluat hakea uudelleen paikat?
mk: Дали сте сигурни дека сакате да ги промените позициите?
pl: Czy jesteś pewien, że chcesz zresetować pozycje?
ru: Вы уверены, что хотите сбросить позиции?
wa: Weet u zeker dat u de posities wilt resetten??

source: Mobile [%s]
bg: Мобилен [%s]
cs: Mobil [%s]
da: Mobil [%s]
es: Móvil [%s]
fi: GSM (%s)
mk: Мобилен [%s]
no: Mobil [%s]
pl: Komórka [%s]
ru: Мобильный [%s]
sv: Mobil [%s]
wa: Mobiel [%s]

source: You should refresh Explorer Files folder prior using this feature. Note that this is currently not supported if you are using IR connection.
bg: Вие трябва да опресните файловете в папката преди да използвате тази възможност. Обърнете внимание на това,че това засега не се поддържа ако използвате Инфрачервена (IR, Infra-red) връзка.
cs: Obnovte prosím složky v průzkumníku (není možné při IR komunikaci).
da: Du bør opdatere mappen "Filer" inden du bruger denne funktion. Bemærk at dette ikke understøttes, hvis du bruger en infrarød forbindelse.
es: Debería actualizar el explorador de archivos antes de usar esta función Esta función no está disponible actualmente para conexiones IR.
fi: Virkistä Hallinta Tiedostot kansiota ennen kuin käytät tätä ominaisuutta. Huomaa, että tätä ei ole nyt tuettu Infrapunayhteyden kautta.
fr: Il est conseillé de rafraîchir l'Explorateur de Fichiers avant d'utiliser cette fonctionnalité. Attention : Ceci n'est actuellement pas supporté si vous utilisez une connexion IR.
mk: Вие треба да ги освежите фајловите во папката пред да ги искористите овие можности. Обрнете внимание на ова, не подржува ако користите Инфрацрвена (IR, Infra-red) врска.
pl: Powinieneś odświeżyć katalog plików exploratora przed użyciem tej funkcji. Zwróć uwagę, że jest to aktualnie nieobsługiwane jeśli używasz połączenia IR.
ru: Вы должны обновить папку Проводника, прежде чем использовать эту возможность. Заметьте, что это (пока) не поддерживается в случае IR подключения.
wa: U dient Verkenner Bestands Mappen te verversen Voordat u deze optie gebruikt. Merk op dat dit niet ondersteund wordt indien u een IR verbinding heeft.

source: (Loading %s...)
bg: (Зареждане %s...)
cs: (Nahrávání %s...)
da: (Henter %s...)
es: (Cargando %s...)
fi: (Lataa %s...)
fr: (Chargement %s...)
mk: (Вчитување %s...)
no: (Lader %s...)
pl: (Ładowanie %s...)
ru: (Загружено %s...)
sv: (Laddar %s...)
wa: (Laden %s...)

source: %dx%d (%dx%d pixels)
bg: %dx%d (%dx%d пиксела)
cs: %dx%d (%dx%d pixelů)
da: %dx%d (%dx%d billedpunkter)
fi: %dx%d (%dx%d pikseliä)
mk: %dx%d (%dx%d пиксели)
no: %dx%d (%dx%d pixler)
pl: %dx%d (%dx%d pikseli)
ru: %dx%d (%dx%d пиксел)
sv: %dx%d (%dx%d pixlar)

source: %.1n KB (%d bytes)
bg: %.1n KB (%d байта)
cs: %.1n KB (%d bytů)
da: %.1n KB (%d byte)
fi: %.1n kt (%d tavua)
fr: %.1n Ko (%d octets)
mk: %.1n KB (%d бајти)
pl: %.1n KB (%d bajtów)
ru: %.1n КБ (%d байт)

source: Low-Color (256 colors)
bg: Low-Color (256 цвята)
cs: Low-Color (256 barev)
da: Basale farver (8-bit)
es: Color pobre (256 colores)
fi: Low-Color (256 väriä)
fr: 256 couleurs
mk: Low-Color (256 бои)
no: Low-Color (256 färger)
pl: Low-Color (256 kolorów)
ru: Low-Color (256 цветов)
sv: Low-Color (256 färger)

source: Hi-Color (65535 colors)
bg: Hi-Color (65535 цвята)
cs: Hi-Color (65535 barev)
da: Mange farver (16-bit)
es: Color intenso(65535 colores)
fi: Hi-Color (65535 väriä)
fr: Couleurs Hautes (16 bits)
mk: Hi-Color (65535 бои)
no: Hi-Color (65535 farger)
pl: Hi-Color (65535 kolorów)
ru: Hi-Color (65535 цветов)
sv: Hi-Color (65535 färger)

source: True-Color (24-bit colors)
bg: True-Color (24-битов цвят)
cs: True-Color (24-bitové barvy)
da: Millioner af farver (24-bit)
es: Color real (24-bit colores)
fi: True-Color (24-bit väri)
fr: Couleurs Vraies (24 bits)
mk: True-Color (24-битови бои)
no: True-Color (24-bit farger)
pl: True-Color (kolory 24-bit)
ru: True-Color (цвет 24 бита)
sv: True-Color (24-bit färger)

source: True-Color (32-bit colors)
bg: True-Color (32-битов цвят)
cs: True-Color (32-bitové barvy)
da: Milliarder af farver (32-bit)
es: Color real (32-bit colores)
fi: True-Color (32-bit väri)
fr: Couleurs Vraies (32 bits)
mk: True-Color (32-битови бои)
no: True-Color (32-bit farger)
pl: True-Color (kolory 32-bit)
ru: True-Color (цвет 32 бита)
sv: True-Color (32-bit färger)

source: Low-Color (<256 colors)
bg: Low-Color (<256 цвята)
cs: Low-Color (<256 barev)
da: Få farver (< 8-bit)
es: Color pobre (<256 colores)
fi: Low-Color (<256 väriä)
fr: < 256 couleurs
mk: Low-Color (<256 бои)
no: Low-Color (<256 färger)
pl: Low-Color (<256 kolorów)
ru: Low-Color (<256 цветов)
sv: Low-Color (<256 färger)

source: Track length is %d samples (Custom format)
bg: Дължината на мелодията е %d отчета (Потребителски формат)
cs: Stopa je dlouhá %d samplů (uživatelský formát)
da: Sporet indeholder %d samplinger (specielt format)
es: La longitud de la pista tiene %d ejemplos
fi: Jonon pituus on %d otosta (Erityinen tallennusmuoto)
mk: Должината на мелодиата е %d samples (Предпочитан формат)
pl: Długość utworu to %d sampli (dowolny format)
ru: Длина трека %d отсчётов (пользовательский формат)

source: Unknown (Unsupported format)
bg: Неизвестно (Неподдържан формат)
cs: Neznámý (nepodporovaný) formát
da: Ukendt (ikke understøttet format)
es: Desconocido (Formato no disponible)
fi: Tuntematon (tiedostomuotoa ei ole tuettu)
fr: Inconnu (Format non supporté)
mk: Непознато (Неподржан формат)
no: Ukjent (Formatet støttes ikke)
pl: Nieznany (nieobsługiwany format)
ru: Неизвестно (неподдерживаемый формат)
sv: Okänd (Stöd saknas för formatet)
wa: Onbekend (Niet ondersteund Formaat)

source: Remove personalized picture?
bg: Да премахнали персоналната картинка?
da: Slet personligt billede?
fi: Poista kuva?
mk: Да ја тргнам личната слика?
pl: Usunąć przypisany obrazek?
ru: Удалить персональную картинку?
wa: Verwijderd gepersonaliseerde afbeelding?

source: 128x127 (0x0 pixels)
bg: 128x127 (0x0 пиксела)
cs: 128x127 (0x0 pixelů)
da: 128x127 (0x0 billedpunkter)
fi: 128x127 (0x0 pikseliä)
mk: 128x127 (0x0 пиксели)
no: 128x127 (0x0 pixler)
pl: 128x127 (0x0 pikseli)
ru: 128x127 (0x0 пиксел)
sv: 128x127 (0x0 pixlar)

source: 0,0 KB (0 bytes)
bg: 0,0 KB (0 байта)
cs: 0,0 KB (0 bytů)
da: 0,0 KB (0 byte)
fi: 0,0 kt (0 tavua)
fr: 0,0 Ko (0 octets)
mk: 0,0 KB (0 бајти)
pl: 0,0 KB (0 bajtów)
ru: 0,0 KB (0 байт)

source: Remove personalized sound?
bg: Да премахна ли персоналната мелодия?
da: Slet personlig lyd?
fi: Poista ääni?
mk: Да ја тргнам личната мелодија?
pl: Usunąć przypisany dzwonek?
ru: Удалить персональный звук?
wa: Verwijder gepersonialiseerd geluid?

source: (polyphonic stereo sound, supported by phone)
bg: (полифоничен стерео звук, поддържан от телефона)
cs: (polyfonní stereo zvuk podporovaný telefonem)
da: (polyfonisk stereolyd, understøttet af telefon)
es: (Sonido polifónico estereo. Disponible para su teléfono)
fi: (moniääniset stereoäänet, puhelin tukee)
fr: (son stéréo polyphonique supporté par le mobile)
mk: (полифонски стереозвук, подржан од телефонот)
no: (polyfoniskt stereolyd, støttes av telefonen)
pl: (polifoniczny dźwięk stereo, obsługiwany przez telefon)
ru: (полифонический стерео звук, поддерж-ся телефоном)
sv: (polyfoniskt stereoljud, stöds av telefonen)
wa: (polyphonisch stereo sound, ondersteund door telefoon)

source: OBEX is not supported or disabled
bg: OBEX не се поддържа или е забранен
da: OBEX understøttes ikke eller er slået fra
fi: OBEX ei ole tuettu tai ei ole käytössä
mk: OBEX не го подржува или е забранет
pl: OBEX jest nieobsługiwany lub wyłączony
ru: OBEX не поддерживается или запрещён
wa: OBEX is niet ondersteund of uitgeschakeld

source: You have to enter contact name.
bg: Вие трябва да въведете име на контакт.
da: Du skal indtaste kontaktens navn.
fi: Anna yhteystiedon nimi.
mk: Вие треба да внесете име на контактот.
pl: Musisz wpisać nazwę kontaktu.
ru: Вы должны ввести имя контакта.
wa: Voer een contactnaam in.

source: Quotes are not allowed in SIM contact name.
bg: Кавичките не са позволени в имената на SIM контактите.
da: Ugyldige tegn i SIM-kontaktens navn.
fi: Lainausmerkkejä ei voi käyttää SIMin Yhteystiedon nimessä.
mk: Цитатите не се дозволени во SIM контактите.
pl: Cudzysłów jest niedozwolony w nazwie kontaktu karty SIM.
ru: Кавычки в имени контакта SIM недопустимы.
wa: Quotes zijn niet toegestaan in SIM contact namen.

source: You have to enter contact phone number.
bg: Вие трябва да въведете телефонен номер за контакта.
da: Du skal indtaste kontaktens telefonnummer.
fi: Anna yhteystiedon puhelinnumero.
mk: Вие треба да внесте телефонски број за контакт.
pl: Musisz wpisać numer telefonu kontaktu.
ru: Вы должны ввести номер телефона контакта.
wa: Voer een telefoonnummer in.

source: You have to enter only one phone number.
bg: Вие трябва да въведете само един телефонен номер.
da: Du kan kun indtaste ét telefonnummer.
fi: Anna vain yksi puhelinnumero.
mk: Вие треба да внесете само еден телефонски број.
pl: Musisz wpisać tylko jeden numer telefonu.
ru: Вы должны ввести только один номер телефона.
wa: Voer één telefoonnummer in.

source: Own Business Card - %s
bg: Собствена Бизнес Визитка - %s
cs: Vlastní vizitka - %s
da: Eget visitkort - %s
es: Tarjeta de visita - %s
fi: Oma Business Card - %s
fr: Carte de Visite Perso - %s
mk: Сопствена Визит Карта - %s
no: Eget visittkort - %s
pl: Własna karta biznesowa - %s
ru: Собственная бизнес карточка - %s
sv: Eget visitkort - %s
wa: Eigen Visite Kaartje - %s

source: Contact - %s
bg: Контакт - %s
cs: Kontakt - %s
da: Kontact - %s
es: Contacto - %s
fi: Yhteystieto - %s
mk: Контакт - %s
no: Kontakt - %s
pl: Kontakt - %s
ru: Контакт - %s
sv: Kontakt - %s
wa: Contactpersoon - %s

source: Error: Unlink aborted (%s: %s)
bg: Грешка: Премахването на връзката прекъснато (%s: %s)
cs: Chyba: Rozpojení přerušeno (%s: %s)
da: Sletning af tilknytning fejlede (%s: %s)
es: Error: Desvinculación cancelada (%s: %s)
fi: Virhe: Linkin Poisto peruttu (%s: %s)
fr: Erreur : Suppression du lien abandonnée (%s : %s)
mk: Грешка: Прекинувањето на врската е прекината (%s: %s)
pl: Błąd: odłączanie anulowane (%s: %s)
ru: Ошибка: отвязывание прервано (%s: %s)
wa: Fout: Unlink afgebroken (%s: %s)

source: Error: Unlink aborted (%s)
bg: Грешка: Премахването на връзката прекъснато (%s)
cs: Chyba: Rozpojení přerušeno (%s)
da: Sletning af tilknytning fejlede (%s)
es: Error: Desvinculación cancelada (%s)
fi: Virhe: Linkin Poisto peruttu (%s)
fr: Erreur : Suppression du lien abandonnée (%s)
mk: Грешка: Прекинувањето на врската е прекината (%s)
pl: Błąd: odłączanie anulowane (%s)
ru: Ошибка: отвязывание прервано (%s)
wa: Fout: Unlink afgebroken (%s)

source: Discard current changes?
bg: Отказ от текущите промени?
da: Glem nuværende ændringer?
fi: Hylkää nykyiset muutokset?
mk: Откажи ги тековните промени?
pl: Odrzucić aktualne zmiany?
ru: Отменить текущие изменения?
wa: Huidige wijzigingen weggooien?

source: Getting setting profile...
bg: Получаване на настройките на профила...
cs: Zjišťuji nastavení profilu...
da: Henter profilindstillinger...
es: Obteniendo configuración de perfiles...
fi: Profiilin asetus aloitetaan...
fr: Récupération des paramètres du profil...
mk: Вчитување на подесувања на Профилот...
pl: Otrzymywanie ustawienia profilu...
ru: Получение профиля настроек...
wa: Ophalen profiel instellingen...

source: Sending setting profile...
bg: Изпращане на настройките на профила...
cs: Posílám nastavení profilu...
da: Sender profilindstillinger...
es: Enviando configuracion de perfiles...
fi: Lähetetään profiilin asetus...
fr: Envoie des paramètres du profil...
mk: Испраќање на подесување на Профил...
pl: Wysyłanie ustawienia profilu...
ru: Отправка профиля настроек...
wa: Verzenden profiel instellingen...

source: Rename aborted
bg: Преименуването е неуспешно
cs: Přejmenování přerušeno
da: Omdøbning fejlede
es: Renombrar cancelado
fi: Uudelleen Nimeäminen keskeytetty
fr: Renommage abandonné
mk: Преименувањето неуспешно
no: Navneskifte avbrutt
pl: Zmiana nazwy anulowana
ru: Переименование прервано
sv: Namnbyta avbrutet
wa: Hernoemen afgebroken

source: This profile name is hardcoded in phone and can not be renamed
bg: Този профил е вграден в телефона и не може да бъде преименуван
cs: Tento profil nelze přejmenovat
da: Dette profilnavn er bestemt af telefonen og kan ikke ændres
es: Este nombre de perfil está protegido en el teléfono y no puede renombrarse
fi: Tämä profiilinimi on varattu eikä sitä voida muuttaa
fr: Ce nom de profil est stocké "en dur" dans le téléphone et ne peut être renommé
mk: Ова име на профил е вградено во телефонот и не може да се преименува
pl: Ta nazwa profilu jest wprogramowana w telefonie i nie może być zmieniona
ru: Этот профиль "вшит" в телефон и не может быть переименован
wa: Deze profielnaam is hardcoded in telefoon en kan niet hernoemd worden
