Repository: jomael/fma
Catalog: locale/*/LC_MESSAGES/default.po
Languages: bg, cs, da, es, fi, fr, mk, no, pl, ru, sv, wa

source: Select custom version to view its details here.
cs: Zvolte verzi pro zobrazení podrobností.
da: Vælg version for at se detaljerne her.
es: Seleccionar versión personalizada. Aquí verá los detalles de ella.
fr: Sélectionnez une version spécifique pour voir ses détails ici.
no: Velg en versjon for å se informasjon her.
sv: Välj en version för att se dess information här.

source: Click Cancel to abort current operation.
cs: Klikni na Zrušit pro přerušení procesu.
da: Klik på Annuller for at afbryde den igangværende handling.
es: Clic en Cancelar para abortar la operación actual.
fr: Cliquez sur Annuler pour abandonner l'opération en cours.
no: Klikk på Avbryt for å avbryte.
sv: Klicka på Avbryt för att avbryta.
wa: Klik Annuleren om huidige bewerking af te breken.

source: This contact does not have any phone number
cs: Tento kontakt nemá telefonní číslo
da: Denne kontakt har intet telefonnummer
es: Este contacto no tiene ningún número de teléfono
fr: Ce contact ne possède pas de numéro de téléphone
no: Denne kontakten har ikke telefonnummer
sv: Den här kontakten har inget telefonnummer
wa: Deze contactpersoon heeft geen enkel telefoonnummer

source: You have to select at least one phone number
cs: Musíte zvolit alespoň jedno telefonní číslo
da: Du skal vælge mindst et telefonnummer
es: Tienes que seleccionar al menos un número de teléfono
fr: Sélectionner au moins un numéro de téléphone
no: Du må markere minst ett telefonnummer
sv: Du måste markera minst ett telefonnummer
wa: U dient minimaal één telefoonnummer te selecteren.

source: Synchronizing calendar
cs: Synchronizuji kalendář
da: Synkroniserer kalender
es: Sincronizando calendario
fr: Calendrier en cours de synchronisation
no: Synkroniserer kalender
sv: Synkroniserar kalender

source: Loading...
cs: Nahrávání...
da: Henter...
es: Cargando...
fr: Chargement...
no: Åpner...
sv: Laddar...

source: (do not send any confidential information as passwords via your phone using text messages)
cs: (neposílejte žádné tajné informace přes telefon jako textovou zprávu)
da: (send aldrig fortrolige oplysninger såsom kodeord i tekstbeskeder)
es: (No envíe ninguna información confidencial como contraseñas usando los mensajes de texto)
fr: (ne pas envoyer d'informations confidentielles avec votre mobile via des messages texte)
no: (send ikke privat informasjon som f.eks passord med tekstmelding)
sv: (skicka inga känsliga uppgifter som tex lösenord via meddelande från din telefon)

source: %s has a conflict
cs: %s není v pořádku
da: %s er i konflikt
es: %s ha tenido un conflicto
fr: Conflit pour %s
no: %s har en konflikt
sv: %s har en konflikt

source: %s is unchanged in %s
cs: %s je nezměneno na %s
da: %s er ikke ændret i %s
es: %s está sin modificar en %s
fr: %s est inchangé dans %s
no: %s er uforandret i %s
sv: %s är oförändrad i %s

source: %s is new in %s
cs: %s je nově zapsáno jako %s
da: %s er ny i %s
es: %s es nuevo en %s
fr: %s est nouveau en %s
no: %s er ny i %s
sv: %s är ny i %s

source: %s is changed in %s
cs: %s je změněno na %s
da: %s er ændret i %s
es: %s está cargado ein %s
fr: %s est changé en %s
no: %s er endret i %s
sv: %s är ändrad i %s

source: %s is linked to %s
cs: %s je spojeno s %s
da: %s er knyttet til %s
es: %s es vinculado a %s
fr: %s est lié à %s
no: %s er linket til %s
sv: %s är länkad till %s

source: Do you want to connect to phone now?
da: Vil du tilslutte telefonen nu?
wa: Wilt u de telefoon nu verbinden?

source: %s. Is this ok?
cs: %s. Je to OK?
da: %s. Er dette OK?
es: %s. ¿Es correcto?
fr: %s. Est-ce correct ?

source: Database Files
da: Database-filer
wa: Database Bestanden

source: Dynamic Data
cs: Dynamická data
da: Dynamiske data
es: Datos dinámicos
fr: Données dynamiques
no: Dynamiske data
sv: Dynamisk data
wa: Dynamische Gegevens

source: (will be loaded from phone when connected)
cs: (bude nahráno z telefonu po připojení)
da: (vil blive hentet fra telefonen næste gang)
es: (serán cargados en el teléfono cuando se conecte)
fr: (seront téléchargés depuis le mobile lorsque connecté)
no: (hentes fra telefonen ved tilkobling)
sv: (kommer att hämtas från telefon vid anslutning)
wa: (wordt geladen van telefoon bij verbinden)

source: Error: Incorrect data ignored (Index: %s, PDU: %s)
cs: Chyba: Neplatná data ignorována (Index: %s, PDU: %s)
da: Ugyldige data ignoreret (indeks: %s, PDU: %s)
es: Error: Datos incorrectos ignorados (Índice: %s, PDU: %s)
fr: Erreur : Donnée incorrecte ignorée (Index : %S, PDU : %s)
wa: Fout: Incorrecte gegevens genegeerd (Index: %s, PDU: %s)

source: Deleting %s item(s).
cs: Mazání %s položky
da: Sletter %s element(er)
es: Eliminando %s elemento(s)
fr: Suppression de %s item(s) en cours...
no: Sletter %s
sv: Tar bort %s föremål.
wa: Verwijder %s item(s).

source: Do you wish to continue?
da: Vil du fortsætte?
wa: Wilt u doorgaan?

source: Fma - Connecting...
cs: FMA - připojuji...
da: FMA - tilslutter...
es: FMA - Conectando...
fr: Fma - Connexion en cours...
no: FMA - Kobler til...
sv: FMA - Ansluter...
wa: Fma - Verbinden...

source: Fma - Connected to %s phone
cs: FMA - připojen k %s
da: FMA - tilsluttet til %s telefon
es: FMA - Conectado a %s
fr: Fma - Connecté au mobile %s
no: FMA - Kobler til %s telefon
sv: FMA - Ansluter till %s telefon
wa: Fma - Verbonden met %s telefoon

source: Fma - Connected to %s
cs: FMA - připojen k %s
da: FMA - tilsluttet til %s
es: Fma - Conectado a %s
fr: Fma - Connecté à %s
no: FMA - Koblet til %s
sv: FMA - Ansluten till %s
wa: Fma - Verbonden met %s

source: Retrieving bookmarks
cs: Načítám záložky
da: Henter bogmærker
es: Obteniendo marcadores
fr: Récupération des favoris
no: Mottar bokmerker
sv: Tar emot bokmärke
wa: Ontvangen bladwijzers

source: New message received
cs: Přijata nová zpráva
da: Ny besked modtaget
es: Nuevo mensaje recibido
fr: Nouveau message reçu
no: Ny melding mottatt
sv: Nytt meddelande mottaget

source: Archiving %s item(s)...
cs: Archivace %s položky...
da: Arkiverer %s element(er)...
es: Archivando %s entrada(s)
fr: Archivage en cours de %s élément(s)...
wa: Archiveren %s item(s)...

source: Messages stored in Archive
cs: Zpráva uložena do archivu
da: Beskeder gemt i Arkiv
es: Mensajes almacenados en Archivo
fr: Messages enregistrés dans Archive
wa: Berichten opgeslagen in Archief

source: Scripts are disabled. Do you want to enable this feature before editing?
da: Skripter er slået fra. Vil du slå denne funktionalitet til før redigering?

source: IRDA
cs: infraport
da: Infrarød
fr: Infrarouge

source: Target network is down!
da: Destinationsnetværket er nede!
wa: Doel netwerk is down!

source: Are you sure you want to delete %0:s from "%1:s"?
cs: Opravdu chcete odstranit %0:s z "%1:s"?
da: Er du sikker på at du vil slette %0:s fra "%1:s"?
es: ¿Está seguro de que desea eliminar %0:s de "%1:s"?
fr: Confirmez-vous la suppression de %0:s depuis "%1:s"?
wa: Weet u zeker dat u %0:s wilt verwijderen van "%1:s"?

source: Start Sync Messages...
cs: Stahuji přečtené zprávy
da: Synkroniser beskeder...
es: Comenzando sinc. de los mensajes...
fr: Démarrage Synchronisation des Messages...
wa: Start Sync Berichten...

source: Downloading read messages
cs: Stahuji přečtené zprávy
da: Henter læste beskeder
es: Descargando mensajes leídos
fr: Téléchargement des messages lus en cours
no: Laster ned leste meldinger
sv: Hämtar lästa meddelande
wa: Downloaden gelezen berichten

source: Downloading unread messages
cs: Stahuji nepřečtené zprávy
da: Henter ulæste beskeder
es: Descargando mensajes sin leer
fr: Téléchargement des messages non lus en cours
no: Laster ned uleste meldinger
sv: Hämtar olästa meddelande
wa: Downloaden ongelezen berichten

source: Downloading sent messages
cs: Descargando mensajes enviados
da: Henter sendte beskeder
es: Descargando mensajes enviados
fr: Téléchargement des messages envoyés en cours
no: Laster ned sendte meldinger
sv: Hämtar skickade meddelande
wa: Downloaden verzonden berichten

source: Downloading unsent messages
da: Henter usendte beskeder
wa: Downloaden Niet verzonden berichten

source: Sync Messages completed
cs: Synchronizace zpráv dokončena
da: Synkronisering af beskeder afsluttet
es: Sinc. de los mensajes completada
fr: Synchronisation des Messages réussie
wa: Synchroniseren Telefoonboek succesvol.

source: Click Send Outbox Messages to resume Outbox processing.
da: Klik på "Send beskeder i Udbakken" for at behandle udbakken.

source: ERROR: Can not load script or create automation objects failed
cs: Chyba: Nelze nahrát skript
da: Fejl: Kan ikke indlæse skript eller oprettelse af automatiske objekter fejlede
es: Error: No se ha podido cargar el script o error al crear los objetos automatizados
fr: ERREUR : Ne peut charger le script ou la création automatique d'objets a échoué

source: Sending out messages (%0:d sent, %1:d failed)
cs: Odesílání zpráv (%0:d odesláno, %1:d neodesláno)
da: Sender beskeder (%0:d sendt, %1:d fejlet)
es: Enviando mensajes (%0:d enviados, %1:d fallidos)
fr: Expédition des messages (%0:d envoyés, %1:d échoués)

source: Outbox send complete
cs: Odesílání úspěšně dokončeno
da: Beskeder sendt
es: SMS de la bandeja de salida enviados
fr: Traitement de la Boîte d'Envoi réussi
no: Usendte meldinger sendt!
sv: Utkorgen skickad

source: Downloading Messages...
cs: Stahuji zprávy...
da: Henter beskeder...
es: Descargando mensajes...
fr: Téléchargement des Messages en cours...
no: Nedlaster Meldinger ...
sv: Hämtar meddelande...
wa: Haal Berichten op...

source: Messages downloaded
cs: Zprávy staženy
da: Beskeder hentet
es: Mensajes descargados
fr: Messages téléchargés
no: Nedlastede Meldinger
sv: Meddelande hämtade
wa: Berichten opgehaald

source: Script contains errors or save failed!
cs: Skript obsahuje chyby nebo se ukládání nezdařilo!
da: Skriptet indeholder fejl eller kunne ikke gemmes!
es: El script contiene errores o ha fallado al guardarlo
fr: Le Script contient des erreurs ou bien la sauvegarde a échoué !

source: Loading bookmarks...
da: Indlæser bogmærker...
wa: Laad Bladwijzers...

source: New Group
cs: Nová skupina
da: Ny gruppe...
es: Nuevo grupo
fr: Nouveau Groupe
no: Ny Gruppe
sv: Ny Grupp
wa: Nieuwe Groep

source: Are you sure you want to delete the group "%s"?
cs: Opravdu chcete smazat skupinu "%s"?
da: Er du sikker på at du vil slette denne gruppe "%s"?
es: ¿Está seguro que desea eliminar el grupo "%s"?
fr: Etes-vous sûr de vouloir supprimer le groupe "%s" ?
no: Vil du fjerne gruppen "%s"?
sv: Är du säker att du vill ta bort gruppen "%s"?
wa: Weet u zeker dat u de groep "%s" wilt verwijderen?

source: Obex already in use
cs: OBEX je již používán
da: OBEX allerede i brug
es: OBEX está ya en uso
fr: OBEX déjà en cours d'utilisation
no: OBEX er i bruk
sv: OBEX används redan

source: Obex Connect: Already in use or Connect failed
cs: OBEX je již používán nebo se spojení nezdařilo
da: OBEX-forbindelse: Allerede i brug eller forbindelse fejlede
es: Conexión a OBEX: Ya está en uso o la conexión a fallado
fr: Connexion OBEX : déjà en cours d'utilisation ou échec de la connexion

source: Obex already in use, Aborting...
cs: OBEX je již používán, ukončuji...
da: OBEX allerede i brug - afbryder...
es: OBEX está ya en uso, cancelando...
fr: OBEX déjà en cours d'utilisation, Abandon...

source: Obex: Access to this target is denied
cs: OBEX: přístup zamítnut
da: OBEX: Adgang nægtet
es: OBEX: Acceso denegado a ese elemento
fr: OBEX : Accès à cette cible refusé

source: Obex Get Failed:
cs: OBEX ohlásil chybu:
da: OBEX: Hentning fejlede
es: Error obteniendo OBEX:
fr: Echec OBEX "Get" :

source: Obex List Failed:
cs: Seznam chyb OBEX:
da: OBEX-listevisning fejlede:
es: Error al listar OBEX:
fr: Echec de OBEX "List"
no: OBEX-lista misslyckades:
sv: OBEX-lista misslyckades:

source: Obex Put Failed:
cs: OBEX ukládání přerušeno:
da: OBEX-skrivning fejlede:
es: Error en OBEX (put):
fr: Echec de OBEX "Put"

source: Behavior
cs: Chování
da: Opførsel
es: Comportamiento
fr: Comportement
wa: Gedrag

source: Phone Folder Browseing requires OBEX protocol, so this feature will be disabled as well!
cs: Procházení složek v telefonu vyžaduje OBEX protokol.
da: Visning af telefonens mapper kræver OBEX-protokol, så funktionen vil blive slået fra!
es: El explorador de archivos del teléfono requiere del protocolo OBEX, no se debe de desactivar esta función.

source: Phone IRMC Sync feature requires OBEX protocol, so this feature will be disabled as well!
cs: Synchronizace IRMC vyžaduje OBEX protokol.
da: Synkronisering af IRMC kræver OBEX-protokol, så funktionen vil blive slået fra!
es: El explorador de archivos del teléfono requiere del protocolo IRMC, no se debe de desactivar esta función.

source: Proximity settings cannot match for Away and Near
cs: Nastavení při nečinnosti neodpovídá stavu PRYČ a JSEM BLÍZKO
da: Nærheds-indstillinger kan ikke være de samme for Væk og Til stede
es: La configuración de proximidad no coincide con Lejos y Cerca
fr: Les paramètres de Proximité sont incorrects pour Absent et Proche
no: Ved PC-en-innstillingene stemmer ikke for Borte og Nær
sv: Vid Datorn-inställningarna stämmer inte för Borta och Nära

source: Add Category...
cs: Přidat kategorii
da: Tilføj kategori...
es: Añadir categoría...
fr: Ajouter Catégorie...
no: Legg til Kategori...
sv: Lägg till Kategori...

source: Enter category name:
cs: Jméno kategorie:
da: Indtast navn på kategori:
es: Introducir nombre de la categoría:
fr: Entrer nom de catégorie :
no: Skriv inn ett kategorinavn:
sv: Skriv in ett kategorinamn:

source: Are you sure you want to remove this category?
cs: Opravdu chcete smazat tuto kategorii?
da: Er du sikker på at du vil slette denne kategori?
es: ¿Está seguro q desea eliminar esta categoría?
fr: Etes-vous sûr de vouloir supprimer cette catégorie ?

source: Category Properties
cs: Vlastnosti kategorie
da: Egenskaber for kategori
es: Propiedades de la categoría
fr: Propriétés de Catégorie

source: Native Bluetooth is not supported under your system
cs: Bluetooth není podporován ve Vašem operačním systému
da: Bluetooth understøttes ikke af dit system
es: Drivers de Bluetooth nativos no disponibles bajo su sistema
fr: Bluetooth Natif non supporté par votre système
wa: Native Bluetooth wordt niet ondersteund door uw systeem

source: Loaded %d contacts (%d new, %d filtered out) from %s[%s]
cs: Nahráno %d kontaktů (%d nových, %d filtrovaných) z %s[%s]
da: Indlæste %d kontakter (%d nye, %d frasorteret) fra %s[%s]
es: Cargados %d contactos (%d nuevos, %d fltrados) desde %s[%s]
fr: %d contacts chargés (%d nouveaux, %d filtrés) depuis %s[%s]

source: You must specify a title
cs: Musíte zadat název
da: Du skal angive en titel
es: Debe especificar un título
fr: Vous devez spécifier un titre
wa: U moet een titel specificeren

source: You must specify an URL
cs: Musíte zadat URL
da: Du skal angive et URL
es: Debe especificar una URL
fr: Vous devez spécifier une URL
no: Du må angi en URL
sv: Du måste ange en URL
wa: U moet een URL specificeren

source: Overwrite
cs: Přepsat
da: Overskriv
es: Sobreescribir
fr: Ecrire pardessus
no: Skriv over
sv: Skriv över

source: Please specify the script file to be used in Options.
cs: Prosím zadejte skript soubor pro použití ve Volbách.
da: Vælg det skript, der skal bruges under Indstillinger.
es: Especifique en las opciones el archivo script que desee usar.
fr: SVP, spécifiez le script à utiliser dans les Options.

source: %d bytes written
cs: %d bajtů uloženo
da: %d byte skrevet
es: %d bytes escritos
fr: %d octets écrits
no: %d bytes skrevet
sv: %s bytes skrivna

source: Bookmarks are synchronized one-way only for now - from phone to PC
cs: Záložky jsou nyní synchronizování pouze z telefonu do PC
da: Bogmærker synkroniseres kun den ene vej - fra telefon til computer
es: Los marcadores se sincronizarán tan solo en un camino por ahora. Desde el teléfono al PC
fr: Les Favoris sont synchronisés dans un seul sens (pour l'instant) : du mobile vers le PC
wa: Bladwijzers worden nu één kant op gesynchroniseerd. Van Telefoon naar PC

source: Are you sure you want to delete the bookmark "%s"?
cs: Opravdu si přejete smazat záložku "%s"?
da: Er du sikker på at du vil slette bogmærket "%s"?
es: ¿Está seguro de querer eliminar el marcador "%s"?
fr: Etes vous sûr de vouloir supprimer le favoris "%s" ?
wa: Weet u zeker dat u bladwijzer "%s" wilt verwijderen?

source: Bookmark deleted
cs: Záložka smazána
da: Bogmærke slettet
es: Marcador eliminado
wa: Bladwijzer verwijderd

source: Bookmark at position 1 is reserved and can not be deleted
cs: Záložka na pozici 1 je rezervována a nemůže být vymazána
da: Bogmærket i position 1 kan ikke slettes
es: El marcador de la posición 1 está reservado y no puede eliminarse
fr: Le Favoris en 1ere position est réservé et ne peut être supprimé
wa: Bladwijzer positie 1 is gereserveerd en kan niet verwijderd worden.

source: Bookmark at position 1 is reserved and can not be edited
cs: Záložka na pozici 1 je rezervována a nemůže být upravována
da: Bogmærket i position 1 kan ikke ændres
es: El marcador de la posición 1 está reservado y no puede editarse
fr: Le Favoris en 1ere position est réservé et ne peut être édité
no: Bokmerke på posisjon 1 er reservert og kan ikke endres
sv: Bokmärke på position 1 är reserverat och kan inte ändras
wa: Bladwijzer positie 1 is gereserveerd en kan niet gewijzigd worden.

source: Synchronizing bookmarks
da: Synkroniserer bogmærker
wa: Synchroniseer Bladwijzers

source: Deleting bookmark...
cs: Mazání záložky...
da: Sletter bogmærke...
es: Eliminando marcador...
fr: Suppression du Favoris...
no: Sletter bokmerke...
sv: Tar bort bokmärke...
wa: Verwijder Bladwijzer...

source: Changing bookmark...
cs: Změna záložky...
da: Ændrer bogmærke...
es: Cambiando marcador...
fr: Modification du favoris...
wa: Wijzig Bladwijzer...

source: Synchronizing phonebook
da: Synkroniserer telefonbog
wa: Synchroniseer Telefoonboek

source: Adding to group...
cs: Přidávám do skupiny...
da: Tilføjer til gruppe
es: Añadiendo a un grupo...
fr: Ajout au Groupe en cours...
no: Legger til i gruppe...
sv: Lägger till i grupp...
wa: Voeg toe aan groep...

source: In order to use Update feature, you have to download a small patch tool named DOSPATCH.EXE from %s web site (%s) and place it in your application folder.
cs: Jestliže chcete použít aktualizaci z Internetu, stáhněte si prosím knihovnu DOSPATCH.EXE ze stránek %s a nahrejte si do složky, kde je uloženo FMA.
da: For at kunne opdatere FMA skal du først hente programmet DOSPATCH.EXE fra %s hjemmeside (%s) og placere filen i din applikationsmappe.
es: Para poder usar el actualizador Web, tendrá que descargar una pequeña utilidad llamada DOSPATCH.EXE desde la web (%s) y moverla a la carpeta del FMA
fr: Pour utiliser la fonctionnalité de Mise à jour, vous devez télécharger le patch DOSPATCH.EXE sur le site web %s (%s). Ensuite, placez-le dans le dossier de l'application.

source: Total update size:
cs: Celková velikost aktualizace:
da: Samlet størrelse:
es: Tamaño total de la actualización:
fr: Taille totale de la Mise à jour :
no: Total oppgraderingsstørrelse:
sv: Total uppgraderingsstorlek:

source: Click on Details to view the update log notes.
cs: Klikněte na 'Detaily' a dozvíte se více o aktualizacích
da: Klik på Detaljer for at se opdateringslogfilen.
es: Haga clic en Detalles para ver las notas de la actualización.
fr: Cliquez sur Détails pour voir les logs de la Mise à jour.
no: Klikk på Information for å se en logg over oppdateringer.
sv: Klicka på Information för att se en logg över uppdateringar.

source: Using Web mirror:
cs: Použit stínový server:
da: Bruger spejlserveren:
es: Usando una web réplica:
fr: Utilisation du site web mirroir :

source: Web Update Wizard is not complete. If you exit it now application will not be updated. You can run this wizard at a later time to complete the update process. To exit Web Update Wizard right now click Yes. To continue updating click No.
cs: Průvodce aktualizací z Internetu nebyl dokončen. Jestliže jej nyní ukončíte, aktualizace nebude provedena. Průvodce můžete spustit kdykoliv později a aktualizaci dokončit. Pro ukončení průvodce klikněte na 'Ano', pro pokračování klikněte na 'Ne'.
da: Guiden "Opdatering via nettet" er ikke færdig. Hvis du afslutter nu vil FMA ikke blive opdateret. Du kan køre denne guide senere for at færdiggøre opdateringen. For at afslutte guiden nu, klik Ja. For at fortsætte med guiden klik Nej.
es: El asistente del actualizador web no se ha completado. Si sale ahora no se actualizará. Puede iniciar el asistente más tarde para completar el proceso. Para salir del asistente haga clic en Sí. Para continuar la actualización haga clic en No.
fr: L'Assistant de Mise à jour n'est pas terminé. Si vous quittez maintenant, l'application ne sera pas mise à jour. Vous pourrez lancer cet assitant plus tard pour terminer le processus de mise à jour. Pour quitter l'assistant de mise à jour, cliquez Oui. Pour continuer la mise à jour, cliquez Non.

source: &New Message...
da: &Ny besked...

source: Phone Address Book...
da: Adressebog

source: Phone Calendar...
da: Telefonens kalender...

source: Phone Time...
da: &Ur

source: Phone Bookmarks...
da: Telefonens &bogmrker...

source: Phone Text Messages...
da: &Beskeder

source: Microsoft Outlook Contacts...
da: Microsoft Outlook Kontakter...

source: Send Text Messages
da: &Send beskeder

source: Abort
da: Afbryd

source: Connect on Startup
da: Tilslut ved programstart

source: Monitoring Proximity
da: Nrheds-monitor

source: Enable Minute Minder
da: Sl minuttller til

source: Select &All
da: Vlg &alle

source: Event Viewer...
da: Hndelseslog

source: Search Messages
da: Sg i beskeder

source: Import Bookmarks...
da: Bogmrker...

source: Import Rules...
da: Regler...

source: Export Bookmarks...
da: Bogmrker...

source: Export Rules...
da: Regler...

source: Getting Started...
da: GS

source: Line 1
cs: Linka 1
es: Línea 1
fr: Ligne 1
no: Linje 1
sv: Linje 1

source: Line 2
cs: Linka 2
es: Línea 2
fr: Ligne 2
no: Linje 2
sv: Linje 2

source: %d day
cs: %d den
es: %d día
fr: %d jour

source: %s deleted contact.
cs: %s smazaný kontakt.
es: %s contacto eliminado
fr: %s contact supprimé.

source: %s modified contact.
cs: %s upravený kontakt.
es: %s contacto modificado
fr: %s contact modifié.

source: &Compile
cs: &Kompilovat
es: &Compilar
fr: &Compiler

source: &Delete...
cs: Smazat...
es: &Eliminar...

source: &Export...
cs: &Exportovat...
es: &Exportar...

source: &Images
cs: Obrázky
es: &Imágenes

source: &Move Right
cs: Přesun vpravo
es: &Mover a la derecha

source: &Program
cs: &Programovat
es: &Programa
fr: Programmer

source: &Properties...
cs: Vlastnosti...
es: &Propiedades
fr: &Propriétés

source: &Replace...
cs: Nahradit...
es: &Reemplazar...

source: &Save...
cs: Uložit...
es: &Salvar...

source: &Select a contact to call:
cs: Vyberte kontakt pro volání:
es: &Seleccionar un contacto a llamar:
fr: &Sélectionner le contact à appeler :
no: &Velg en kontakt å ringe til:
sv: &Välj en kontakt att ringa upp:

source: &Selected Image
cs: Označený obrázek
es: Imagen &Seleccionada

source: . Do you wish to continue?
cs: Přejete si pokračovat?
es: . ¿Desea continuar?
fr: . Souhaitez-vous continuer ?
no: . Vil du fortsette?
sv: . Vill du fortsätta?

source: Action +ALs
cs: Akce +ALs
es: Acción +ALs

source: Action »
cs: Akce »
es: Acción »
no: Funksjon »
sv: Funktion »

source: Activity Log...
cs: Výpis aktivit...
es: Log de actividad...
fr: Log d'Activité...
no: Aktivitetslogg...
sv: Aktivitetslogg...

source: Apply
cs: Použít
es: Aplicar

source: Archive (SIM)
cs: Archív (SIM)
es: Archivo (SIM)
no: Arkiv (SIM)
sv: Arkiv (SIM)

source: Calendar Month
cs: Měsíční kalendář
es: Mes
fr: Calendrier Mois
no: Kalender Måned
sv: Kalender Månad

source: Calendar Week
cs: Týdenní kalendář
es: Semana
fr: Calendrier Semaine
no: Kalender Uke
sv: Kalender Vecka
