Repository: jomael/fma
Catalog: locale/*/LC_MESSAGES/default.po
Languages: bg, cs, da, es, fi, fr, mk, no, pl, ru, sv, wa

source: ClearCommError function failed
bg: ClearCommError функцията пропадна
cs: Funkce ClearCommError selhala
da: Funktionen ClearCommError fejlede
es: Error en la función ClearCommError
fi: ClearCommError funktio epäonnistui
fr: Echec de la fonction ClearCommError
mk: ClearCommError функцијата пропадна
pl: Funkcja ClearCommError zawiodła
ru: Сбой функции ClearCommError
wa: ClearCommError functie gefaald

source: GetCommModemStatus function failed
bg: GetCommModemStatus функцията пропадна
cs: Funkce GetCommModemStatus selhala
da: Funktionen GetCommModemStatus fejlede
es: Error en la función GetCommModemStatus
fi: GetCommModemStatus funktio epäonnistui
fr: Echec de la fonction GetCommModemStatus
mk: GetCommModemStatus функцијата пропадна
pl: Funkcja GetCommModemStatus zawiodła
ru: Сбой функции GetCommModemStatus
wa: GetCommModemStatus functie gefaald

source: EscapeCommFunction function failed
bg: EscapeCommFunction функцията пропадна
cs: Funkce EscapeCommFunction selhala
da: Funktionen EscapeCommFunction fejlede
es: Error en la función EscapeCommFunction
fi: EscapeCommFunction funktio epäonnistui
fr: Echec de la fonction EscapeCommFunction
mk: EscapeCommFunction функцијата пропадна
pl: Funkcja EscapeCommFunction zawiodła
ru: Сбой функции EscapeCommFunction
wa: EscapeCommFunction functie gefaald

source: TransmitCommChar function failed
bg: TransmitCommChar функцията пропадна
cs: Funkce CommChar selhala
da: Funktionen TransmitCommChar fejlede
es: Error en la función TransmitCommChar
fi: TransmitCommChar funktio epäonnistui
fr: Echec de la fonction TransmitCommChar
mk: TransmitCommChar функцијата пропадна
pl: Funkcja TransmitCommChar zawiodła
ru: Сбой функции TransmitCommChar
wa: TransmitCommChar functie gefaald

source: Cannot set property while connected
bg: Не мога да настроя характеристиката при свързване
cs: Během připojení nelze měnit vlastnosti
da: Kan ikke ændre indstilling mens forbindelsen er aktiv
es: No se ha podido ajustar correctamente mientras se conectaba
fi: Ei voida asettaa yhteyden aikana
fr: Ne peut définir les propriétés tant que connecté
mk: Не можам да ги подесам карактеристиките при сврзување
pl: Nie można ustawić własności podczas połączenia
ru: Невозможно установить свойства во время подключения
wa: Kan geen eigenschappen instellen als verbinding actief is

source: EnumPorts function failed
bg: EnumPorts функцията пропадна
cs: Funkce EnumPorts selhala
da: Funktionen EnumPorts fejlede
es: Error en la función EnumPorts
fi: EnumPorts funktio epäonnistui
fr: Echec de la fonction EnumPorts
mk: EnumPorts функцијата пропадна
pl: Funkcja EnumPorts zawiodła
ru: Сбой функции EnumPorts
wa: EnumPorts functie gefaald

source: Failed to store settings
bg: Пропадна записа на настройките
cs: Chyba při ukládání nastavení
da: Kunne ikke gemme indstillinger
es: Error guardando la configuración
fi: Asetusten tallentaminen epäonnistui
fr: Echec du stockage des paramètres
mk: Пропадна записот на подесувањата
pl: Zachowanie ustawień nieudane
ru: Сбой сохранения настроек
wa: Instellingen opslaan mislukt

source: Failed to load settings
bg: Пропадна зареждането на настройките
cs: Nelze načíst nastavení
da: Kunne ikke hente indstillinger
es: Error cargando la configuración
fi: Asetusten lataaminen epäonnistui
fr: Echec du chargement des paramètres
mk: Пропадна вчитувањето на подесувањата
pl: Ładowanie ustawień nieudane
ru: Сбой загрузки настроек
wa: Instellingen laden mislukt

source: Link (un)registration failed
bg: Пропадна (де)регистрацията на връзката
cs: Připojení (od)registrace selhalo
da: Oprettelse/sletning af kæde fejlede
es: Error en el vínculo del registro
fi: Linkin rekisteröinti (poisto) epäonnistui
fr: Echec du lien d'enregistrement ou de désenregistrement
mk: Пропадна (де)регистрацијата на врската
pl: Nieudane (wy)rejestrowanie Linka
ru: Сбой (раз)регистрации связи
wa: Link (dé)registratie mislukt

source: Cannot change led state if ComPort is selected
bg: Не мога да променя състоянието на светодиодите, ако COM порта е избран
cs: Nelze měnit stav LED, jestliže je zvolen COM port
da: Kan ikke ændre status for LED, hvis kommunikationsporten er markeret
es: No se puede cambiar el estado del led si ComPort está seleccionado
fi: Led ilmoitusta ei voi muuttaa jos Sarjaportti on valittu
fr: Ne peut changer l'état de la led si ComPort est sélectionné
mk: Не можам да ја променам лед состојбата , ако COM портот е избран
pl: Nie można zmienić stanu led jeśli wybrany jest ComPort
ru: Невозможно изменить состояние светодиода при выборе ComPort
wa: Kan Led status niet wijzigen als ComPoort is geselecteerd

source: Cannot wait for event if event thread is created
bg: Не мога да чакам събитие, ако нишката за събития е създадена
cs: Nelze čekat na událost, dokud není vytvořeno vlákno
da: Kan ikke vente på hændelse hvis hændelsestråd er lavet.
es: No se puede esperar para el evento si el evento ya fue creado
fi: Tapahtumaa ei voida odottaa jos tapahtuman ketju on luotu
fr: Ne peut pas se mettre en attente d'un événement si un processus d'événement est créé
mk: Не можам да чекам настан ако лозата за настани е создадена
pl: Nie można czekać na zdarzenie jeśli wątek zdarzenia jest tworzony
ru: Невозможно ждать события, даже если нить события создана
wa: Kan niet wachten op gebeurtenis, als de gebeurtenis tread wordt gecreëerd

source: WaitForEvent method failed
bg: WaitForEvent функцията пропадна
cs: Metoda WaitForEvent selhala
da: Metoden WaitForEvent fejlede
es: Error en el método WaitForEvent
fi: WaitForEvent menetelmä epäonnistui
fr: Echec de la méthode WaitForEvent
mk: WaitForEvent функцијата пропадна
pl: Metoda WaitForEvent zawiodła
ru: Сбой метода WaitForEvent
wa: WaitForEvent methode mislukt

source: A component is linked to OnRxBuf event
bg: Компонента е свързан към OnRxBuf събитието
cs: Komponenta je propojena s událostí OnRxBuf
da: En komponent er kædet til hændelsen OnRxBuf
es: Un componente está vinculado al evento OnRxBuf
fi: Komponentti on linkitetty OnRxBuf tapahtumaan
fr: Un composant est lié à l'événement OnRxBuf
mk: Компонентата е сврзана кон OnRxBuf настан
pl: Komponent jest połączony ze zdarzeniem OnRxBuf
ru: Компонент привязан к событию OnRxBuf
wa: Een component is gelinkt aan OnRxBuf gebeurtenis

source: Registry error
bg: Грешка в Registry
cs: Chyba registru
da: Fejl i registreringsdatabase
es: Error de registro
fi: Rekisterivirhe
fr: Erreur de Registre
mk: Грешка во Registry
no: Registerfeil
pl: Błąd rejestru
ru: Ошибка реестра
sv: Registerfel
wa: Register fout

source: :: DESIGN ::
bg: :: ДИЗАЙН ::
cs: :: GRAFIKA ::
es: :: DISEÑADORES ::
mk: ::ДИЗАЈН ::
pl: :: PROJEKT ::
ru: :: ДИЗАЙН ::

source: Debug
bg: Дебъг
cs: Debugovat
es: Depurar
mk: Дебуг
pl: Debugowanie
ru: Отладка

source: Auto
bg: Автоматично
es: Automático
mk: Автоматско
pl: Automatycznie
ru: Авто

source: Medium
bg: Среден
cs: Střední
da: Mellem
es: Mediana
fr: Moyenne
mk: Среден
pl: Średnia
ru: Средний
sv: Mellan

source: Select All
cs: Označ vše
es: Seleccionar todo
pl: Zaznacz wszystko

source: File
bg: Файл
cs: Soubor
da: Filer
es: Archivo
fr: Fichier
mk: Фајл
no: Fil
pl: Plik
sv: Fil

source: Baudrate
bg: Скорост
cs: Rychlost
da: Hastighed
fr: Bauds
mk: Скорост
pl: Prędkość
ru: Скорость

source: Chat
bg: Чат
mk: Чат
pl: Czat
ru: Чат

source: SMS Chat
bg: SMS Чат
mk: SMS Чат
pl: Czat SMSowy
ru: SMS чат

source: UDHI data:
bg: UDHI данни:
es: Datos UDHI:
fr: Données UDHI :
mk: UDHI дата:
pl: Dane UDHI:
ru: Данные UDHI:

source: PDU data:
bg: PDU данни:
es: Datos PDU:
fr: Données PDU :
mk: PDU дата:
pl: Dane PDU:
ru: Данные PDU:

source: VExRule
pl: VExZasada
ru: VExПравило

source: VRRule
pl: VRZasada
ru: VRПравило

source: Lithium Ion
bg: Литиево-Йонна
cs: Li-ION
es: Iones de Litio
mk: Литиум ион
pl: Litowo-jonowa
ru: Литий-ион

source: &Send
bg: &Изпрати
cs: O&deslat
es: &Enviar
fr: &Envoyer
mk: &Испрати
ru: &Послать
sv: &Skicka
wa: &Verzenden

source: Add as New
bg: Добави като Нов
mk: Додели како Нов
ru: Добавить как новый
wa: Vog toe als Nieuw

source: E-mail:
bg: Мейл:
no: E-post:
ru: Эл.-почта:
sv: E-post:

source: Type / When
bg: Вид / Кога
cs: Typ
da: Type/hvornår
es: Tipo / Cuando
fr: Type / Quand
mk: Вид / Кога
no: Skriv / Når
ru: Тип / Когда
sv: Typ / När
wa: Type / Wanneer

source: Size / Position
bg: Размер / Позиция
cs: Velikost
da: Størrelse/position
es: Tamaño / Posición
fr: Taille / Position
mk: Големина / Позиција
no: Størrelse / Plass
ru: Размер / Позиция
sv: Storlek / Plats
wa: Formaat / Positie

source: OPT
bg: ОПЦ
cs: VOLBY
mk: ОПЦ
ru: ОПТ

source: Status
bg: Статус
cs: Stav
es: Estado
fr: Statut
mk: Статус
ru: Состояние

source: Monitoring &Proximity
bg: Следи &Близостта
mk: Следи &Блискост
ru: Мониторирование &сближения

source: New &Upload...
bg: Ново &Качване...
cs: Nové uložení do telefonu
da: Send fil...
es: Nueva &subida...
fr: Nouvel &Envoi...
mk: Ново &Подигање...
no: Ny &Opplasting...
ru: Новое &загрузить...
sv: Ny &Uppladdning...
wa: Nieuwe &Upload...

source: File Actions
bg: Работа с Файлове
cs: Soubory
da: Send og hent filer
es: Acciones de archivo
fr: Actions Fichier.
mk: Работа со Фајли
no: Filfunksjoner
ru: Файловые операции
sv: Filfunktioner
wa: Bestand Acties

source: Call Actions
bg: Работа с Обаждания
cs: Volání
da: Ring op og læg på
es: Acciones de llamada
fr: Actions d'Appel.
mk: Работа со Повици
no: Samtalefunksjoner
ru: Операции с вызовом
sv: Samtalsfunktioner
wa: Gespreks Acties

source: Contact Actions
bg: Работа с Контакти
cs: Kontakty
da: Ring, skriv eller chat med kontakter
es: Acciones del contacto
fr: Actions Contact.
mk: Работа со Контакти
no: Kontaktfunksjoner
ru: Операции с контактом
sv: Kontaktfunktioner
wa: Contactpersoon Acties

source: Message Actions
bg: Работа със Съобщения
cs: Zprávy
da: Arbejd med beskeder
es: Acciones del mensaje
fr: Actions Message.
mk: Работа со Пораки
no: Meldingsfunksjoner
ru: Операции с сообщением
sv: Meddelandefunktioner
wa: Bericht Acties

source: Refresh Text Messages
bg: Опресни Текстовите Съобщения
cs: Obnoví textové zprávy
da: Opdater beskeder
es: Actualizar los mensajes de texto
fr: Rafraîchir les Messages Texte
mk: Освежи Текст Пораки
no: Oppdater Meldinger
ru: Обнов. текстовые сообщения
sv: Uppdatera Meddelande
wa: Ververs Tekst Bericht

source: Startup
bg: Стартиране
cs: Spouštění
da: Opstart
es: Inicio
fr: Démarrage
mk: Подигање
no: Oppstart
ru: Запуск
sv: Uppstart
wa: Starten

source: Always start Fma Minimized
bg: Винаги минимизирай Fma
cs: Spouštět FMA minimalizovaný
da: Start FMA minimeret
es: Iniciar FMA siempre minimizado
fr: Toujours démarrer Fma en mode Réduit
mk: Секогаш подигни ја Fma Минимизирана
no: Start alltid FMA minimert
ru: Fma всегда минимизирована
sv: Starta alltid FMA minimerat
wa: Start FMA altijd Geminimaliseerd

source: PC
ru: ПК
sv: Dator

source: Max Packet Size (bytes)
bg: Максимален размер на пакета (в байтове)
cs: Maximální velikost paketu (bytů)
da: Største pakkestørrelse (byte)
es: Máx tamaño de paquete (bytes)
fr: Taille Maximum des Paquets (octets)
mk: Максимална големина на пакетот (бајти)
no: Max pakke Størrelse (bytes)
ru: Максимальный размер пакета (в байтах)
sv: Max. paketstorlek (bytes)
wa: Max Pakket Grootte (bytes)

source: (This implementation is Ericsson specific)
bg: (Тази реализация е специфична за Ericsson)
cs: (Tato specifikace je charakteristická pro Ericsson)
da: (Denne implementering er specifik for Ericsson)
es: (Esta implementación es específica de SE)
fr: (Cette implémentation est spécifique à Ericsson)
mk: (Оваа реализација е специфична за Ericsson)
no: (Støtten er Ericsson spesifikt)
ru: (эта реализация специфична для Ericsson)
sv: (Stödet är Ericsson specifikt)
wa: (Deze implementatie is Ericsson specifiek)

source: Find More Translations on FMA web site
bg: Може да намерите още Преводи на сайта на FMA
mk: За повеке Преводи на страната на FMA
ru: Найти дополнительные переводы на веб-сайте FMA
wa: Vind Meer Vertalingen op de FMA website

source: Tech Preview
bg: Технологична Версия
cs: Náhled
da: Teknisk beta
es: Previsualización técnica
fr: Prévisualisation Tech.
mk: Технолошка Верзија
ru: Техн. предпросмотр

source: Title
bg: Заглавие
cs: Titul
da: Titel
es: Título
fr: Titre
mk: Наслов
no: Tittel
ru: Название
sv: Titel
wa: Titel

source: Organization
bg: Организация
cs: Organizace
da: Organisation
es: Organización
fr: Société
mk: Организација
no: Organisasjon
ru: Организация
sv: Organisation
wa: Organisatie

source: Email
no: E-post
ru: Эл.почта
sv: E-post

source: Fax
bg: Факс
mk: Факс
ru: Факс

source: Street
bg: Улица
cs: Ulice
da: Gade
es: Calle
fr: Rue
mk: Улица
ru: Улица
wa: Straat

source: City
bg: Град
cs: Město
da: By
es: Ciudad
fr: Ville
mk: Град
ru: Город
wa: Plaats

source: Region
bg: Регион
es: Población
fr: Région
mk: Регион
ru: Область
wa: Provincie

source: PostalCode
bg: Пощенски Код
cs: PSČ
da: Postnummer
es: Código postal
fr: Code postal
mk: Поштенски Код
ru: Почтовый индекс
wa: Postcode

source: Country
bg: Държава
cs: Země
da: Land
es: Pais
fr: Pays
mk: Држава
ru: Страна
wa: Land

source: KRM Test
ru: Проверка KRM

source: Messages:
bg: Съобщения:
mk: Пораки:
ru: Сообщения:

source: &Start Wizard
bg: &Начален Съветник
mk: &Почетен Волшебник
ru: &Начало работы Мастера

source: &Exit
bg: &Изход
mk: &Излез
ru: В&ыход

source: &Close Wizard
bg: &Затвори Съветника
mk: &Затвори Волшебник
ru: &Закрыть Мастера

source: Germany
ru: Германия

source: n/a
ru: нет данных

source: en=Digital Metronome
ru: en=Цифровой Метроном

source: VDAlarm
ru: VDБудильник

source: VMAlarm
ru: VMБудильник

source: VPAlarm
ru: VPБудильник

source: %.1n Kb
fr: %.1n Ko
ru: %.1n Кб

source: SIM
ru: СИМ

source: You have new missed call.
bg: Вие имате нови пропуснати обаждания.
cs: Máte nový zmeškaný hovor.
da: Du har et nyt ubesvaret opkald.
es: Tienes una nueva llamada perdida.
fr: Vous avez un nouveau appel manqué.
mk: Имате нови пропуштени повици.
ru: У вас новый пропущенный вызов.
wa: U heeft een nieuw gemist gesprek.

source: You have new missed calls.
bg: Вие имате нови пропуснати обаждания.
cs: Máte nové zmeškané hovory.
da: Du har nye ubesvarede opkald
es: Tienes llamadas perdidas nuevas.
fr: Vous avez de nouveaux appels manqués.
mk: Имате нови пропуштени повици.
ru: У вас новые пропущенные вызовы.
wa: U heeft nieuwe gemiste gesprekken.

source: mV
ru: мВ

source: V
ru: В

source: kV
ru: кВ

source: mA
ru: мА

source: A
ru: А

source: NiMH
ru: НиМГ

source: Bluetooth
ru: Синезуб

source: Obex Folder Browsing not supported:
bg: Obex Folder Browsing не поддържа:
cs: Procházení složek OBEX není podporováno:
da: Visning af Obex-mapper understøttes ikke:
es: Explorador de carpetas OBEX no disponible:
fr: Navigation Dossiers "Obex" non supportée :
mk: Obex Folder Browsing не подржува:
ru: Obex просмотр папок не поддерживается:
wa: Obex mappen doorbladeren niet ondersteund:

source: Messages sent and moved to Archive.
bg: Съобщенията са изпратени и преместени в папка Архив.
cs: Zprávy byly odeslány a uloženy do archivu.
da: Beskeder sendt og flyttet til Arkiv
es: Mensajes enviados y movidos al Archivo.
fr: Messages envoyés et déplacés dans Archive.
mk: Пораката е пратена и преместена во Архива.
no: Meldinger sendt og flyttet til Arkiv
ru: Сообщения отправлены и перемещены в Архив.
sv: Meddelande skickat och flyttat till Arkivet
wa: Berichten verzonden en verplaatst naar Archief.

source: %d new %s added to FMA by Phone.
bg: %d нови %s бяха добавени в FMA от Телефона.
mk: %d нови %s додадени во FMA од Телефонот.
ru: %d новых %s добавлено в FMA из телефона.

source: E-mail
bg: Мейл
ru: Эл.-почта

source: Phone clock is not synchronized with PC clock.
bg: Телефонния часовник не е синхронизиран с Компютъра.
cs: Čas v telefonu se neshoduje s časem v PC.
da: Telefonens ur er ikke synkroniseret med computerens ur.
es: El reloj del teléfono no está sincronizado con el reloj del PC.
fr: L'heure du mobile n'est pas synchronisée avec celle du PC.
mk: Телефонскиот часовник не е синхронизиран со Компјутерот.
no: Telefonens klokke er ikke synkronisert med PC-ens klokke.
ru: Часы телефона не синхронизированы с часами ПК.
sv: Telefonens klocka är inte synkroniserad med datorns klocka.
wa: Telefoonklok is niet gelijk aan PC klok.

source: Are you sure you want to delete folder "%s" and all its contents (No Undo)?
bg: Сигурни ли сте че искате да премахнете папката "%s" и цялото и съдържание (Няма Възстановяване)?
mk: Дали сте сигурни дека сакате да ја избришете папката "%s" и целата содржина во неа (Нема Враќање)?
ru: Вы уверены, что хотитет удалить папку "%s" и всё её содержимое (без отката)?

source: E-mail:
bg: Мейл:
no: E-post:
ru: Эл.почта:
sv: E-post:

source: Kb)
ru: Кб)

source: OK
bg: ОК
mk: ОК

source: floAt's Mobile Agent
bg: floAt Мобилен Агент
mk: floAt Мобилен Агент

source: Ready
bg: Готов
fr: Prêt
mk: Спремно
no: Klar
sv: Redo

source: A new contact has been found. Select an existing contact to link to or click Add As New button to add it as a new contact.
cs: Nalezen nový kontakt. Zvolte stávající kontakt pro připojení nebo zvolte Přidat jako nový pro vytvoření nového kontaktu.
da: Nye oplysninger fundet. Vælg den kontakt, der skal have disse tilknyttet eller klik på "Tilføj som ny" for at lave en ny kontakt.
es: Se ha encontrado un nuevo contacto. Selecciona un contacto existente para vincularlo o haz clic en 'Añadir como nuevo'
fr: Un nouveau contact a été trouvé. Sélectionner un contact existant auquel le lier ou cliquer sur Ajouter Nouv. pour l'ajouter en tant que nouveau contact.

source: Possible Link to:
cs: Možnost spojit s:
da: Forslag til sammenkædning:
es: Posible vínculo a:
fr: Lien possible vers :
no: Mulig link til:
sv: Möjlig länk till:

source: The possible contacts are sorted with the most probable contact on top.
cs: Kontakty jsou řazeny podle prvního kontaktu.
da: De mulige kontakter er sorteret med den mest sandsynlige mulighed øverst.
es: Los posibles contactos están ordenados según el más probable.
fr: Les contacts potentiels sont triés de façon à ce que le contact le plus probable soit en haut.

source: &Link
cs: Propojit
da: Sammenkæd
es: &Víncular
fr: &Lier
sv: &Länk

source: Add as &New
cs: Přidat jako &nový
da: Tilføj som &ny kontakt
es: Añadir como &nuevo
fr: Ajouter &Nouv.
no: Legg til som &ny
sv: Lägg till som &ny

source: Link &All
cs: Propojit všechny
da: Kæd &alle
es: Vincular &todo
fr: Lier &Tout
no: Link &alle
sv: Länka &alla

source: Sa&ve
cs: Uložit
da: Gem
es: &Guardar
fr: Sau&ver
no: &Lagre
sv: &Spara
wa: Sla&op

source: Clear
cs: Smazat
da: Ryd
es: Limpiar
fr: Effacer
no: Slett
sv: Rensa
wa: Wissen

source: To...
cs: Komu...
da: Til...
es: A...
fr: A...
no: Til...
sv: Till...
wa: Aan...

source: Initializing
cs: Inicializuji
da: Initialiserer
es: Inicializando
fr: Initialisation en cours
no: Initierer
sv: Initierar
wa: Initialiseren

source: Use Ctrl+C to copy the report to the TntClipboard
cs: Použijte CTRL+C pro skopírování do schránky
da: Brug Ctrl+C for at kopiere rapporten til udklipsholderen
es: Use Ctrl+C para copiar el informe al Tntportapapeles
fr: Utiliser Ctrl+C pour copier le rapport dans le "TntClipboard"
wa: Gebruik Ctrl+C om het rapport naar TntClipboard te copiëren

source: Select From List +ALs
da: Vælg fra liste +ALs
wa: Selecteer uit lijst +Als

source: Automaticaly increase volume from None to Full setting
da: Stigende ringestyrke fra ingen til fuld styrke
wa: Verhoog volume automatisch van Minimum naar Maximum

source: Apply &Effect +ALs
da: Tilføj &effekt +ALs
wa: Toepassen &Effecten +Als

source: Apply &Filters +ALs
da: Tilføj &filtre +ALs
wa: Toepassen &Filters +Als

source: Get Messages
cs: Získat zprávy
da: Hent SMS'er
es: Obtener mensajes
fr: Récupérer Messages
no: Ta mot melding
sv: Ta emot meddelande
wa: Haal Berichten op

source: Sync Calendar
cs: Synch. kalendář
da: Synkroniser kalender
es: Sinc. calendario
fr: Sync. Calendrier
no: Synk. Kalender
sv: Synk. Kalender
wa: Sync Kalender

source: Sync Phone book
cs: Synch. telefonní seznam
da: Synkroniser telefonbog
es: Sinc. agenda
fr: Sync. Répertoire téléphonique
no: Synk. Telefonliste
sv: Synk. Telefonbok
wa: Sync Telefoonboek

source: Sync Outlook
cs: Synch. Outlook
da: Synkroniser Outlook
es: Sinc. Outlook
no: Synk. Outlook
sv: Synk. Outlook

source: Synching to remote data:
cs: Synchronizace:
da: Synkronisering af data:
es: Sincronización a datos remotos:
fr: Synchroniser avec les données distantes :
no: Synkroniser data:
sv: Synkronisera data:
wa: Sychroniseer met gegevens op afstand:

source: Mark as &Read
cs: Označit jako přečtenou
da: Ma&rker som læst
es: Marcar como &leído
fr: Marquer comme Lu
no: Marker som &lest
sv: Markera som &läst
wa: Markeer als &Gelezen

source: Mark as &Unread
cs: Označit jako nepřečtenou
da: Marker som &ulæst
es: Marcar como &no leido
fr: Marquer comme Non lu
no: Marker som &ulest
sv: Markera som &oläst
wa: Markeer als &Ongelezen

source: Move To (Upload)
da: Flyt til
wa: Verplaats Naar (Upload)

source: Copy
cs: Kopírovat
da: Kopier
es: Copiar
fr: Copier
no: Kopier
sv: Kopiera
wa: Kopieër

source: More +ALs
da: Mere +ALs
wa: Meer +Als

source: &New Message...
cs: Nová zpráva...
da: &Ny besked...
es: &Nuevo mensaje
fr: &Nouveau Message...
no: &Ny Melding...
sv: &Nytt Meddelande...

source: &Options...
cs: Nastavení...
da: Indstillinger
es: &Opciones
no: &Innstillinger...
sv: &Inställningar...
wa: &Opties...

source: Show Fma Options
cs: Volby
da: Vis indstillinger for FMA
es: Mostrar opciones del FMA
fr: Affiche les Options de Fma
no: Vis FMA-innstillinger
sv: Visa FMA-inställningar
wa: Toon FMA Opties

source: &Auto Reconnect (use Proximity)
cs: Automatické obnovení spojení (po nečinnosti)
da: Tilslut, når indenfor rækkevidde
es: &Reconectar (usando proximidad)
fr: Reconnexion &Automatique (à Proximité)
no: Koble til automatiskt (bruk Nærhet)
sv: Återanslut automatiskt (använd Närhet)

source: Auto Connect on Fma &Startup
cs: Automatické spojení po startu FMA
da: Opret forbindelse ved &start af FMA
es: Conectar a FMA nada más iniciar
fr: Connexion Auto au &Démarrage de Fma
no: Koble til automatiskt når Fma &starter
sv: Anslut automatiskt när Fma &startar
wa: Automatisch verbinden bij FMA &Opstarten

source: Connect on Fma startup
cs: Spojení po startu FMA
da: Opretter forbindelse til telefonen, når FMA startes
es: Conectar a FMA nada más iniciar
fr: Connexion automatique au démarrage de Fma.
no: Koble til ved FMA start
sv: Anslut FMA vid start
wa: Verbinden bij opstarten FMA

source: A&bort
cs: Zrušit
da: Af&bryd
es: &Cancelar
fr: &Terminer
no: Av&bryt
sv: Av&bryt

source: Event Viewer...
cs: Prohlížeč událostí...
da: Hændelses&visning...
es: Visor de eventos...
fr: Afficheyr d'Evénements...

source: Exit Fma
cs: Ukončit Fma
da: Afslut FMA
es: Salir de FMA
fr: Quitte Fma
no: Avslutt FMA
sv: Avsluta FMA
wa: Verlaat FMA

source: Select &All
cs: Označit vše
da: Marker &alle
es: Seleccionar &todo
fr: Sélectio&nner Tout
no: Marker &alt
sv: Markera &allt
wa: Selecteer &Alles

source: Send Outbox &Messages
cs: Odeslat odchozí zprávy
da: &Send beskeder i udbakken
es: Enviar los mensajes en bandeja de salida
fr: Envoyer &Messages de la Boîte d'envoi
no: Send meldinger i Usendte-mappen
sv: Skicka meddelande i Utkorgen

source: Send Current Outbox Messages
cs: Odeslat odchozí zprávy
da: Sender de beskeder, der ligger i udbakken
es: Enviar los mensajes actuales en la bandeja de salida
fr: Envoie les Messages Actuellement dans la Boîte d'envoi.
no: Send meldinger i Usendte-mappen
sv: Skicka meddelande i Utkorgen
wa: Verstuur Huidige Postvak Uit Berichten

source: Switch &Phone Database...
cs: Přepnout databázi telefonu
da: Skift telefondatabase
es: &Cambiar la base de datos...
fr: Changer Base de Données de &Mobile...
no: Bytt telefon &database...
sv: Byt telefon &databas...

source: Cu&t
cs: Vyjmout
da: Klip
es: Cor&tar
fr: &Couper
no: Klipp u&t
sv: Klipp u&t
