Repository: jomael/fma
Catalog: locale/*/LC_MESSAGES/default.po
Languages: bg, cs, da, es, fi, fr, mk, no, pl, ru, sv, wa

source: Phone clock synchronization failed!
bg: Синхронизацията на Телефонния часовник пропадна!
cs: Synchrnonizace času selhala!
da: Synkronisering af telefonens ur fejlede!
es: ¡Error en la sincronización del reloj del teléfono!
fi: Puhelimen kellon synkronointi epäonnistui!
fr: Echec de la synchronisation de l'horloge du mobile !
mk: Синхронизацијата на телефонскиот часовник пропадна!
no: Synkroniseringen av telefonens kloke mislykkes!
pl: Synchronizacja zegara telefonu nieudana!
ru: Сбой синхронизации часов телефона!
sv: Kunde inte synkronisera telefonens klocka!
wa: Telefoonklok synchronisatie mislukt!

source: Sync Phone Clock completed.
bg: Телефонния часовник беше синхронизиран успешно.
da: Telefonens ur er nu synkroniseret.
fi: Puhelimen kellon synkronointi valmis.
mk: Синхронизацијата на Телефонскиот часовник заврши.
pl: Synchronizacja zegara telefonu zakończona.
ru: Синхронизация часов телефона завершена.
wa: Sync Telefoonklok compleet.

source: Error: Reading Phone Clock failed - %s
fi: Virhe: Puhelimen Kellon lukeminen epäonnistui - %s
pl: Błąd: nieudane odczytanie zagara telefonu - %s

source: Processing %d %s...
bg: Изпълнение %d %s...
fi: Käsittelee %d %s...
mk: Процесирање %d %s...
pl: Przetwarzanie %d %s...
ru: Обработка %d %s...

source: %0:d %1:s stored in %2:s
bg: %0:d %1:s са съхранени в %2:s
fi: %0:d %1:s tallennettu %2:s
mk: %0:d %1:s се сочувани во %2:s
pl: %0:d %1:s zachowany w %2:s
ru: %0:d %1:s сохранено в %2:s

source: Are you sure you want to delete folder "%s" and ALL its contents (No Undo)?
fi: Poistetaanko kansio "%s" ja KAIKKI sen sisältö (Ei Peruuta) ?
pl: Czy jesteś pewien, że chcesz usunąć katalog "%s" i CAŁĄ jego zawartość (brak powrotu)?

source: Move Messages To...
bg: Премести Съобщенията В...
fi: Siirrä Viestit...
mk: Премести Порака Во...
pl: Przenieś wiadomości do...
ru: Переместить сообщения в...

source: Importing rules...
bg: Импортиране на правила...
fi: Tuonnin säännöt...
mk: Импортирање на правила...
pl: Zasady importowania...
ru: Импортируются правила...

source: %d %s imported successfully.
bg: %d %s бяха импортирани успешно.
fi: %d %s tuotu onnistuneesti.
mk: %d %s беа импортирани успешно.
pl: %d %s zaimportowano pomyślnie.
ru: %d %s импортировано успешно.

source: delivery rule
bg: правило
fi: toimitussääntö
mk: правило
pl: zasada dostarczenia
ru: правило доставки

source: Applying delivery rules...
bg: Прилагане на правилата...
fi: Toimitussäännöt otetaan käyttöön...
mk: Приложување на правилата...
pl: Zastosowywanie zasad dostarczenia...
ru: Применение правил доставки...

source: Delivery completed (%d %s)
bg: Доставянето завърши (%d %s)
fi: Toimitus on tehty (%d %s)
mk: Доставувањето заврши (%d %s)
pl: Dostarczenie zakończone (%d %s)
ru: Доставка завершена (%d %s)

source: message moved
bg: преместено съобщение
fi: viesti siirretty
mk: преместена порака
pl: wiadomość przeniesiona
ru: сообщение перемещено

source: Deleting phone profile database...
fi: Poistetaan Puhelimen profiilitietokanta...
pl: Usuwanie bazy danych profilu telefonu...

source: Deleting FMA Database...
fi: FMA Tietokanta poistetaan...
pl: Usuwanie bazy danych fma...

source: Text Messages
bg: Текстови Съобщения
fi: Tekstiviestit
mk: Текст Пораки
pl: Wiadomości tekstowe
ru: Текстовые сообщения
wa: Berichten

source: Sent Items
bg: Изпратени
fi: Postitetut Kohteet
mk: Испратени
pl: Wysłane
ru: Отправленных объектов
wa: Verzonden Items

source: Drafts
bg: Чернови
fi: Luonnokset
mk: Припремени
pl: Brudnopis
ru: Черновики
wa: Concepten

source: Phone Memory
bg: Указател (Телефонна памет)
fi: Puhelimen muisti
mk: Именик (Телфонска Меморија)
pl: Pamięć telefonu
ru: Память телефона
wa: Telefoon geheugen

source: SIM Memory
bg: Указател (SIM карта)
fi: SIM muisti
mk: Именик (SIM Меморија)
pl: Pamięć SIM
ru: Память SIM
wa: SIM geheugen

source: Incoming
bg: Входящи
fi: Saapuva
mk: Примени
pl: Przychodzące
ru: Входящие вызовы
wa: Inkomend

source: Outgoing
bg: Изходящи
fi: Lähtevä
mk: Испратени
pl: Wychodzące
ru: Исходящие вызовы
wa: Uitgaand

source: Missed
bg: Пропуснати
fi: Ei Vastatut
mk: Пропуштени
pl: Nieodebrane
ru: Пропущенные вызовы
wa: Gemist

source: Groups
bg: Групи
fi: Ryhmät
mk: Групи
pl: Grupy
ru: Группы
wa: Groepen

source: Organizer
bg: Организатор
es: Organizador
fi: Järjestäjä
fr: Agenda
mk: Организатор
no: Organiserer
ru: Органайзер
sv: Organiserare

source: Alarms
fi: Hälytykset
pl: Alarmy

source: Unable to perform refresh now! Try again later...
fi: Ei voi virkistää nyt! Yritä uudelleen myöhemin...
pl: Nie można teraz wykonać odświeżenia! Spróbuj ponownie później...

source: New USB Device has been detected. Use built-in Getting Started wizard if you want to connect to your phone.
fi: Uusi USB-laite on havaittu. Käytä ohjattua Aloitusvelhoa, jos haluat luoda yhteyden puhelimeesi.
pl: Wykryto nowe urządzenie USB. Użyj wbudowanego kreatora "Rozpoczynanie" jeśli chcesz się połączyć z telefonem.

source: Loading alarms...
fi: Ladataan hälytyksiä...
pl: Ładowanie alarmów...

source: Deleting alarm for "%s". Do you wish to continue?
fi: Poistetaan "%s" hälytys. Haluatko jatkaa?
pl: Usuwanie alarmu dla "%s". Czy chcesz kontynuować?

source: Deleting Alarm...
fi: Poistetaan Hälytys...
pl: Usuwanie alarmu...

source: Error deleting alarm
fi: Virhe Hälytystä poistettaessa
pl: Błąd usuwania alarmu

source: Alarm could not be deleted.
fi: Hälytystä ei voitu poistaa.
pl: Alarm nie może zostać usunięty.

source: Invalid Respond
bg: Невалиден Отговор
cs: Nesprávná odezva
da: Ugyldigt svar
es: Respuesta no válida
fi: Pätemätön Vastaus
fr: Réponse Invalide
mk: Невалиден Одговор
no: Ugyldig svar
pl: Nieprawidłowa odpowiedź
ru: Неверный ответ
sv: Ogiltigt svar
wa: Ongeldige Reactie

source: OBEX session can not be established at this time, because the service is busy! Close any other Obex applications (maybe running in background), or turn off and then back on your phone connection (disable then enable Bluetooth, unplug then plug cable etc). Or check if you have to answer on some connection question (contirmation) in your phone. If nothing above helps restart your phone and try again. Do you wish to try again or Cancel current operation?
bg: OBEX сесията не може да бъде установена сега, защото услугата е заета! Затворете другите OBEX приложения (може да са стартирани във фонов режим) или изключете и пак включете вашата връзка с телефона (Забранете и отново разрешете Bluetooth, изключете и пак включете кабела и т.н.). Поверете дали няма някои въпроси (уведомления) на които трябва да отговорите във вашия телефон. Ако нищо от по-горните не помогне, рестартирайте вашия телефон и опитайте отново. Да опитам ли отново или да Прекъсна текущата операция?
cs: OBEX relace nemůže být v tuto chvíli spuštěna, protože je služba zaneprázdněna! Ukončete ostaní OBEX aplikace (možná běžící na pozadí), vypněte a zapněte telefon, aby se znovu obnovilo spojení (vypněte a zapněte bluetooth, vytáhněte a znovu zasuňte kabel a podobně). Zkontrolujte také, jestli telefon nepožaduje nějaká potvrzení. Další pokus nebo zrušit operaci?
da: OBEX-session kan ikke oprettes, da tjenesten er optaget! Luk alle andre OBEX-applikationer (inkl. dem, der kører i baggrunden) eller genstart forbindelsen til telefonen (ved at slå Bluetooth fra og til igen, tage kablet ud og sætte det i igen eller lignende). Det kan også være at din telefon venter på svar fra dig om det er OK at oprette en OBEX-session. Hvis ingen af disse forslag virker, så prøv at slukke og tænde din telefon. Vil du prøve igen eller afbryde den nuværende handling?
es: La sesión OBEX no puede establecerse, porque el dispositivo está ocupado Cierre cualquier otra aplicación OBEX (puede ser que corra en segundo plano), o corte la conexión con el teléfono y vuelva a intentarlo. Puede que tenga que comprobar si su teléfono espera confirmación alguna. Si el error persiste, reinicie el teléfono y pruebe de nuevo. ¿Desea volver a intentarlo o cancelar la operación actual?
fi: OBEX istuntoa ei voida luoda tällä kertaa, koska palvelu on varattu! Sulje kaikki muut Obex sovellukset (saattavat toimia taustalla), tai sulje ja palauta puhelimesi yhteys (estä ja ota käyttöön Bluetooth, irrota ja liitä kaapeli yms.). Tai tarkista pitääkö sinun vastata joihinkin yhteyttä koskeviin kysymyksiin (vahvistus) puhelimessasi. Jos mikään ylläolevista ei auta, käynnistä puhelin uudestaan ja tee yritä uudestaan. Haluatko yrittää uudestaan tai Peruuttaa toimenpiteen?
fr: La session OBEX ne peut pas être établie pour le moment car le service est occupé ! Fermez tout autre application OBEX (fonctionnant en tâche de fond), ou désactivez puis réactivez votre connexion au Mobile (désactivez puis réactivez le Bluetooth, débranchez puis rebranchez le câble etc...). Ou vérifiez s'il n'y a pas une question de confirmation à laquelle vous devez répondre sur votre mobile. Si tout cela n'a rien donné, redémarrez votre mobile et essayez de nouveau. Voulez-vous essayez de nouveau ou Annuler l'opération courante ?
mk: OBEX сесијата не може да биде воспоставена сега, затоа што услугата е зафатена! Затворете ги другите OBEX апликации (можеби се подигнати во позадина) или исклучетеа и пак вклучетеја врската со телефонот (Деактивирајте и одново активирајте Bluetooth, исклучитего и пак вклучетего кабелот и т.н.). Проверете дали има некое прашање за конекцијата (потврда) на кое треба да одговорите во вашиот телефон. Ако ништо од горе наведеното не помогне, рестартирајте го вашиот телефон и пробајте повторно. Сакте да пробате повторно или да ја Откажам тековната операција?
pl: Sesja OBEX nie może być teraz ustanowiona, ponieważ usługa jest zajęta! Zamknij wszystkie inne aplikacje Obex (może uruchomione w tle), lub wyłącz i włącz ponownie swoje połączenie z telefonem (wyłącz i włącz Bluetooth, odłącz i podłącz kabel etc). Lub sprawdź czy musisz odpowiedzieć na jakieś pytania połączenia (potwierdzenie) w swoim telefonie. Jeśli nic z powyższego nie pomaga, zrestartuj swój telefon i spróbuj ponownie. Chcesz spróbować ponownie, czy anulować aktualną operację?
ru: Сессия OBEX не может быть установлена, т.к. сервер занят! Закройте все остальные Obex приложения (может быть работающие в фоне) или отключитесь и заново подключитесь к телефону (запретите/разрешите Синезуб, переподключите кабель и т.д.). Или проверьте, нет ли у вас ожидающего подтверждения сообщения на телефоне. Если ничего из вышеперечисленного не помогло, перазапустите ваш телефон и попытайтесь ещё раз. Хотите попытаться ещё раз или отменить текущую операцию?
wa: OBEX sessie kan nu niet worden uitgevoerd omdat de service in gebruik is! Sluit alle andere OBEX toepassingen (misschien draaiend op de achtergrond), of schakel uw telefoonverbinding uit en weer aan (Bluetooth, afsluiten, inschakelen of kabel uit en in enz).Of controleer of u op één of andere verbindingsvraag (contirmation) in uw telefoon moet antwoorden. Als niets hierboven helpt kunt u uw telefoon uit en opnieuw aanzetten. Wilt u opnieuw proberen of de huidige bewerking Annuleren?

source: OBEX is already in use
bg: OBEX се използва
fi: Obex on jo käytössä
mk: OBEX веќе се користи
pl: OBEX jest już używany
ru: OBEX уже используется
wa: OBEX is al in gebruik!

source: OBEX Connect: Already in use or Connect failed
bg: OBEX Връзка: Вече се използва или Свързването пропадна
fi: Obex Yhdistäminen: On jo käytössä tai Yhteys epäonnistui
mk: OBEX Врската: Веќе се користи или Поврзувањето пропадна
pl: Połączenie OBEX: Już w użyciu lub połączenie nieudane
ru: Соединение OBEX: уже используется или сбой соединения
wa: Obex verbinding: Reeds in gebruik of verbinden mislukt

source: OBEX: Access to this target is denied
bg: OBEX: Отказан достъпът до тази цел
fi: Obex: Yhteys tähän kohteeseen on estetty
mk: OBEX: Откажан пристапот до оваа цел
pl: OBEX: Dostęp do tego celu jest zabroniony
ru: OBEX: доступ к этому объекту запрещён
wa: Obex:Toegang tot dit doel is afgewezen

source: Wrong Who Received:
bg: Грешен Получател:
cs: Chybné příjmy:
da: Forkert data modtaget (Who):
es: Destinatario erroneo:
fi: Väärä Kuka Vastaanotettu:
fr: Mauvais "Who Received" :
mk: Грешен Примач:
pl: Zły kto odebrał(?):
ru: Кто получил с ошибкой:
wa: Fout bij ontvanger:

source: Invalid Respond:
bg: Невалиден Отговор:
cs: Nesprávná odezva:
da: Ugyldigt svar:
es: Respuesta no válida:
fi: Epäkelpo Vastaus:
fr: Réponse Invalide :
mk: Невалиден Одговор:
pl: Nieprawidłowa odpowiedź:
ru: Неверный ответ
wa: Ongeldige Reactie:

source: Receiving
bg: Получаване
cs: Přijímám
da: Modtager
es: Recibiendo
fi: Vastaanottaa
fr: Réception de
mk: Примање
no: Mottar
pl: Odbieranie
ru: Получение
sv: Tar emot
wa: Ontvangen

source: Retrieving
bg: Получаване
cs: Obnovuji
da: Henter
es: Recuperando
fi: Jäljittää
fr: Récupération de
mk: Вчитување
no: Henter
pl: Odbieranie
ru: Извлечение
sv: Hämtar
wa: Ontvangen

source: Receiving %s (%.1n of %.1n kB)
bg: Получаване %s (%.1n от %.1n kB)
cs: Přijímám %s (%.1n de %.1n kB)
da: Modtager %s (%.1n af %.1n kB)
es: Recibiendo %s (%.1n de %.1n kB)
fi: Vastaanottaa %s (%.1n yhteensä %.1n kt)
fr: Réception de %s (%.1n of %.1n Ko)
mk: Примање %s (%.1n от %.1n kB)
no: Mottar %s (%.1n av %.1n kB)
pl: Pobieranie %s (%.1n z %.1n kB)
ru: Извлечение %s (%.1n of %.1n кБ)
sv: Tar emot %s (%.1n av %.1n kB)
wa: Ontvangen %s (%.1n of %.1n kB)

source: Receiving %s (%.1n kB so far)
bg: Получаване %s (%.1n kB досега)
cs: Přijímám %s (%.1n kB)
da: Modtager %s (%.1n kB indtil videre)
es: Recibiendo %s (%.1n kB)
fi: Vastaanottaa %s (%.1n kt tähän asti)
fr: Réception de %s (%.1n Ko pour l'instant)
mk: Примање %s (%.1n kB досега)
no: Mottar %s (%.1n kB hittil)
pl: Pobieranie %s (%.1n kB)
ru: Извлечение %s (%.1n кБ осталось)
sv: Tar emot %s (%.1n kB hittills)
wa: Ontvangen %s (%.1n kB tot nu)

source: Received
bg: Получено
cs: Přijato
da: Modtaget
es: Recibido
fi: Vastaanotettu
fr: Reçu :
mk: Примено
no: Mottatt
pl: Otrzymane
ru: Принято
sv: Mottaget
wa: Ontvangen

source: bytes)
bg: байта)
cs: bajtů)
da: byte)
fi: tavua)
fr: octets)
mk: бајти)
pl: bajtów)
ru: байт)

source: Error retrieving
bg: Получаване на грешка
cs: Chyba obnovení
da: Fejl under hentning
es: Error recuperando
fi: Virhe jäljityksessä
fr: Erreur durant la réception
mk: Вчитување на грешка
pl: Błąd odbierania
ru: Ошибка извлечения
wa: Fout bij ophalen

source: Operation aborted
bg: Операцията е прекъсната
da: Handling afbrudt
fi: Käyttäjä keskeytti toimenpiteen
mk: Операцијата е прекината
pl: Operacja przerwana
ru: Операция прервана
wa: Bewerking Afgebroken

source: OBEX Get Failed:
bg: OBEX Get Пропадна:
fi: Obex Get Epäonnistui:
mk: OBEX Get Пропадна:
pl: Wzięcie OBEX nieudane:
ru: OBEX - сбой получения:
wa: Obex Fout:

source: Bad request
bg: Грешно запитване
cs: špatná odezva
da: Ugyldig forespørgsel
es: Respuesta incorrecta
fi: Huono pyyntö
fr: Mauvaise Requête
mk: Погрешно барање
pl: Złe żądanie
ru: Неверный запрос

source: Unauthorized
bg: Не авторизиран
cs: neautorizováno
da: Ingen autorisation
es: No autorizado
fi: Luvaton
fr: Non autorisé
mk: Не афторизирано
pl: Nieautoryzowany
ru: Несанкционированный
wa: Onbevoegd

source: Payment required
bg: Изисква плащане
cs: je nutné zaplatit
da: Betaling nødvendig
es: Se requiere pago
fi: Edellytetään maksua
fr: Paiement recquis
mk: Бара плаќање
pl: Wymagana opłata
ru: Требуется оплата
wa: Betaling vereist

source: Forbidden
bg: Отказан достъп (Forbidden)
cs: nepřístupné
da: Forbudt
es: Prohibido
fi: Kielletty
fr: Interdit
mk: Откажан пристап (Forbidden)
pl: Zakazany
ru: Запрещено
wa: Verboden

source: Not found
bg: Не е намерен
cs: nenalezeno
da: Ikke fundet
es: No encontrado
fi: Ei löytynyt
fr: Non trouvé
mk: Не е најдено
pl: Nie znaleziono
ru: Не существует
wa: Niet gevonden

source: Method not allowed
bg: Метода не е разрешен
cs: metoda není podporována
da: Metode ikke tilladt
es: Método no permitido
fi: Menetelmä ei ole sallittu
fr: Méthode non autorisée
mk: Методата не достапна
pl: Niedozwolona metoda
ru: Метод не разрешён
wa: Methode Niet toegestaan

source: Not Acceptable
bg: Не е приет
cs: nepřípustné
da: Ikke gyldig
es: No aceptable
fi: Ei Hyväksyttävää
fr: N'est pas Acceptable
mk: Не е Прифатлива
pl: Nieakceptowalne
ru: Недопустимо
wa: Niet Acceptabel

source: Proxy Authentication required
bg: Изисква парола за Proxy
cs: je třeba ověřit přístupová práva
da: Proxy-autorisation kræves
es: Proxy requiere autentificación
fi: Proxy Autentikointia edellytetään
fr: Authentification duProxy requise
mk: Барање афтентичност за Proxy
pl: Wymagane uwierzytelnienie proxy
ru: Требуется аутентификация на прокси
wa: Proxy Authentificatie vereist

source: Request Time Out
bg: Времето за Запитване Изтече
cs: vypršel čas
da: Forespørgsel timede ud
es: Tiempo de respuesta agotado
fi: Pyyntö Aikakatkaistiin
fr: Délais d'échec de la Requête
mk: Времето за Барање Истече
pl: Upłynął czas żądania
ru: Таймаут запроса

source: Gone
bg: Пропаднал
cs: již neexistuje
da: Væk
es: Desaparecido
fi: Meni
fr: Parti
mk: Пропадна
no: Borte
pl: Nieobecny
ru: Ушло
sv: Borta
wa: Gegaan

source: Length Required
bg: Изисква дължина
cs: je třeba znát délku
da: Længde skal angives
es: Se requiere longitud
fi: Pituus Vaadittu
fr: Longueur Requise
mk: Бара Должина
pl: Wymagana długość
ru: Требуется длина
wa: Lengte vereist

source: Precondition failed
bg: Предпоставката пропадна
cs: nejsou předpoklady
da: Betingelse ikke opfyldt
es: Error en la precondición
fi: Ennakkoehto epäonnistui
fr: Echec de la pré-condition
mk: Предпоставката пропадна
pl: Warunek wstępny niedotrzymany
ru: Неудачные предпосылки
wa: Precondition Fout

source: Requested entity too large
bg: Запитването е прекалено голямо
cs: vyžádaná entita je příliš velká
da: For mange data
es: Respuesta de la entidad demasiado largo
fi: Vaadittu kokonaisuus liian kookas
fr: L'entité demandée est trop longue
mk: Барањето е преголемо
pl: Żądana jednostka zbyt duża
ru: Запрошенный объект слишком велик
wa: Gevraagde entiteit te groot

source: Requested URL too large
bg: Заявения URL е прекалено дълъг
cs: URL je příliš dlouhé
da: URL er for langt
es: Respuesta de la URL demasiado largo
fi: Vaadittu URL liian kookas
fr: l'URL demandée est trop longue
mk: Барањето URL е предолго
pl: Żądany URL zbyt duży
ru: Запрошенный URL слишком велик
wa: Gevraagde URL te groot

source: Unsupported media type
bg: Неподдържан формат
cs: nepodporovaný typ
da: Medie ikke understøttet
es: Tipo de medio no disponible
fi: Mediatyyppiä ei ole tuettu
fr: Type de média non supporté
mk: Неподржан формат
pl: Nieobsługiwany typ mediów
ru: Неподдерживаемый тип носителя
wa: Niet ondersteund media type

source: Internal Server Error
bg: Вътрешна Грешка на Сървъра
cs: vnitřní chyba serveru
da: Intern serverfejl
es: Error interno del servidor
fi: Sisäinen Palvelin Virhe
fr: Erreur Interne du Serveur
mk: Внатрешна Грешка на Серверот
pl: Wewnętrzny błąd serwera
ru: Внутренняя ошибка сервера
wa: Interne Server Fout

source: Not Implemented
bg: Не е реализирано
cs: není implementováno
da: Ikke implementeret
es: No implementado
fi: Ei Käytetä
fr: Non Implémenté
mk: Не е реализирано
no: Ikke støttet
pl: Niezaimplementowany
ru: Не реализовано
sv: Stöd finns ej
wa: Niet Geïmplementeerd

source: Bad Gateway
bg: Грешен Gateway
cs: špatná brána
da: Ugyldig gateway
es: Puerta de enlace incorrecta
fi: Huono Gateway
fr: Mauvaise Passerelle
mk: Грешен Gateway
pl: Zła brama
ru: Неверный шлюз

source: Service Unavailable
bg: Услугата е недостъпна
cs: služba není přístupná
da: Tjeneste utilgængelig
es: Servicio no disponible
fi: Palvelu ei ole käytettävissä
fr: Service Non Disponible
mk: Услугата е недостапна
no: Tjenesten er Utilgjengelig
pl: Usługa niedostępna
ru: Сервис недоступен
sv: Tjänsten är inte tillgänglig
wa: Service niet beschikbaar

source: Gateway Timeout
bg: Gateway Таймаут
cs: brána se nehlásí
da: Gateway var for længe om at svare
es: Tiempo agotado de la puerta de enlace
fi: Gateway aikakatkaistiin
fr: Délais d'Echec de la Passerelle
mk: Gateway Тајмаут
pl: Limit czasu bramy
ru: Таймаут шлюза

source: HTTP version not supported
bg: HTTP версията не се поддържа
cs: verze HTTP není podporována
da: HTTP-version ikke understøttet
es: Versión de HTTP no soportado
fi: HTTP versiota ei tueta
fr: Version HTTP non supportée
mk: HTTP верзијата не ја подржува
pl: Wersja HTTP nieobsługiwana
ru: Версия HTTP не поддерживается
wa: HTTP versie niet ondersteund

source: Object is in use
bg: Обекта е в употреба
cs: objekt je již používán
da: Objekter er i brug
es: El elemento está en uso
fi: Objekti on käytössä
fr: Objet en cours d'utilisation
mk: Објектот е во употреба
no: Objektet brukes
pl: Obiekt jest używany
ru: Объект используется
sv: Objektet används
wa: Object is in gebruik

source: Operation aborted by user
bg: Операцията беше прекъсната от потребителя
cs: Operace přerušena uživatelem
da: Handling afbrudt af bruger
es: Operación cancelada por el usuario
fi: Käyttäjä keskeytti toimenpiteen
fr: Opération annulée par l'utilisateur
mk: Операцијата е прекината од корисникот
pl: Operacja przerwana przez użytkownika
ru: Операция прервана пользователем
wa: Bewerking afgebroken door gebruiker

source: Error listing folder:
bg: Грешка при листинг на папка:
cs: Seznam chyb složky:
da: Fejl ved visning af mappe:
es: Error listando las carpetas:
fi: Virhe kansion listauksessa:
fr: Erreur de parcours du dossier :
mk: Грешка при листање на папката:
pl: Błąd pozycjonowania katalogu:
ru: Ошибка листинга папки:
wa: Fout Mappenlijst:

source: OBEX List Failed:
bg: OBEX List Пропадна:
fi: Obex List Epäonnistui:
mk: OBEX List Пропадна:
pl: Pozycjonowanie OBEX nieudane:
ru: OBEX список - сбой:
wa: Obex Lijst Fout:

source: Deleted
bg: Премахнат
cs: Vymazáno
da: Slettet
es: Eliminado
fi: Poistettu
fr: Supprimé
mk: Избришан
no: Slettet
pl: Usunięte
ru: Удалено
sv: Borttagen
wa: Verwijderd

source: Check your phone for instructions...
bg: Проверете телефона си за инструкции...
cs: Zkontrolujte prosím nastavení telefonu...
da: Se din telefon for instrukser...
es: Compruebe si hay instrucciones en su teléfono...
fi: Tutki puhelimesta ohjeita...
fr: Consulte votre mobile pour instructions...
mk: Проверете го телефонот за инструкции...
no: Se din telefon for instruksjoner...
pl: Sprawdź instrukcje w swoim telefonie...
ru: Загляните в инструкцию телефона...
sv: Se din telefon för instruktioner...
wa: Check uw telefoon voor instructies....

source: Sending
bg: Изпращане
cs: Odesílám
da: Sender
es: Enviando
fi: Lähettää
fr: Envoi en cours...
mk: Испраќање
no: Sender
pl: Wysyłanie
ru: Отправка
sv: Skickar
wa: Verzenden

source: Sending %s (%.1n of %.1n kB)
bg: Изпращане %s (%.1n от %.1n kB)
cs: Odesílám %s (%.1n de %.1n kB)
da: Sender %s (%.1n af %.1n kB)
es: Enviando %s (%.1n de %.1n kB)
fi: Lähettää %s (%.1n / %.1n kt)
fr: Envoi de %s en cours (%.1n de %.1n Ko)
mk: Испраќање %s (%.1n от %.1n kB)
no: Sender %s (%.1n av %.1n kB)
pl: Wysyłanie %s (%.1n z %.1n kB)
ru: Отправка %s (%.1n из %.1n кБ)
sv: Skickar %s (%.1n av %.1n kB)
wa: Verzenden %s (%.1n of %.1n kB)

source: Sent
bg: Изпратено
cs: Posladné
da: Sendt
es: Enviado
fi: Lähetetty
fr: Envoyé
mk: Испратено
no: Sendte
pl: Wysłane
ru: Отправлено
sv: Skickade

source: Error sending
bg: Грешка при изпращане
cs: Chyba při posílání
da: Afsendelsesfejl
es: Error enviando
fi: Virhe lähettämisessä
fr: Erreur d'envoi
mk: Грешка при праќање
no: Feil ved sending
pl: Błąd wysyłania
ru: Ошибка отправки
sv: Kunde inte skicka
wa: Verzend Fout

source: OBEX Put Failed:
bg: OBEX Put Пропадна:
fi: Obex Put Epäonnistui:
mk: OBEX Put Пропадна:
pl: Wstawienie OBEX nieudane:
ru: OBEX поместить - сбой:
wa: Obex Put Fout:

source: Delete current profile. ALL PROFILE DATA WILL BE LOST! Do you wish to continue?
fi: Poista nykyinen profiili. KAIKKI PROFIILIDATA MENETETÄÄN! Haluatko jatkaa?
pl: Usuń aktualny profil. WSZYSTKIE DANE PROFILU ZOSTANĄ UTRACONE! Czy chcesz kontynuować?
