Repository: jomael/fma
Catalog: locale/*/LC_MESSAGES/default.po
Languages: bg, cs, da, es, fi, fr, mk, no, pl, ru, sv, wa

source: This is the first time you have started Outlook Synchronization. All FMA contacts will be added to Outlook and all Outlook contacts will be added to FMA, unless you choose to link them. The contacts will be linked after that. Make sure you have made a backup of your FMA and Outlook contacts! There is a maximum of %d contacts in the phonebook memory. Do you want to continue?
bg: Вие стартирате Outlook Синхронизацията за първи път. Всички FMA контакти ще бъдат добавени в Outlook и всички Outlook контакти ще бъдат добавени в FMA, освен ако вие не изберете да ги свържете. Контактите ще бъдат свързани след това. Уверете се че имате направено резервно копие на FMA и Outlook контактите! Съществува ограничение от %d контакта в телефонният указател. Желаете ли да продължите?
cs: Nyní poprvé spouštíte synchronizaci s Outlookem, všechny kontakty z FMA budou přidány do Outlooku a všechny kontakty z Outlooku budou přidány do FMA. Ujistěte se prosím, že máte hotové zálohy kontaktů z FMA a Outlooku! Mějte také na pěměti, že do telefonu je možné uloži maximálně %d kontaktů. Přejete si pokračovat?
da: Dette er første gang du synkroniserer med Outlook. Alle kontakter i FMA vil blive føjet til Outlook og alle Outlook-kontakter vil blive føjet til FMA, medmindre du vælger at kæde nogle af dem sammen. Sammenkædningen vil blive gemt og brugt fremover. Det anbefales at du har en sikkerhedskopi af dine FMA- og Outlook-kontakter! Der er en øvre grænse på %d kontakter i telefonbogens hukommelse. Vil du fortsætte?
es: Esta es la primera vez que comienza la sincronización con Outlook. Todos los contactos de FMA serán añadidos a este y los contactos de este al FMA, a menos que elijas vincularlos a ellos. Los contactos serán vinculados después. Asegúrese que ha echo una copia de seguridad de su FMA y los contactos de Outlook Tiene un máximo de %d contactos en su agenda. ¿Desea continuar?
fi: Tämä on ensimmäinen kerta kun käynnistät Outlookin Synkronoinnin. KAIKKI FMA yhteystiedot lisätään Outlookiin ja kaikki Outlookin yhteystiedot lisätään FMA:han ellet valitse niiden linkitystä. Yhteystiedot linkitetään sen jälkeen. Varmista että olet tehnyt varmuuskopiot FMA ja Outlookin yhteystiedoista! Puhelinluettelon muistiin mahtuu enintään %d yhteystietoa. Haluatko jatkaa?
fr: C'est la première fois que vous lancez la Synchronisation Outlook. Tous les contacts de FMA vont être ajoutés dans Outlook et réciproquement, à moins que vous ne choisissiez de les lier. Après cela les contacts seront liés. Il est conseillé de faire une sauvegarde de vos contacts FMA et Outlook avant de continuer ! La mémoire du Mobile peut contenir au maximum %d contacts. Voulez-vous continuer ?
mk: Вие стартувате Outlook Синхронизацијаза прв пат. Сите FMA контакти ќе бидат додадени во Outlook и сите Outlook контакти ќе бидат додадени во FMA, освен ако вие не изберете да ги сврзете. Контактите ќе бидат сврзани после тоа. бидете сигурни дека сте направиле пезервна копија на FMA и Outlook контактите! Ова е максимум од %d контакти во телефонскиот именик. Дали сакате да продолжи?
pl: Jest to pierwszy raz gdy uruchamiasz Synchronizację Outlooka. Wszystkie kontakty fma zostaną dodane do Outlooka i wszystkie kontakty Outlooka zostaną dodane do fma, chyba że zdecydujesz je połączyć. Kontakty będą po tym połączone. Upewnij się, że zrobiłeś kopie swoich kontaktów fma i Outlooka! Istnieje maksimum %d kontaktów w pamięci spisu telefonów. Czy chcesz kontynuować?
ru: Вы запустили синхронизацию с Outlook впервые. Все контакты FMA будут добавлены в Outlook и все контакты Outlook будут добавдены в FMA, если вы установите связь между ними. После этого все контакты будут связаны. Убедитесь, что у вас есть резервная копия ваших FMA и Outlook контактов! Максимум %d контактов в памяти телефонной книги. Хотите продолжить?
wa: Dit is de eerste keer dat u Outlook Synchronisatie start. Alle FMA contacten worden toegevoegd aan Outlook en alle Outlook contacten aan FMA, tenzij u ervoor kiest ze te linken. De contacten worden daarna gelinkt. Wees er zeker van dat u een backup heeft van uw FMA én Outlook contacten! Er geld een maximum van %d contacten in het telefoonboek geheugen. Wilt u doorgaan?

source: Error: Synchronize aborted (%s)
bg: Грешка: Синхронизацията е прекъсната (%s)
cs: Chyba: Synchronizace přerušena (%s)
da: Fejl: Synkronisering afbrudt (%s)
es: Error: Sincronización cancelada (%s)
fi: Virhe: Synkronointi keskeytetty (%s)
fr: Erreur : échec de la Synchronisation (%s)
mk: Грешка: Синхронизацијата е прекината (%s)
pl: Błąd: synchronizacja przerwana (%s)
ru: Ошибка: Синхронизация прервана (%s)
wa: Fout: Synchroniseren afgebroken (%s)

source: Error: Outlook Synchronize aborted (%s)
bg: Грешка: Outlook Синхронизацията прекъсна (%s)
cs: Chyba: Synchronizace přerušena (%s)
da: Fejl: Synkronisering med Outlook afbrudt (%s)
es: Error: Sincronización con Outlook cancelada (%s)
fi: Virhe: Outlook Synkronointi keskeytetty (%s)
fr: Erreur : échec de la Synchronisation Outlook (%s)
mk: Грешка: Outlook Синхронизацијата е прекината (%s)
pl: Błąd: synchronizacja Outlooka przerwana (%s)
ru: Ошибка: Синхронизация с Outlook прервана (%s)
wa: Fout: Synchroniseren Outlookk afgebroken - %s

source: Contacts linking aborted by user
bg: Свързването на контактите беше прекъснато от потребителя
cs: Propojování kontaktů přerušeno uživatelem
da: Sammenkædning af kontakter afbrudt af bruger
es: Vinculación de los contactos cancelada por el usuario
fi: Käyttäjä keskeytti yhteystietojen linkityksen
fr: Liaison des contacts annulée par l'utilisateur
mk: Сврзувањето на контактите е прекинато од корисникот
pl: Łączenie kontaktów przerwana przez użytkownika
ru: Связывание контактов прервано пользователем
wa: Contacten linken afgebroken door gebruiker

source: Changing profile...
fi: Vaihdetaan profiilia...
pl: Zmienianie profilu...

source: Repairing profile...
fi: Korjataan profiilia...
pl: Naprawianie profilu...

source: Creating profile...
fi: Luodaan profiilia...
pl: Tworzenie profilu...

source: Start Sync Text Messages...
bg: Начало на Синхронизацията на Текстовите Съобщения...
fi: Aloita Tekstiviestien Synkronointi...
mk: Започни Синхро. на Текст Пораки...
pl: Rozpocznij synchronizację wiadomości...
ru: Запустить синхронизацию сообщений...

source: Sync Text Messages started.
bg: Синхронизацията на Текстовите Съобщения започна.
fi: Tekstiviestien synkronointi valmis.
mk: Синхронизацијата на Текст Пораки започна.
pl: Synchronizacja wiadomości rozpoczęta.
ru: Синхр. сообщений запущена.

source: Synchronizing text messages
bg: Синхронизация на текстовите съобщения
fi: Tekstiviestejä synkronoidaan
mk: Синхронизација на текст пораки
pl: Synchronizowanie wiadomości
ru: Синхронизация текстовых сообщений

source: Saving messages data
bg: Запис на данните за съобщенията
cs: Ukládám data zpráv
da: Gemmer besked-data
es: Guardando los datos de los mensajes
fi: Tallentaa viestien tietoja
fr: Sauvegarde des données messages
mk: Сочувување на датата за пораки
pl: Zapis danych wiadomości
ru: Сохранение данных сообщений
wa: Sla bericht gegevens op

source: %d new and %d modified messages added to FMA by Phone.
fi: Puhelin lisäsi %d uuden ja %d muokatun viestin FMA:han.
pl: %d nowych i % zmodyfikowanych wiadomości dodanych do fma przez telefon.

source: Sync Text Messages completed.
bg: Синхронизацията на Текстовите Съобщения приключи.
fi: Tekstiviestien synkronointi valmis.
mk: Синхронизацијата на Текст Пораките заврши.
pl: Synchronizacja wiadomości zakończona.
ru: Синхр. сообщений завершена.

source: Loading %s calls...
bg: Зареждане на Обажданията: %s...
da: Indlæser %s opkald...
fi: Ladataan %s puhelua...
mk: Вчитување на Повици: %s...
pl: Ładowanie %s połączeń...
ru: Загрузка вызовов %s...
wa: Laden %s gesprekken...

source: Saving changes...
bg: Запис на промените...
cs: Ukládám změny...
da: Gemmer ændringer...
es: Guardando los cambios...
fi: Tallennetaan muutokset...
fr: Sauvegarde des modifications...
mk: Сочувување на промените...
no: Lagre endringer...
pl: Zapisywanie zmian...
ru: Сохранение изменений...
sv: Sparar ändringar...
wa: Wijzigingen opslaan...

source: Script saved, %d bytes written
bg: Скрипта беше записан, %d байта бяха записани
fi: Skripti tallennettu. %d tavua kirjoitettu
mk: Скриптата е сочувана, %d бајти беа запишани
pl: Skrypt zachowany, %d bajtów zapisanych
ru: Сценарий сохранён, записано %d байт
wa: Script opgeslagen, %d bytes geschreven

source: Applying changes...
bg: Прилагане на промените...
cs: Aplikuji změny...
da: Aktiverer ændringer...
es: Aplicando los cambios...
fi: Muutokset otetaan käyttöön...
fr: Application des modifications...
mk: Приложување промени...
no: Utfører endringer...
pl: Zastosowywanie zmian...
ru: Применение изменений...
sv: Verkställer ändringar...
wa: Wijzigingen doorvoeren...

source: Script activated
bg: Скриптове беше активиран
fi: Skripti aktivoitu
mk: Скриптата е активна
pl: Skrypt aktywowany
ru: Сценарий активирован.
wa: Script geactiveerd

source: Error downloading calendar
bg: Грешка при получаването на Календара
cs: Chyba při nahrávání kalendáře
da: Fejl ved indlæsning af kalender
es: Error descargando el calendario
fi: Virhe kalenteria ladattaessa
fr: Erreur durant téléchargement du calendrier
mk: Грешка при спуштањето на Календарот
no: Feil ved henting av kalender
pl: Błąd pobierania kalendarza
ru: Ошибка выгрузки календаря
sv: Kunde inte hämta kalender
wa: Fout bij downloaden kalender

source: (Sending canceled, message removed from Outbox)
bg: (Изпращането беше прекъснато, съобщението беше премахнато от Изходящи)
cs: (Posílání přerušeno nebo byla zpráva odstraněna z Outlooku)
da: (Afsendelse afbrudt og besked slettet fra Udbakke)
es: (Envio cancelado, mensajes eliminado de la bandeja de salida)
fi: (Lähettäminen peruttu, viesti poistettu Lähtevät kansiosta)
fr: (Envoi annulé, message enlevé de la Boîte d'Envoi)
mk: (Испраќањето е прекинато, пораката е преместена од Пораки за Праќање)
pl: (Wysyłanie anulowane, wiadomość usunięta z oczekujących)
ru: (Отправка отменена, сообщение удаоено из Исходящих)
wa: (Verzenden geannuleerd, bericht verwijderd van Postvak Uit)

source: %0:s message storage is %1:s%% or more full. Please delete some messages.
bg: %0:s е пълно повече от %1:s%%. Моля премахнете някои съобщения.
cs: %0:s místo pro uložení zpráv je %1:s%% nebo více zaplněno. Smažte některé zprávy.
da: %0:s hukommelse for beskeder er >= %1:s%% fyldt. Slet nogle beskeder.
es: %0:s memoria de SMS está %1:s%% o más. Elimine algunos mensajes.
fi: %0:s viestimuisti on %1:s%% tai enemmän täynnä. Poista joitain viestejä.
fr: La mémoire de stockage %0:s est pleine à %s%% ou plus. SVP, supprimez des messages.
mk: %0:s е полно повеќе од %1:s%%. Ве молиме избришете некои пораки.
pl: Miejsce na wiadomości %0:s jest zapełnione w %1:s%% lub więcej. Proszę usunąć część wiadomości.
ru: %0:s хранилище сообщений заполнено на %1:s%% или больше. Удалите часть сообщений.
wa: %0:s berichten geheugen is %1:s%% of meer vol. Verwijder berichten.

source: Edit Wap Home Page
bg: Промяна на стартовата Wap Страница
cs: Uprav domovskou stránku pro WAP
da: Ret WAP-adresse for hjemmeside
es: Editar página principal WAP
fi: Muokkaa Wap Kotisivua
fr: Editer la Page Wap d'Accueil
mk: Едитирај ја почетната Wap Страница
no: Endre WAP-hjemmeside
pl: Edytuj stronę domową Wap
ru: Редактировать домашнюю страницу WAP
sv: Ändra WAP-hemsida
wa: Wijzig Wap Home Page

source: Enter URL:
bg: Въведете URL:
cs: Vlož URL:
da: Indtast URL:
es: Introducir URL:
fi: Anna URL:
fr: Entrer l'URL :
mk: Внеси URL:
no: Skriv inn URL:
pl: Wpisz URL:
ru: Введите URL:
sv: Skriv in URL:
wa: URL:

source: Home page changed
bg: WAP Страница беше сменена
cs: Domovská stránka změněna
da: WAP-adresse ændret
es: Página principal cambiada.
fi: Kotisivu muuttunut
fr: Page d'Accueil modifiée
mk: WAP Страницата е сменета
no: Hemmeside endret
pl: Strona domowa zmieniona
ru: Домашняя страница изменилась
sv: Hemsida ändrad
wa: Home page gewijzigd

source: Message Recipients
bg: Получатели на Съобщение
cs: Příjemci zpráv
da: Besked-modtagere
es: Destinatarios de los mensajes:
fi: Viestin vastaanottajat
fr: Destinataires de Message
mk: Примачи на Порака
no: Send melding til flera mottakere
pl: Odbiorcy wiadomości
ru: Получатели сообщения
sv: Skicka meddelande till flera mottagare
wa: Bericht Ontvanger...

source: Call Recipients
bg: Получатели на Обаждане
cs: Příjemci hovorů
da: Opkaldsmodtagere
es: Destinatario de las llamadas
fi: Puhelun vastaanottajat
fr: Destinataires d'Appel
mk: Примачи на Повик
no: Samtalemottaker
pl: Odbiorcy połączenia
ru: Получатели вызовов
sv: Samtalsmottagare
wa: Bel Ontvanger

source: Create New Group
bg: Създаване на Нова Група
cs: Vytvoř novou skupinu
da: Opret ny gruppe
es: Crear nuevo grupo
fi: Luo Uusi Ryhmä
fr: Créer Nouveau Groupe
mk: Создади Нова Група
no: Opprett ny gruppe
pl: Utwórz nową grupę
ru: Создать новую группу
sv: Skapa ny grupp
wa: Maak Nieuwe Groep

source: Enter group name:
bg: Въведете има на група:
cs: Vložte název skupiny:
da: Indtast navn på gruppe:
es: Introducir nombre del grupo:
fi: Anna Ryhmän nimi:
fr: Entrer le nom de groupe :
mk: Внеси име на група:
no: Skriv inn gruppnavn:
pl: Wpisz nazwę grupy:
ru: Введите имя группы:
sv: Skriv in gruppnamn:
wa: Geef groep naam:

source: Group created
bg: Групата беше създадена
cs: Skupina vytvořena
da: Gruppe oprettet
es: Grupo creado
fi: Ryhmä luotu
fr: Groupe créé
mk: Групата е создадена
no: Gruppe opprettet
pl: Grupa utworzona
ru: Группа создана
sv: Grupp skapad
wa: Groep gemaakt

source: Group create failed
bg: Създаването на Групата пропадна
fi: Ryhmän luonti epäonnistui
mk: Создавањето на Групата пропадна
pl: Nieudane utworzenie grupy
ru: Сбой создания группы

source: Are you sure you want to delete group "%s" and all its contents (No Undo)?
bg: Сигурни ли сте че искате да премахнете групата "%s" и цялото и съдържание (Няма Възстановяване)?
fi: Poistetaanko ryhmä "%s" ja kaikki sen sisältö?
mk: Дали сте сигурни дека сакате да ја избришете групата "%s" и целата содржина во неа (Нема Враќање)?
pl: Czy jesteś pewien, że chcesz usunąć grupę "%s" i całą jej zawartość (brak powrotu)?
ru: Вы уверены, что хотитет удалить группу "%s" и всё её содержимое (без отката)?

source: Group deleted
bg: Групата беше премахната
fi: Ryhmä poistettu
mk: Групата е избришана
pl: Grupa usunięta
ru: Группа удалена

source: Group delete failed
bg: Премахването Група беше неуспешно
fi: Ryhmän poistaminen epäonnistui
mk: Бришењето на Групата е неуспешно
pl: Usunięcie grupy nieudane
ru: Сбой удаления группы

source: Disable &Silent Mode
bg: Забрани Безшумния режим
cs: Zrušit tichý režim
da: Slå Lydløs fra
es: Modo &silencioso desactivado
fi: Estä &Äänetön Tila
fr: Désactiver Mode &Silencieux
mk: Забрани Тивок режим
no: Deaktiver &lydløs
pl: Wyłącz wyci&szenie
ru: Запретить &Беззвучную моду
sv: Inaktivera &ljudlös
wa: Stille Modus &Uitgeschakeld

source: Enable &Silent Mode
bg: Разреши Безшумен режим
cs: Nastavit tichý režim
da: &Slå Lydløs til
es: Modo &silencioso activado
fi: Ota käyttöön &Äänetön Tila
fr: Activer Mode &Silencieux
mk: Активирај Тивок режим
no: Aktiver &lydløs
pl: Włącz wyci&szenie
ru: Разрешить &Беззвучную моду
sv: Aktivera &ljudlös
wa: Stille Modus &Ingeschakeld

source: Are you sure you want to disconnect and power your phone off?
bg: Сигурни ли сте че прекъснете връзката и да изключите телефона?
cs: Opravdu chcete odpojit a vypnout telefon?
da: Er du sikker på at du vil afbryde forbindelsen og slukke for telefonen?
es: ¿Está seguro de querer desconectar y apagar el teléfono?
fi: Oletko varma että haluat katkaista yhteyden ja ottaa virran puhelimesta?
fr: Etes vous sûr de vouloir déconnecté et éteindre votre mobile ?
mk: Дали сте сигурни дека сакатте да ја прекинете врската и да го исклучите телефонот?
no: Vil du koble fra og skrue telefonen av ?
pl: Czy jesteś pewien, że odłączyć i wyłączyć swój telefon?
ru: Вы уверены, что хотите отключиться и выключить телефон?
sv: Är du säker att du vill koppla ifrån din telefon och stänga av den?
wa: Weet u zeker dat u de verbinding wilt verbreken en uw telefoon wilt uitzetten?

source: You are going to connect to "%s". The current connection will be dropped. Are you sure?
bg: Вие ще се свържете с "%s". Текущата връзка ще бъде прекъсната. Да продължа ли?
cs: Přejete se připojit na "%s". Současní spojení bude ukončeno. Přejete si pokračovat?
da: Du forsøger at tilslutte dig til "%s". Den nuværende tilslutning vil blive afbrudt. Er du sikker?
es: Está conectado a "%s". La conexión actual se perderá, ¿está seguro?
fi: Olet ottamassa yhteyden tähän "%s". Nykyinen yhteys katkaistaan. Oletko varma?
fr: Vous êtes sur le point de vous connecter à "%s". La connexion actuelle sera perdue. Etes-vous sûr ?
mk: Вие ќе се сврзете со "%s". Тековната врска ќе биде прекината. Дали сте сигурни?
pl: Zostaniesz połączony z "%s". Aktualne połączenie będzie utracone. Czy na pewno?
ru: Вы собираетесь подключиться к "%s". Текущее подключение будет разорвано. Вы уверены?
wa: U gaat verbinden met "%s". De huidige verbinding wordt verbroken. Doorgaan?

source: This is a test exception which should give a full stack trace
bg: Това е тестова грешка, която трябва да изведе пълна информация за възникването си
fi: Tämä on testikeskeytys, jonka pitäisi sisältää pinotunnisteet
mk: Ова е Тестовна грешка, која треба да даде полна информација за патеката
pl: To jest test zdarzenia, który powinien dać pełny wykaz zawartości
ru: Это проверка исключений, которая выдаст полную трассировку стека

source: [Script] Script editor executable not found, using "notepad.exe" instead.
bg: [Script] Скрипт редактора не беше намерен, използване на "notepad.exe" вместо него.
fi: [Skripti] Scripti editoria ei löydy. Käytetään "notepad.exe".
mk: [Script] Скрипт едиторот не е најден, користење на "notepad.exe" вместо него.
pl: [Skrypt] Plik edytora skryptów nieznaleziony, w zamian użyty "notepad.exe".
ru: [Сценарий] Редактор сценария не найден, вместо него будет использован "notepad.exe".
wa: [Script] Script editor executable niet gevonden, gebruik in plaats daarvan "notepad.exe"

source: New message received.
bg: Ново съобщение беше получено.
cs: Přijata nová zpráva.
da: Ny besked modtaget.
es: Nuevo mensaje recibido.
fi: Uusi viesti saapunut.
fr: Nouveau message reçu.
mk: Примена Нова порака.
no: Ny melding mottatt.
pl: Otrzymano nową wiadomość.
ru: Принято новое сообщение.
sv: Nytt meddelande mottaget.
wa: Nieuw bericht ontvangen.

source: New message from %s
bg: Ново съобщение от %s
cs: Nová zpráva od %s
da: Ny besked fra %s
es: Nuevo mensaje desde %s
fi: Uusi viesti tältä: %s
fr: Nouveau message de %s
mk: Нова порака од %s
pl: Nowa wiadomość od %s
ru: Новое сообщение от %s
wa: Nieuw Bericht van %s

source: Inbox receive failed and suspended temporary!
bg: Получаването на Входящи пропадна и е отложено временно!
fi: Vastaanottaminen epäonnistui. Sitä on lykätty väliaikaisesti!
mk: Примањето на Примени пропадна и е одложено времено!
pl: Odbieranie 'Przychodzących' nieudane i tymczasowo zawieszone
ru: Сбой приёма Входящих, временно приостановлено!
wa: Postvak In ontvangen mislukt en tijdelijk uitgesteld!

source: Inbox receive failed and suspended temporary
bg: Получаването на Входящи пропадна и е отложено временно
fi: Vastaanottaminen epäonnistui. Sitä on lykätty väliaikaisesti
mk: Примањето на Примени пропадна и е одложено времено
pl: Obieranie 'Przychodzących' nieudane i tymczasowo zawieszone
ru: Сбой приёма Входящих, временно приостановлено
wa: Postvak In ontvangen mislukt en tijdelijk uitgesteld!

source: Incoming messages received successfuly.
bg: Входящите съобщения бяха получени успешно.
fi: Saapuva viesti otettu vastaan onnistuneesti.
mk: Дојдовните пораки беа примени успешно .
pl: Wiadomości przychodzące pomyślnie odebrane.
ru: Входящие сообщения приняты успешно.
wa: Inkomende berichten succesvol ontvangen.

source: Inbox receive completed
bg: Получаването на Входящи завърши
fi: Vastaaottaminen on päättynyt
mk: Примањето на Примени заврши
pl: Odbieranie 'Przychodzących' zakończone
ru: Приём входящих завершен
wa: Postvak In ontvangen compleet

source: ERROR: Can not load cleanup automation objects
bg: ГРЕШКА: Не мога да освободя успешно automation обектите
fi: VIRHE: cleanup automation objects ei voitu ladata
mk: ГРЕШКА: Не можам да вчитам успешно automation објектите
pl: BŁĄD: Nie można załadować wyczyszczonych obiektów automatycznych
ru: ОШИБКА: Невозможно загрузить очистку объектов автоматизации
wa: ERROR: Kan geen cleanup automation objects laden

source: Surname
bg: Фамилия
fi: Sukunimi
mk: Презиме
pl: Nazwisko
ru: Фамилия
wa: Achternaam

source: Other Phone
bg: Друг Тел
fi: Muu puhelin
mk: Друг Тел
pl: Inny telefon
ru: Другой телефон
wa: Overige

source: Postal Code
bg: Пощенски Код
fi: Postinumero
mk: Поштенски Број
pl: Kod pocztowy
ru: Почтовый индекс
wa: Postcode

source: Phone is disconnected. Do you want to connect now?
bg: Телефона не е свързан. Желаете да се свържете с телефона сега?
fi: Puhelin ei ole yhteydessä. Haluatko luoda yhteyden nyt?
mk: Телефонот не е поврзан. Дали сакате да се поврзете со телефонот сега?
pl: Telefon jest rozłączony. Czy chcesz go teraz połączyć?
ru: Телефон отключён. Хотите подключиться сейчас?

source: Start Sync Phone Clock....
bg: Начало на Синхронизацията на Часовника на Телефона...
da: Synkroniser telefonens ur...
fi: Aloita Puhelimen kellon Synkronointi....
mk: Почни Синхронизација на Телефонскиот Часовник...
pl: Rozpocznij synchronizację zegara telefonu...
ru: Запуск синхронизации часов телефона...
wa: Start Sync Telefoonklok...

source: Sync Phone Clock started.
bg: Синхронизацията на Телефонния часовник започна.
cs: Synchronizace času zahájena.
da: Synkroniserer telefonens ur.
es: Sinc del reloj del teléfono iniciada.
fi: Puhelimen Kellon Synkronointi alkoi.
fr: Démarrage Synchronisation de l'Horloge du Mobile.
mk: Синхронизацијта на Телефонскиот Часовник започна.
pl: Synchronizacja zegara telefonu rozpoczęta.
ru: Синхр часов телефона началась.
wa: Sync Telefoonklok gestart.

source: Clock Sync Priority set to Phone: will not update.
fi: Ensisijaisesti Puhelin synkronoi Kellon: ei päivitetä.
pl: Priorytet synchronizacji zegara ustawiony dla telefonu: brak aktualizacji.

source: Phone clock is not synchronized with PC clock.
fi: Puhelimen kello ei ole synkronoitu PC:n kellon kanssa.
pl: Zegar telefonu nie jest zsynchronizowany z zegarem PC.

source: Do you wish to update it now?
bg: Да го актуализирам ли сега?
cs: Přejete si provést synchronizaci času?
da: Vil du opdatere uret nu?
es: ¿Desea actualizarlo ahora?
fi: Haluatko päivittää sen nyt?
fr: Souhaitez-vous la mettre à jour maintenant ?
mk: Дали сакате да го обновам сега?
no: Vil du oppdatere den nå?
pl: Czy chcesz go teraz zsynchronizować?
ru: Хотите обновить сейчас?
sv: Vill du uppdatera den nu?
wa: Wilt u dit nu wijzigen ?

source: Phone clock synchronized successfully.
bg: Телефонния часовник беше синхронизиран успешно.
cs: Sychronizace úspěšně dokončena.
da: Telefonens ur synkroniseret korrekt.
es: Reloj del teléfono sincronizado correctamente.
fi: Puhelimen kellon synkronointi onnistui.
fr: Horloge du Mobile synchronisée avec succès.
mk: Телефонскиот часовник беше синхронизиран успешно.
no: Telefonens klokke er synkronisert.
pl: Zegar telefonu zsynchronizowany pomyślnie
ru: Часы телефона синхронизовались успешно.
sv: Telefonens klocka synkroniserades.
wa: Telefoonklok succesvol gesynchroniseerd.

source: Error: Sync Phone Clock aborted - %s
bg: Грешка: Синхронизацията на Часовника на Телефона е прекъсната - %s
da: Fejl: Synkronisering af telefonens ur afbrudt - %s
fi: Virhe: Kellon synkronointi keskeytetty - %s
mk: Грешка: Синхронизацијата на телефонскиот Часовник е прекината - %s
pl: Błąd: synchronizacja zagara telefonu przerwana - %s
ru: Ошибка: синхронизация часов отменена - %s
wa: Error: Sync Telefoonklok afgebroken - %s
