Repository: jomael/fma
Catalog: locale/*/LC_MESSAGES/default.po
Languages: bg, cs, da, es, fi, fr, mk, no, pl, ru, sv, wa

source: Call %s and arrange a date.
bg: Обади се на %s и планирай дата.
cs: Zavolat %s a zařadit datum.
da: Ring til %s og arranger en date.
es: Llamada %s y ordenada por fecha.
fi: Soita %s ja järjestä tapaaminen.
fr: Appel %s et trouve une date.
mk: Povikaj %s i planiraj data.
pl: Zadzwoń do %s i zaplanuj datę.
ru: Вызвать %s и упорядочить по дате.
wa: Bel %s en and arrangeer een afspraak.

source: Size
fi: Koko
pl: Rozmiar

source: Phone number
bg: Телефонен номер
cs: Telefonní číslo
da: Nummer
es: Número de teléfono
fi: Puhelinnumero
fr: Numéro de téléphone
mk: Телефонски број
no: Telefonnummer
pl: Numer telefonu
ru: Номер телефона
sv: Telefonnummer
wa: Telefoonnummer

source: Group
bg: Група
cs: Skupina
da: Gruppe
es: Grupo
fi: Ryhmä
fr: Groupe
mk: Група
no: Gruppe
pl: Grupa
ru: Группа
sv: Grupp
wa: Groep

source: Speech
bg: Реч
cs: Hlas
da: Tale
es: Habla
fi: Puhe
fr: Parler
mk: Говор
no: Tale
pl: Nagranie
ru: Речь
sv: Röst
wa: Spraak

source: Theme
bg: Тема
cs: Schéma
da: Tema
es: Tema
fi: Teema
fr: Thème
mk: Тема
no: Tema
pl: Motyw
ru: Тема
sv: Tema
wa: Thema

source: When
fi: Milloin
pl: Kiedy

source: Position
fi: Paikka
pl: Pozycja

source: Reccurance
fi: Uusiutuminen
pl: Cykliczność

source: All days in the week
fi: Kaikkina viikonpäivinä
pl: Wszystkie dni tygodnia

source: Undefined
bg: Неопределено
cs: Nedefinováno
da: Ikke defineret
es: Indefinido
fi: Ei määritelty
fr: Non défini
mk: Неопределено
no: Udefinert
pl: Nieokreślone
ru: Неопределено
sv: Odefinierad
wa: Ongedefiniëerd

source: Obex Folder Browsing not supported: %s
bg: Obex Folder Browsing не се поддържа: %s
cs: OBEX procházení složkami není podporováno: %s
da: Visning af OBEX-mapper understøttes ikke: %s
es: Exploración de carpetas OBEX no disponible: %s
fi: Obex Kansio Selausta ei ole tuettu: %s
fr: Navigateur de Fichier "Obex" non supporté : %s
mk: Obex Folder Browsing не подржува: %s
pl: Przeglądanie katalogów (Obex) nieobsługiwane: %s
ru: Obex просмотр папок не поддерживается: %s
wa: Obex Mappen Bladeren niet ondersteund: %s

source: No more space in phonebook memory! %d is the maximum
bg: Няма повече място в телефонния указател! %d е максимумът
cs: Paměť na čísla je plná! %d je maximum
da: Mangler plads i telefonbogens hukommelse! %d er det maksimale
es: ¡No hay más espacio en la memoria del teéfono! %d es el máximo
fi: Puhelinluettelossa ei ole enempää tilaa! %d on enimmäismäärä
fr: Plus de place mémoire dans le carnet d'adresse du téléphone ! Le maximum est %d
mk: Нема повеќе местѕо во Тел. именикот! %d е максимумот
pl: Brak miejsca w pamięci spisu telefonów! %d to maksimum
ru: Нет свободного места в памяти телефонной книги! %d - это максимум.
wa: Geen vrije ruimte in telefoongeheugen! %d is het maximum

source: Loaded %d contacts (%d new, %d filtered out) from %s
bg: Заредени %d контакта (%d нови, %d филтрирани) от %s
cs: Nahráno %d kontaktů (%d nových, %d odfiltrovaných) z %s
da: Indlæste %d kontakter (%d nye, %d frasorteret) fra %s
es: Cargados %d contactos (%d nuevos, %d filtrados) desde %s
fi: Ladattu %d (%d uutta, %d suodatettua) kaikkiaan %s yhteystiedosta
fr: %d contacts chargés (%d nouveaux, %d filtrés) depuis %s
mk: Вчитани %d контакти (%d нови, %d филтрирани) од %s
pl: Załadowane %d kontakty (%d nowe, %d przefiltrowane) od %s
ru: Загружено %d контактов (%d новых, %d отфильтровано) из %s
wa: Geladen %d contacten (%d nieuw, %d uitgefilterd) van %s

source: Owner:
bg: Собственик:
da: Ejer:
fi: Omistaja:
mk: Сопственик:
pl: Właściciel:
ru: Владелец:
wa: Eigenaar:

source: Call
bg: Обаждане
cs: Hovor
da: Opkald
es: Llamada
fi: Soita
fr: Appeler
mk: Повик
no: Samtale
pl: Połączenie
ru: Вызов
sv: Samtal
wa: Oproep

source: When:
bg: Кога:
da: Hvornår:
fi: Milloin:
mk: Кога:
pl: Kiedy:
ru: Когда:
wa: Wanneer:

source: Downloaded
bg: Свалено
da: Hentet
fi: Ladattu
mk: Спуштено
pl: Pobrane
ru: Скачивание
wa: Opgehaald

source: In phone only
bg: Само в телефона
da: Kun i telefonen
fi: Vain puhelimessa
mk: Само во телефон
pl: Tylko w telefonie
ru: Только в телефоне
wa: Alleen in telefoon

source: Unknown
bg: Неизвестно
cs: Neznámý
da: Ukendt
es: Desconocido
fi: Tuntematon
fr: Inconnu
mk: Непознато
no: Ukjent
pl: Nieznane
ru: Неизвестно
sv: Okänd
wa: Onbekend

source: Not supported
bg: Не се поддържа
da: Ikke understøttet
fi: Ei tuettu
mk: Не подржува
pl: Nieobsługiwane
ru: Не поддерживается
wa: Niet ondersteund

source: Discard picture changes?
bg: Отказ на промените на картинката?
da: Glem billedændringer?
fi: Hylkää kuvan muutokset?
mk: Откажи ги промените на сликата?
pl: Odrzucić zmiany obrazka?
ru: Отменить изменение картинки?
wa: Wijziging in afbeelding weggooien?

source: Download failed
bg: Свалянето пропадна
da: Hentning fejlede
fi: Lataus epäonnistui
mk: Спуштањето пропадна
pl: Pobieranie nieudane
ru: Сбой скачивания
wa: Download mislukt

source: Adding to Group...
bg: Добавяне към Група...
cs: Přidávání do skupiny...
da: Tilføjer til gruppe...
es: Añadiendo a un grupo...
fi: Lisätään Ryhmään...
fr: Ajout au Groupe en cours...
mk: Додади на Група...
no: Legger til i Gruppe...
pl: Dodawanie do grupy...
ru: Добавление в группу...
sv: Lägger till i Grupp...
wa: Voeg toe aan groep...

source: Locate position for %s...
bg: Търсене на позиция за %s...
fi: Määritä %s paikka...
mk: Лоцирање на позициа за %s...
pl: Zlokalizuj pozycję dla %s...
ru: Определение позиции для %s...

source: Adding %s...
bg: Добавяне на %s...
fi: Lisää %s...
mk: Додавање на %s...
pl: Dodawanie %s...
ru: Добавление %s...

source: Group updated
bg: Групата беше актуализирана
fi: Ryhmä päivitetty
mk: Групата беше обновена
pl: Grupa zauktualizowana
ru: Группа обновлена

source: Remove %d %s from group "%s"?
bg: Да премахна ли %d %s от групата "%s"?
fi: Poista %d %s ryhmästä "%s"?
mk: Да го/ја тргнам %d %s одгрупата "%s"?
pl: Usunąć %d %s z grupy "%s"?
ru: Удалить %d %s из группы "%s"?

source: member
bg: член
fi: jäsen
mk: член
pl: członek
ru: элемент

source: Removing from group...
bg: Премахване от група...
fi: Poistetaan ryhmästä...
mk: Тргни од група...
pl: Usuwanie z grupy...
ru: Удаление из группы...

source: Setting Alarm...
fi: Aseta Hälytys...
pl: Ustawianie alarmu...

source: Error setting alarm
fi: Virhe hälytyksen asentamisessa
pl: Błąd ustawienia alarmu

source: The alarm could not be set.
fi: Hälytystä ei voitu asettaa.
pl: Nie można było ustawić alarmu.

source: N/A
cs: není
da: Ikke relevant
fi: Ei ole
pl: N/D
ru: Н/Д

source: yes
bg: да
cs: ano
da: ja
es: si
fi: kyllä
fr: oui
mk: да
no: ja
pl: tak
ru: да
sv: ja
wa: ja

source: no
bg: не
cs: ne
da: nej
fi: ei
fr: non
mk: не
no: nei
pl: nie
ru: нет
sv: nej
wa: nee

source: Synchronization in progress
bg: Синхронизация се извършва
fi: Synkronointi meneillään
mk: Синхронизацијата се извршува
pl: Synchronizacja w toku
ru: Синхронизация в действие

source: Key Sent.
bg: Клавиша е изпратен.
cs: Klíč odeslán.
da: Tast sendt.
es: Tecla enviada
fi: Koodi postitettu.
fr: Touche Envoyée.
mk: Испратена Типка .
no: Knapp Sendt.
pl: Kolejność klawiszy
ru: Кюч отправлен.
sv: Knapp skickad.
wa: Sleutel Verzonden.

source: Phone's keypad can be controlled also with computer's keyboard.
fi: Puhelimen näppäimistöä voidaan käyttää myös tietokoneen näppäimistöllä.
pl: Klawiatura telefonu może być także obsługiwana za pomocą klawiatury komputera.

source: Joystick = W,S,A,D; Joystick press = Enter; C button = Backspace;
fi: Joystick = W,S,A,D; Joystick paina = Enter; C näppäin = Askelpalautin;
pl: Joystick = W,S,A,D; Wciśnięcie joysticka = Enter; Klawisz C = Backspace;

source: Do you want to save "Log" before clearing it?
bg: Искате ли да запишете "Журнала" преди да го изчистите?
cs: Přejete si uložit "Log" před vymazáním?
da: Vil du gemme "Log" før den tømmes?
es: ¿Desea guardar el Log antes de limpiarlo?
fi: Haluatko tallentaa "Loki" ennen tyhjennystä?
mk: Сакате да сочувате "Список" пред да го исчистите?
pl: Czy chcesz zapisać "raport" przed wyczyszczeniem?
ru: Хотите сохранить "Протокол" прежде чем очистить его?
wa: Wilt u "Log" opslaan voordat u het leegmaakt?

source: *** Log Cleared ***
bg: *** Журнала беше изчистен ***
da: *** Log tømt ***
fi: ***Loki Tyhjennetty***
mk: *** Списокот е Исчистен ***
pl: *** Raport wyczyszczony ***
ru: *** Протокол очищен ***
wa: *** Log Opgeschoond ***

source: *** Log Exported ***
bg: *** Журнала Експортиран ***
da: *** Log eksporteret ***
fi: ***Loki Viety***
mk: ***Списокот е Експортиран ***
pl: *** Raport wyeksportowany ***
ru: *** Протокол экспортирован ***
wa: *** Log Geëxporteerd ***

source: *** MARKER ***
cs: *** ZNAČKA ***
da: *** MARKØR ***
es: *** MARCA ***
fi: *** MERKINTÄ ***
ru: *** МАРКЕР ***
wa: *** MARKERING ***

source: Could not start event log Troubleshooter!
bg: Не мога да стартирам Отстраняването на Аварии и Проблеми!
cs: Nelze spustit výpis problémů událostí!
da: Kunne ikke starte Fejlsøgning i hændelsesloggen
es: No podrá iniciar la captura de Log de los eventos
fi: Tapahtumaloki tukea ei voitu käynnistää!
mk: Не можам да го стартувам Отстранувањето на Грешки и проблеми!
pl: Nie można rozpocząć raportu zdarzeń Troubleshooter!
ru: Невозможно запустить протокол проблемных событий
wa: kan event log Troubleshooter niet starten!

source: Communication
bg: Комуникация
cs: Komunikace
da: Kommunikation
es: Comunicación
fi: Yhteys
mk: Комуникација
pl: Komunikacja
ru: Соединение
wa: Communicatie

source: Script
bg: Скрипт
cs: Skript
da: Skript
fi: Skripti
mk: Скрипта
no: Skript
pl: Skrypt
ru: Сценарий
sv: Skript

source: Uknown
bg: Неизвестно
cs: Neznámý
da: Ukendt
es: Desconocido
fi: Tmaton
fr: Inconnu
mk: Непознато
pl: Nieznane
ru: Неизвестно
wa: Onbekend

source: Database: Error loading data (DB Index %d)
bg: База Данни: Грешка при зареждане на данни (БД Индекс %d)
fi: Tietokanta: Virhe datan latauksessa (DB Index %d)
mk: Дата База: Грешка при вчитувањето на датата (ДБ Индекс %d)
pl: Baza danych: Błąd ładowania danych (Indeks DB %d)
ru: База данных: Ошибка загрузки данных (DB индекс %d)

source: Database: Removed incorrect data (DB Index: %d)
bg: База Данни: Некоректните данни са премахнати (БД Индекс: %d)
fi: Tietokanta: Poistettu virheellinen data (DB Index: %d)
mk: Дата База: Неточната дата е тргната (ДБ Индекс: %d)
pl: Baza danych: Usunięto niepoprawne dane (Indeks DB: %d)
ru: База данных: Удалены некорректные данные (DB индекс: %d)

source: Please refresh %s from phone, because some contact positions are missing!
bg: Моля, опреснете %s от телефона, защото някои позиции на контакти липсват!
da: Opdater %s fra telefonen, da nogle kontakt-placeringer mangler!
fi: Virkistä %s puhelimesta, sillä yhteyden paikka puuttuu!
mk: Ве молиме освежете %s од телефонот, бидејќи некои позиции на контакти недостигаат!
pl: Proszę odświeżyć %s z telefonu, ponieważ brak niektórych pozycji kontaktów!
ru: Пожалуйста обновите %s из телефона, т.к. позиция некоторых контактов отсутствует!
wa: Ververs %s van telefoon. sommige contact posities missen!

source: Update %s started.
bg: Промяната на %s започна.
cs: Aktualizace %s začala.
da: Opdatering %s startet.
es: Actualización %s iniciada.
fi: Päivitys %s aloitettu.
fr: Mise à jour de %s démarrée
mk: Обновата на %s започна.
no: Oppdatering %s startet.
pl: Aktualizacja %s rozpoczęta.
ru: Обновление %s запущено.
sv: Uppdatering %s påbörjad.
wa: Update %s gestart.

source: Updating %s
bg: Подмяна на %s
cs: Aktualizuji %s
da: Opdaterer %s
es: Actualizando %s
fi: Päivitetään %s
fr: Mise à jour de %s en cours...
mk: Обнова на %s
no: Oppdaterer %s
pl: Aktualizowanie %s
ru: Обновление %s
sv: Uppdaterar %s
wa: Updaten %s

source: Uploading contacts...
bg: Качване на Контактите...
cs: Nahrávám kontakty...
da: Sender kontakter...
es: Actualizando contactos...
fi: Siirretään yhteystiedot...
fr: Emission des contacts en court...
mk: Подигање на Контактите...
no: Sender kontakter...
pl: Wysyłanie kontaktów...
ru: Загрузка контактов...
sv: Skickar kontakter...
wa: Uploaden Contactpersonen...

source: %s deleted in %s by FMA.
bg: %s са премахнати в %s от FMA.
cs: %s vymazáno z %s programem FMA.
da: %s slettet i %s af FMA.
es: %s eliminado en %s por FMA.
fi: FMA poisti %s tästä: %s.
fr: %s supprimé(s) dans %s par FMA.
mk: %s се избришани %s од FMA.
no: %s er slettet fra %s av FMA.
pl: %s usunięty w %s przez fma.
ru: %s удалено в %s FMA.
sv: %s är borttagen från %s av FMA.
wa: %s verwijderd in %s door FMA.

source: %s stored in %s by FMA.
bg: %s са записани в %s от FMA.
cs: %s uloženo do %s programem FMA.
da: %s gemt i %s af FMA.
es: %s almacenando en %s por FMA.
fi: FMA tallensi %s tähän: %s.
fr: %s stocké(s) dans %s par FMA.
mk: %s се сочувани %s од FMA.
no: %s er lagret i %s av FMA.
pl: %s zachowany w %s przez fma.
ru: %s сохранено в %s FMA.
sv: %s är sparad i %s av FMA.
wa: %s opgeslagen in %s door FMA.

source: Performing cleanup...
bg: Извършване на почистване...
cs: Probíhá čištění...
da: Rydder op...
es: Comenzando limpieza...
fi: Suoritetaan puhdistus...
fr: Nettoyage en cours...
mk: Извршување на чистење...
no: Sletter...
pl: Przeprowadzanie czyszczenia...
ru: Выполнение очистки...
sv: Rensar upp...
wa: Schoonmaken...

source: Performing cleanup
bg: Извършване на почистване
cs: Probíhá čištění
da: Rydder op
es: Comenzando la limpieza
fi: Suoritetaan puhdistus
fr: Nettoyage en cours...
mk: Извршување на чистење
no: Sletter
pl: Przeprowadzanie czyszczenia
ru: Выполнение очистки
sv: Rensar upp
wa: Schoonmaken

source: Error updating memory
bg: Грешка при промяна на паметта
cs: Chyba aktualizace paměti
da: Fejl ved opdatering af hukommelse
es: Error actualizando la memoria
fi: Virhe muistia päivitettäessä
fr: Erreur durant la mise à jour de la mémoire
mk: Грешка при промена на меморијата
pl: Błąd aktualizacji pamięci
ru: Ошибка обновления памяти
wa: Fout updaten geheugen

source: Update %s failed.
bg: Промяната на %s пропадна.
cs: Aktualizace %s selhala.
da: Opdatering %s fejlede.
es: Error en la actualización %s
fi: Päivitys %s epäonnistui.
fr: Echec de la mise à jour de %s.
mk: Обновата на %s пропадна.
no: Oppdatering %s mislyktes.
pl: Aktualizacja %s nieudana.
ru: Сбой обновления %s.
sv: Uppdatering %s misslyckades.
wa: Update %s mislukt.

source: Update %s completed.
bg: Промяната на %s завърши.
cs: Aktualizace %s provedena.
da: Opdatering %s færdig.
es: Actualización %s completa,
fi: Päivitys %s valmis.
fr: Mise à jour de % réussie.
mk: Обновата %s заврши.
no: Oppdatering %s ferdig.
pl: Aktualizacja %s zakończona.
ru: Обновдение %s завершено.
sv: Uppdatering %s slutförd.
wa: Update %s sucsesvol.

source: Please enter a contact name at position %s
bg: Моля, въведете име на контакт на позиция %s
cs: Prosím vložte jméno kontaktu na pozici %s
da: Indtast navnet på kontakten i position %s
es: Introduce un nombre de un contacto en la posición %s
fi: Anna yhteystiedon nimi paikkaan %s
fr: SVP, entrez un nom de contact pour la position %s
mk: Внесете име на контактот на позиција %s
no: Skriv kontakt-navn på linje %s
pl: Proszę wpisać nazwę kontaktu na pozycji %s
ru: Введите имя контакта в позиции %s
sv: Var god skriv in ett namn på position %s
wa: Geef een contactnaam op positie %s

source: Please enter a phone number at position %s
bg: Моля, въведете телефонен номер на позиция %s
cs: Prosím vložte telefonní číslo na pozici %s
da: Indtast telefonnummeret på kontakten i position %s
es: Introduce el número de teléfono en la posición %s
fi: Anna puhelinnumero paikkaan %s
fr: SVP, entrez un numéro de tel. pour la position %s
mk: Внесете телефонски број на позиција %s
no: Skriv telefonnummer på linje %s
pl: Proszę wpisać numer telefonu na pozycji %s
ru: Введите номер телефона в позиции %s
sv: Var god skriv in ett telefonnummer på position %s
wa: Geef een telefoonnummer op positie %s

source: The name at position %s is too long
bg: Името на позиция %s е прекалено дълго
cs: Jméno na pozici %s je příliš dlouhé
da: Navnet i position %s er for langt
es: El nombre en la posición %s es demasiado largo
fi: Nimi paikassa %s on liian pitkä
fr: Le nom à la position %s est trop long
mk: Името на позицијата %s е предолго
no: navnet på linje %s er for langt
pl: Nazwa na pozycji %s jest zbyt długa
ru: Имя в позиции %s слишком длинное
sv: namnet på position %s är för långt
wa: De naam op positie %s is te lang

source: The number at position %s is too long
bg: Номерът на позиция %s е прекалено дълъг
cs: Číslo na pozici %s je příliš dlouhé
da: Nummeret i position %s er for langt
es: El número en la posición %s es demasiado largo
fi: Numero paikassa %s on liian pitkä
fr: Le numéro à la position %s est trop long
mk: Бројот на позицијата %s е предолго
no: Nummeret på linje %s er for langt
pl: Numer na pozycji %s jest zbyt długi
ru: Номер в позиции %s слишком длинный
sv: Numret på position %s är för långt
wa: Het nummer op positie %s is te lang

source: %d modified contact.
bg: %d променен контакт.
da: %d ændret kontakt.
fi: %d muokattu yhteystieto.
mk: %d модифициран контакт.
pl: %s zmodyfikowany kontakt.
ru: %d модифицированный контакт.
wa: %d gewijzigde contactpersoon.

source: %d deleted contact.
bg: %d премахнат Контакт.
da: %d slettet kontakt.
fi: %d poistettu yhteystieto.
mk: %d Избришан Контакт.
pl: %s usunięty kontakt.
ru: %d удалённый контакт.
wa: %d verwijderde contactpersoon.

source: Changes have been made into current folder.
bg: Промените бяха извършени в текущата папка.
cs: V aktuální složce byly provedeny změny.
da: Ændringer gemt i nuværende mappe.
es: Los cambios se han aplicado a la carpeta actual.
fi: Tähän kansioon on tehty muutoksia.
fr: Modifications effectuées dans le dossier courant.
mk: Промените беа извршени во текновната папка.
no: Endringer er gjort i mappen.
pl: Poczyniono zmiany w aktualnym katalogu.
ru: Изменения сделаны в текущей папке.
sv: Ändringar har gjorts i mappen.
wa: Er zijn wijzigingen gemaakt in de huidige map.

source: Confirm sending to phone?
bg: Да изпратя ли в телефона?
cs: Potvrzujete odeslání do telefonu?
da: Bekræft afsendelse til telefon?
es: ¿Está seguro de enviarlo al teléfono?
fi: Vahvista puhelimeen lähettäminen?
fr: Confirmez l'envoi vers le mobile ?
mk: Да испратам во телефон?
pl: Potwierdzić wysyłanie do telefonu?
ru: Подтверждаете отправку в телефон?
wa: Bevestig verzenden naar telefoon?

source: Deleting %d %s.
bg: Премахване на %d %s.
fi: Poistetaan %d %s.
mk: Бришење на %d %s.
pl: Usuwanie %d %s.
ru: Удаление %d %s.

source: contact
bg: контакт
fi: yhteystieto
mk: контакт
pl: kontakt
ru: контакт

source: Do you wish to continue?
bg: Наистина ли желаете да продължите?
cs: Přejete si pokračovat?
da: Vil du fortsætte?
es: ¿Desea continuar?
fi: Haluatko jatkaa?
fr: Voulez-vous continuer ?
mk: Дали сакаш да продолжи?
no: Vil du fortsette?
pl: Czy chcesz kontynuować?
ru: Хоите продолжать?
sv: Vill du fortsätta?
wa: Wilt u doorgaan?

source: New contact
bg: Нов Контакт
cs: Nový kontakt
da: Ny kontakt
es: Nuevo contacto
fi: Uusi yhteystieto
fr: Nouveau Contact
mk: Нов Контакт
no: Ny kontakt
pl: Nowy kontakt
ru: Новый контакт
sv: Ny kontakt
wa: Nieuw contactpersoon

source: Modified contact
bg: Променен контакт
cs: Změněný kontakt
da: Ændret kontakt
es: Modificar contacto
fi: Muutettu Yhteystieto
fr: Contact Modifié
mk: Модифициран контакт
no: Endret kontakt
pl: Kontakt zmodyfikowany
ru: Модифицированный контакт
sv: Ändrad kontakt
wa: Gewijzigde contactpersoon

source: Deleted contact
bg: Премахнат контакт
cs: Smazaný kontakt
da: Slettet kontakt
es: Eliminar contacto
fi: Poistettu Yhteystieto
fr: Contact Supprimé
mk: Избришан контакт
no: Slettet kontakt
pl: Kontakt usunięty
ru: Удалённый контакт
sv: Borttagen kontakt
wa: Verwijderde contactpersoon

source: No free position available
bg: Няма свободни позиции
da: Ingen ledige positioner
fi: Vapaita paikkoja ei ole
mk: Нема слободни позиции
pl: Brak dostępnych wolnych pozycji.
ru: Нет свободных доступных позиций
wa: Geen vrije posities beschikbaar

source: No more space in memory! New contact can not be created.
bg: Няма достатъчно свободно място в паметта! Нов контакт не може да бъде създаден.
cs: Již není volné místo v paměti! Nový kontakt nebude vytvořen.
da: Ikke mere plads i hukommelsen! Ny kontakt kan ikke oprettes.
es: ¡No hay más espacio en la memoria! El nuevo contacto no se puede crear.
fi: Muisti on täynnä! Uutta yhteystietoa ei voitu luoda.
fr: Plus de place libre dans la mémoire ! Le nouveau contact ne peut pas être créé.
mk: Нема слободно месо во меморијата! Нов контакт не може да се создаде.
pl: Brak miejsca w pamięci! Nowy kontakt nie może być utworzony.
ru: Нет места в памяти! Новый контакт не может быть создан!
wa: Geen plaats meer in geheugen! Nieuw contact kan niet gemaakt worden.

source: Sorting contacts will replace all contacts position. Are you sure?
bg: Сортирането ще промени позициите на всички контакти. Сигурен ли сте че желаете това?
cs: Třídění kontaktů změní všechny pozice. Přejete si pokračovat?
da: Sortering af kontakter vil bytte rundt på kontakternes positioner. Vil du fortsætte?
es: Al ordenar los contactos, las posiciones actuales se reemplazarán. ¿Está seguro de continuar?
fi: Lajittelu korvaa kaikkien yhteystietojen paikat. Oletko varma?
fr: Trier les contacts va modifier toutes les positions des contacts. Etes-vous sûr ?
mk: Сортирањето ќе ги промени позициите на сите контакти . Дали сте сигурни за промената?
pl: Sortowanie kontaktów zamieni pozycje wszystkich kontaktów. Czy jesteś pewien?
ru: Сортировка изменит все позиции контактов. Вы уверены?
wa: Sorteren van Contacten veranderd alle contactposities. Weet u het zeker?

source: Phonebook is empty. All current SIM entries will be deleted. Continue anyway?
bg: Телефонния указател е празен. ВСИЧКО в SIM-а ще бъде премахнато. Да продължа ли?
cs: Telefonní seznam je prázdný. Všechny záznamy na SIM kartě budou vymazány. Přejete si pokračovat?
da: Telefonbogen er tom. Alle kontakter på SIM-kortet vil blive slettet. Fortsæt alligevel?
es: La agenda está vacía. Todas las entradas actuales en el SIM serán eliminadas. ¿Desea continuar de todos modos?
fi: Puhelinluettelo on tyhjä. Kaikki nykyiset SIM merkinnät poistetaan. Jatketaanko silti?
fr: Le Répertoire Tel. est vide. Toutes les entrées SIM actuelles seront perdues. Continuer quand même ?
mk: Телефонскиот именик е празен. Се што е во SIM картицата ќе биде ИЗБРИШАНО. Дали да продолжам?
pl: Spis telefonów jest pusty. Wszystkie aktualne wpisy w karcie SIM zostaną usunięte. Kontynuować mimo to?
ru: Телефонная книга пуста. Все текущие записи SIM будут удалены. Продолжаем всё равно?
wa: Telefoonboek is leeg. Alle huidige SIM contacten worden verwijderd. Weet u het zeker?

source: Copy all contacts from Phonebook. Current SIM entries will be deleted. Are you sure?
bg: Копиране на всички контакти от Указателя. Текущите контакти в SIM-а ще бъдат премахнати и заменени с тези от Указателя. Сигурен ли сте че желаете това?
cs: Zkopíruje všechny kontakty ze seznamu. Aktuální obsah SIM karty bude vymazán. Přejete si pokračovat?
da: Kopier alle kontakter fra telefonbogen. Kontakter på SIM-kortet vil blive slettet. Fortsæt?
es: Copia todos los contactos desde la agenda. Las entradas de la SIM se eliminarán. ¿Desea continuar?
fi: Kopioi kaikki yhteystiedot Puhelinluettelosta. Nykyiset SIM merkinnät poistetaan. Oletko varma?
fr: Copier tous les contacts depuis le Répertoire Tel. Les entrées SIM actuelles seront perdues. Etes-vous sûr ?
mk: Копирање на контактите од Телефонскиот Именик. Постоечките контакти во SIM картичката ќе бидат избришани. Дали сте сигурни?
pl: Skopiuj wszystkie kontakty ze spisu telefonów. Aktualne wpisy w karcie SIM zostaną usunięte. Czy jesteś pewien?
ru: Скопировать все контакты из телефонной книги. Текущие записи SIM будут удалены. Вы уверены?
wa: Kopiëer alle contacten uit telefoonboek. Huidige SIM contacten worden verwijderd. Weet u het zeker?
