Repository: jomael/fma
Catalog: locale/*/LC_MESSAGES/default.po
Languages: bg, cs, da, es, fi, fr, mk, no, pl, ru, sv, wa

source: Disconnect from Phone
bg: Прекъсва връзката с телефона
cs: Odpojit telefon
da: Afbryd forbindelsen
es: Desconectar desde el teléfono
fi: Yhteys Puhelimeen Katkaistu
fr: Déconnecte le Mobile.
mk: Исклучи се од Телефонот
no: Koble fra telefon
pl: Rozłącz telefon
ru: Отключиться от телефона
sv: Koppla ifrån telefon
wa: Verbreek verbinding met Telefoon

source: Contacts
bg: Контакти
cs: Kontakty
es: Contactos
fi: Yhteystiedot
mk: Контакти
no: Kontakter
pl: Kontakty
sv: Kontakter

source: &Refresh Contacts
bg: &Опресни Контактите
cs: Obnovit kontakty
da: Opdate&r kontakter
es: &Actualizar contactos
fi: &Virkistä Yhteystiedot
fr: Rafraichir Contacts
mk: &Освежи ги Контактите
no: &Oppdater Kontakter
pl: &Odśwież kontakty
ru: О&бновить контакты
sv: &Uppdatera Kontakter
wa: &Ververs Contactpersonen

source: &Refresh
bg: &Опресни
cs: Obnovit
da: Opdate&r
es: &Actualizar
fi: &Virkistä
fr: &Rafraîchir
mk: &Освежи
no: &Oppdater
pl: &Odśwież
ru: &Обновить
sv: &Uppdatera
wa: &Ververs

source: &Copy to Archive
bg: &Копирай в Архива
cs: Kopírovat do archívu
da: Kopier til arkiv
es: &Copiar a Archivo
fi: &Kopioi Arkistoon
fr: &Copier dans Archive
mk: &Копирај во Архива
no: &Kopier til Arkiv
pl: &Kopiuj do archiwum
ru: &Копия в архив
sv: &Kopiera till Arkiv
wa: &Kopieër naar Archief

source: Copy to Archive
bg: Копира в Архива
cs: Kopírovat do archívu
da: Kopier til arkiv
es: Copiar a Archivo
fi: Kopioi Arkistoon
fr: Copie dans Archive.
mk: Копирај Во Архива
no: Kopier til Arkiv
pl: Kopiuj do archiwum
ru: Копия в архив
sv: Kopiera till Arkiv
wa: Kopieër naar Archief

source: &Move to Archive
bg: &Премести в Архива
cs: Přesunout do archívu
da: Flyt til arkiv
es: &Mover a Archivo
fi: &Siirrä Arkistoon
fr: &Déplacer dans Archive
mk: &Премести во Архива
no: &Flytt til Arkiv
pl: &Przenieś do archiwum
ru: &Перенос в архив
sv: &Flytta till Arkiv
wa: Verplaats naar Archief

source: Move to Archive
bg: Премества в Архива
cs: Přesunout do archívu
da: Flyt til arkiv
es: Mover a Archivo
fi: Siirrä Arkistoon
fr: Déplace dans Archive.
mk: Премести во Архива
no: Flytt til Arkiv
pl: Przenieś do archiwum
ru: Перенос в архив
sv: Flytta till Arkiv
wa: Verplaats naar Archief

source: Move to Folder...
bg: Премести в Папка...
fi: Siirrä Kansioon...
mk: Премести во Папка...
pl: Przenieś do katalogu...
ru: Переместить в папку...

source: Move to Folder|File selected items to a custom Folder
bg: Премества Папката|Премества избраното съобщение е дадена Папка
fi: Siirrä Kansioon|Tallenna valitut aiheet Kansioon
mk: Премести во ПапкаI Селектираниот Фајл во одбраната Папка
pl: Przenieś do katalogu|Umieść wybrane elementy w dowolnym katalogu
ru: Переместить в папку|файл выбранные темы в отмеченную папку

source: New &Message...
bg: Ново &Съобщение...
fi: &Viesti...
mk: Нова &Порака...
pl: Nowa &wiadomość...
ru: Новое &сообщение...
wa: Nieuw &Bericht

source: &Message Contact...
bg: Съобщение към Контакт
cs: Poslat zprávu...
da: Send besked til...
es: &Enviar mensaje...
fi: &Viesti Yhteystietoon...
fr: S&MS au Contact...
mk: Порака кон Контакт
no: &Send melding til kontakt...
pl: &Wyślij wiadomość...
ru: &Сообщение контакту...
sv: &Skicka meddelande till kontakt...
wa: &Bericht Contact...

source: Message to Contact
bg: Изпраща съобщение
cs: Odeslat zprávu
da: Send besked til kontakt
es: Mensaje al contacto
fi: Viesti Yhteystietoon
fr: Envoie un message au contact.
mk: Испрати Порака
no: Send melding til kontakt
pl: Wysyła wiadomość do kontaktu
ru: Сообщение контакту
sv: Skicka meddelande till kontakt
wa: Bericht naar Contactpersoon

source: Reply to Contact
bg: Отговор на съобщението
cs: Odpovědět
da: Svar kontakt
es: Responder al contacto
fi: Vastaa Yhteystietoon
fr: Répondre au Contact.
mk: Одговор на Пораката
no: Svar Kontakt
pl: Odpisz kontaktowi
ru: Ответить контакту
sv: Svara Kontakt
wa: Beantwoordt Contactpersoon

source: Forward Message
bg: Препраща съобщението
cs: Přesměrovat zprávu
da: Videresend besked
es: Reenviar mensaje
fi: Välitä eteenpäin Viesti
fr: Transférer le Message.
mk: Препрати Порака
no: Videresend melding
pl: Przekaż wiadomość
ru: Переслать сообщение
sv: Vidarebefordra meddelande
wa: Bericht Doorsturen

source: &Toggle Connect
bg: &Превключи Връзката
cs: Přepnout spojení
da: &Tilslut / Afbryd
es: &Alternar a conectar
fi: &Yhdistä
fr: &Bascule Connexion
mk: &Поврзисе/Прекини Врска
no: &Koble til
pl: &Połącz / Rozłącz
ru: &Переключить соединение
sv: &Anslut
wa: &Schakel Verbinding

source: Toggle Connect / Disconnect
bg: Създава/Прекъсва Връзката
cs: Odpojit / připojit
da: Tilslut/afbryd forbindelsen til telefonen
es: Alternar Conectar / Desconectar
fi: Yhdistä / Katkaise
fr: Bascule Connexion / Déconnexion.
mk: Создава/Прекинува врска
no: Koble til / Koble fra
pl: Połącz / Rozłącz
ru: Изменить Подключить / Отключить
sv: Anslut / Koppla ifrån
wa: Schakel Verbinden / Verbreken

source: Dial or answer Voice Call
bg: Избира или Отговаря на Гласово Обаждане
cs: Vytočit nebo odpovědět na volání
da: Ring kontakt op eller besvar opkald
es: Marcar o contestar una llamada de voz
fi: Valitse numero tai vastaa Puheluun
fr: Appel ou répond à un Appel Vocal.
mk: Бирај или Одговори на Повикот
no: Ring eller svar på samtale
pl: Wybierz numer lub odbierz połączenie głosowe
ru: Позвонить или ответить на голосовой вызов
sv: Ring eller svara på samtal
wa: Begin of beantwoordt een gesprek.

source: New &Person...
bg: Нов &Контакт...
da: Ny &person
fi: &Henkilö...
mk: Нов &Контакт...
pl: Nowa &osoba...
ru: Новая &персона...
wa: Nieuw &Persoon

source: Add new Person
bg: Добавя нов контакт
cs: Přidat nový kontakt
da: Tilføj ny person
es: Añadir nueva persona
fi: Lisää uusi Henkilö
fr: Ajoute une nouvelle Personne.
mk: Нов Контакт
no: Legg til ny Person
pl: Dodaj nową osobę
ru: Добавить новую персону
sv: Lägg till ny Person
wa: Nieuw Persoon Toevoegen

source: Phone &Explorer
bg: &Преглед на Телефона
cs: Průzkumník telefonu
da: T&elefonoversigt
es: &Explorador del teléfono
fi: Puhelimen &Hallinta
fr: &Explorateur de Mobile
mk: &Преглед на Телефонот
no: Telefon&Utforsker
pl: &Eksplorator telefonu
ru: Телефонный &проводник
sv: Telefon&utforskare
wa: Telefoon &Verkenner

source: Toggle Phone Explorer On / Off
bg: Показва/Скрива Прегледа на Телефона
cs: Průzkumník telefonu zapnut/vypnut
da: Slå telefonoversigten til/fra
es: Alternar el explorador del teléfono Act. / Des.
fi: Kytke Puhelimen Hallinta Päälle/Pois
fr: Bascule affichage de l'Explorateur de Mobile On / Off.
mk: Покажува/Крие Преглед на Телефонот
no: Telefonutforsker På / Av
pl: Włącza / wyłącza eksplorator telefonu
ru: Переключить проводник телефона Вкл / Выкл
sv: Telefonutforskare På / Av
wa: Zet Telefoon Verkenner Aan / Uit

source: Phone &KeyPad...
bg: Телефонна &Клавиатура
cs: &Klávesnice telefonu...
da: Telefontaster
es: &Teclado
fi: Puhelimen &Näppäimistö...
fr: Bloc &Clavier de mobile...
mk: Телефонска &Тастатура
no: Telefon &Taster...
pl: &Klawiatura telefonu...
ru: Телефонная &Клавиатура
sv: Telefon &knappsats...
wa: Telefoon &Toetsenbord...

source: Toggle Keypad On / Off
bg: Показва/Скрива Телефонната клавиатура
cs: Klávesnice telefonu zapnuta/vypnuta
da: Slå telefontaster til/fra
es: Alternar el teclado Act. / Des.
fi: Kytke Näppäimistö Päälle / Pois
fr: Bascule clavier On / Off
mk: Тел. тастатура Покажува/Крие
no: Telefontaster På / Av
pl: Włącza / wyłącza klawiaturę
ru: Изменить клавиатура Вкл / Выкл
sv: Knappsats På / Av
wa: Zet Toetsenbord Aan / Uit

source: Enable Minute Minder
bg: Разрешава Минутното Напомняне
cs: Zapnout minutové upozornění
da: Aktiver Minute Minder
es: Activar la alerta de minuto
fi: Ota käyttöön Aikamuistutin
fr: Active le Minuteur
mk: Вклучување Минут потсетник
no: Aktiver minutt-påminnelse
pl: Włącz minutnik
ru: Разрешить поминутный напоминатель
sv: Aktivera minut-påminnelse
wa: Minuut Herinnering Inschakelen

source: Toggle Minute Minder On / Off
bg: Минутно Напомняне (Вкл./Изкл.)
cs: Zapnout/Vypnout minutové upozornění
da: Bip hvert minut under samtale
es: Alternar la alerta de minuto Act. / Desc
fi: Kytke Aikamuistutin Päälle / Pois
fr: Bascule Minuteur On / Off
mk: Минут Потсетник (Вкл./Искл.)
no: Minutt-påminnelse På / Av
pl: Włącza / wyłącza minutnik
ru: Переключить поминутный напоминатель Вкл / Выкл
sv: Minut-påminnelse På / Av
wa: Zet Minuut herinnering Aan / Uit

source: &About...
bg: &За Програмата...
cs: O programu...
da: Om...
es: &Acerca de...
fi: T&ietoja...
fr: &A propos...
mk: &За Програмата...
no: &Om...
pl: &O programie
ru: &О программе...
sv: &Om...
wa: &Over...

source: Shows Authors Information
bg: Показва информация за авторите на програмата
cs: Informace o autorech
da: Se hvem der har lavet FMA
es: Mostrar la información de los autores
fi: Näyttää Tekijöiden Tiedot
fr: Affichage d'Informations sur les Auteurs.
mk: Покажи Информации за Авторите
pl: Pokazuje informacje o autorach
ru: Показать информацию об авторах
wa: Toon Auteurs Informatie

source: &Restore
bg: &Възстанови
cs: Obnovit
da: Genskab
es: &Restaurar
fi: P&alauta
fr: &Agrandir
mk: &Покажи
no: &Gjennopprett
pl: P&rzywróć
ru: &Восстановить
sv: Åte&rställ
wa: &Herstellen

source: FMA Options...
bg: FMA Настройки...
da: FMA-indstillinger
fi: FMA Valinnat...
mk: FMA Опции...
pl: &Opcje fma...
ru: Настройки FMA...

source: Shows FMA Options
bg: Показва Настройките на FMA
fi: Näyttää FMA Valinnat
mk: Покажи FMA Опции
pl: Pokazuje opcje fma
ru: Показать настройки FMA

source: Monitor phone &Proximity
fi: Seuraa puhelimen L&äheisyyttä
pl: Monituj &bliskość telefonu

source: Use Proximity feature
bg: Използва близостта на телефона до компютъра
cs: Použijte volbu Přiblížení
da: Opretter forbindelse til telefonen, hvis den er indenfor rækkevidde
es: Usar la función de proximidad
fi: Käytä Lähestymisominaisuutta
fr: Utilise la fonctionnalité de Proximité pour gérer la connexion/déconnexion.
mk: Користи Блискост на Комп. до Тел.
no: Bruk Ved PC-en
pl: Użyj funcji bliskości
ru: Использовать возможности сближения
sv: Använd Vid Datorn
wa: Gebruik Proximity optie

source: Connect on &Startup
bg: Свързване при &Стартиране
fi: Yhdistä Käynnist&yksen yhteydessä
mk: Поврзување при По&дигање
pl: Połącz przy &starcie
ru: Соединяться при &запуске

source: Connect on FMA startup
bg: Автоматичен опит за свързване при стартиране на FMA
fi: Yhdistä FMA käynnistyksen yhteydessä
mk: Поврзување приpодигање на FMA
pl: Połącz przy starcie fma
ru: Соединяться при запуске FMA

source: Script Source Code...
bg: Скрипт Код...
da: Skript-kildekode...
fi: Skripti koodi...
mk: Скрипт Код...
pl: Kod źródłowy skryptu...
ru: Код сценария...

source: Shows Script Editor
bg: Показва редактора на скриптове
cs: Spusť editor skriptu
da: Gå til skript-redigering
es: Mostrar el editor de Script
fi: Näyttää SkriptiEditorin
fr: Affiche l'Editeur de Scripts.
mk: Покажи Едитор на Скриптите
no: Viser Skripteditor
pl: Pokazuje edytor skryptów
ru: Показать редактор сценария
sv: Visar Skripteditor
wa: Toon Script Editor

source: Aborts current operation
bg: Прекъсва текущата операция
cs: Zruš probíhající operaci
da: Afbryder den igangværende handling
es: Cancelar la operación actual
fi: Keskeyttää toimenpiteen
fr: Termine l'opération en cours.
mk: Прекини ја тековнат операција
pl: Anulowanie aktualnej operacji
ru: Отменить текущую операцию
wa: Annuleer huidige bewerking

source: New &Note...
bg: Нова &Бележка
cs: Nová &poznámka...
da: Ny &note...
es: Nueva &nota...
fi: &Muistilappu...
fr: Nouvelle &Note...
mk: Нова &Белешка
no: Nytt &Notat...
pl: Nowa &notatka...
ru: Новая &заметка
sv: Ny &Anteckning...
wa: Nieuwe &Notitie...

source: Add new Note
bg: Добавя нова Бележка
cs: Přidat novou poznámku
da: Tilføj ny note
es: Añadir nueva nota
fi: Lisää uusi Muistilappu
fr: Ajoute une nouvelle Note.
mk: Додади нова Белешка
no: Legg til Notat
pl: Dodaj nową notatkę
ru: Добавить новую заметку
sv: Lägg till Anteckning
wa: Nieuwe Notitie Toevoegen

source: New &Bookmark...
bg: Добави нова &Отметка
cs: Nová &záložka...
da: Nyt &bogmærke
es: Nuevo &marcador...
fi: &Kirjanmerkki...
fr: Nouveau &Favoris
mk: Нов Адр&есар
no: Nytt &Bokmerke...
pl: Nowa &zakładka...
ru: Новая &закладка...
sv: Nytt &Bokmärke...
wa: Nieuwe &Bladwijzer...

source: Add new Bookmark
bg: Добавя нова отметка (bookmark)
cs: Přidat novou záložku
da: Tilføj nyt bogmærke
es: Añadir nuevo marcador
fi: Lisää Kirjanmerkkeihin
fr: Ajoute un nouveau Favoris.
mk: Додади нов Адресар
no: Legg til Bokmerke
pl: Dodaj nową zakładkę
ru: Добавить новую закладку
sv: Lägg till Bokmärke
wa: Nieuwe Bladwijzer Toevoegen

source: New Alarm...
fi: Hälytys...
pl: Nowy alarm...

source: Add new Alarm
fi: Lisää uusi Hälytys
pl: Dodaje nowy alarm

source: &Activate Profile
bg: &Активирай Профил
cs: &Aktivovat profil
da: &Aktiver profil
es: &Activar perfil
fi: &Aktivoi Profiili
fr: &Activer Profil
mk: &Активирај Профил
no: &Aktiver Profil
pl: &Aktywuj profil
ru: &Активировать Профиль
sv: &Aktivera Profil
wa: &Activeer Profiel

source: Change Profile
bg: Сменя Профила на телефона
cs: Změnit profil
da: Skift profil
es: Cambiar perfil
fi: Muuta Profiilia
fr: Changer Profil
mk: Промени Профил
no: Endre Profil
pl: Zmień profil
ru: Изменить Профиль
sv: Byt Profil
wa: Wijzig Profiel

source: Shows Current Profile Settings
bg: Показва текущите настройки на профила
cs: Ukaž nastavení profilu
da: Viser nuværende indstillinger for profilen
es: Mostrar configuración actual del perfil
fi: Näyttää Nykyisen Profiilin Asetukset
fr: Affiche les Paramètres du Profil Actuel.
mk: Покажи ги Моменталните Опции на Профилот
no: Vis nåværende profilinnstillinger
pl: Pokazuje aktualne ustawienia profilu
ru: Показать настройки текущего профиля
sv: Visar nuvarande profilinställningar
wa: Toon huidige Profiel instellingen

source: Import &Messages...
bg: Импорт на &Съобщения...
cs: Importovat &zprávy...
da: I&mporter beskeder...
es: Importar &Mensajes...
fi: Tuo &Viestit...
fr: Importer &Messages...
mk: Инпорт на &Пораки...
no: Importer &meldinger...
pl: Importuj &wiadomości...
ru: Импорт &сообщений...
sv: Importera &meddelande...
wa: Import &Berichten...

source: Import from file
bg: Импортира от файл
cs: Import ze souboru
da: Importer fra fil
es: Importar desde archivo
fi: Hae tiedostosta
fr: Importation depuis un fichier.
mk: Инпорт од фаил
no: Importer fra fil
pl: Importuj z pliku
ru: Импортировать из файла
sv: Importera från fil
wa: Import Uit bestand

source: Export &Messages...
bg: Експорт на &Съобщения...
cs: Exportovat &zprávy...
da: Eksporter beskeder
es: Exportar &mensajes
fi: Vie &Viestit...
fr: Exporter &Messages...
mk: Експорт на &Пораки...
no: &Exporter melding...
pl: Eksportuj &wiadomości...
ru: Экспорт &сообщений...
sv: &Exportera meddelande...
wa: Exporteer &Berichten...

source: Export to file
bg: Експортира във файл
cs: Exportovat do souboru
da: Eksporter til fil
es: Exportar a archivo
fi: Vie tiedostoon
fr: Exportation vers un fichier.
mk: Експорт во фаил
no: Exporter til fil
pl: Eksportuj do pliku
ru: Экспортировать в файл
sv: Exportera till fil
wa: Exporteer naar Bestand

source: Message &Preview
bg: &Преглед на Съобщение
cs: &Náhled zprávy
da: Forhåndsvisning
es: Previsualizar mensaje
fi: &Esikatsele Viestiä
fr: &Prévisualisation des Messages
mk: &Преглед на пораки
no: Melding &Forhåndsvis
pl: &Podgląd wiadomości
ru: Пре&дпросмотр Сообщения...
sv: Meddelande &Förhandsgranska
wa: Bericht &Preview

source: Toggle Message Preview On / Off
bg: Показва/Скрива Прегледа на Съобщения
cs: Náhled zprávy vypnut/zapnut
da: Slå forhåndsvisning af beskeder til/fra
es: Alternar la previsualización del mensaje Act. / Des.
fi: Kytke Viestin Esikatselu Päälle / Pois
fr: Bascule Prévisulation des Messages On / Off.
mk: Покажува/Крие преглед на Пораки
no: Forhåndsvisning På / Av
pl: Włącza / wyłącza podgląd wiadomości
ru: Переключить предпросмотр сообщения Вкл / Выкл
sv: Förhandsgranskning På / Av
wa: Zet Berichten Tonen Aan / Uit

source: &Search Messages
fi: Et&si Viestit
pl: &Szukaj wiadomości

source: Toggle Search Messages On / Off
fi: Kytke Viestien haku Päälle / Pois
pl: Włącza / wyłącza szukanie wiadomości

source: Event &Viewer...
bg: Показване на &Събития...
fi: Tapahtuma&näyttö...
mk: Преглед на &Настани...
pl: &Raporty...
ru: Просмотрщик &событий...
wa: Gebeurtenis &Viewer...

source: Shows Event Viewer Log Window
bg: Показва Журнала на събитията
cs: Ukaž prohlížeč událostí
da: Viser hændelsesvinduet
es: Mostrar el visor de eventos en la ventana de Log
fi: Näyttää Tapahtuma Loki-ikkunan
fr: Affiche la fenêtre de log des Evénements
mk: Покажи Листа на Настани
pl: Pokazuje okno raportów
ru: Показать окно просмотрщика событий
wa: Toon Gebeurtenissen Scherm

source: Recent &Missed Calls...
bg: Последни &Пропуснати Обаждания...
cs: Zmeškané hovory...
da: Seneste ubesvarede opkald...
es: Llamadas &perdidas recientes...
fi: Viimeisimmät &Ei Vastatut Puhelut...
fr: Appels &Manqués Récents...
mk: Последни &Пропуштени повици...
no: &Ubesvarte samtaler...
pl: Ostatnie nieode&brane połączenia...
ru: Последние &пропущенные вызовы...
sv: &Obesvarade samtal...
wa: Recentelijk &Gemiste gesprekken...

source: Shows Recent Missed Calls
bg: Показва последните пропуснати обаждания
cs: Zobrazí zmeškané hovory
da: Viser de senest ubesvarede opkald
es: Mostrar las llamadas perdidas recientes
fi: Näytä Viimeisimmät Ei Vastatut Puhelut
fr: Affiche les Appels Manqués Récents.
mk: Покажи ги Последните Пропуштени Повици
no: Viser ubesvarte samtaler
pl: Pokazuje ostatnie nieodebrane połączenia
ru: Показать последние пропущенные вызовы
sv: Visa obesvarade samtal
wa: Toon Recent Gemiste Gesprekken

source: &Upload...
bg: &Качване...
cs: &Ulož do telefonu
da: Send til...
es: &Subir...
fi: &Siirrä...
fr: &Envoyer...
mk: &Подигни
no: &Send...
pl: &Wyślij
ru: &Загрузить
sv: &Skicka...

source: E&xit
bg: &Изход
cs: &Konec
da: Afslut
es: &Salir
fi: S&ulje
fr: &Quitter
mk: &Излез
no: Av&slutt
pl: &Wyjście
ru: В&ыход
sv: Av&sluta
wa: E&inde

source: Exits FMA application
bg: Изход от FMA програмата
fi: Poistuu FMA sovelluksesta
mk: Излез од FMA Програмата
pl: Zamyka aplikację fma
ru: Выйти из FMA

source: Add sender to Phonebook
bg: Добавя изпращача в Телефонния Указател
cs: Přidat odesílatele do seznamu
da: Tilføj afsender til adressebog
es: Añadir remitente a la agenda
fi: Lisää lähettäjä Puhelinluetteloon
fr: Ajouter l'appelant au Répertoire Tél.
mk: Додади го Испраќачот во Тел. именик
no: Legg til avsender i Telefonliste
pl: Dodaj nadawcę do spisu telefonów
ru: Добавить отправителя в Телефонную Книгу
sv: Lägg till avsändare i Telefonbok
wa: Voeg afzender Toe aan Telefoonboek

source: Import &Contacts...
bg: Импорт на &Контакти...
cs: Import &kontaktů...
da: Importer kontakter...
es: Importar &contactos...
fi: &Yhteystiedot...
fr: Importer &Contacts...
mk: Импорт на &Контакти...
no: Importer &Kontakter...
pl: Importuj &kontakty...
ru: Импорт &контактов...
sv: Importera &Kontakter...
wa: Import &Contactpersonen...

source: Export &Contacts...
bg: Експорт на &Контакти...
cs: Export &kontaktů...
da: Eksporter kontakter...
es: Exportar &contactos...
fi: &Yhteystiedot...
fr: Exporter &Contacts...
mk: Експорт на &Контакти...
no: Exporter &Kontakter...
pl: Eksportuj &kontakty...
ru: Экспорт к&онтактов...
sv: Exportera &Konktakter...
wa: Exporteer &Contactpersonen...

source: &Minimize
bg: &Минимизирай
cs: &Minimalizuj
da: &Minimer
es: &Minimizar
fi: Pienenn&ä
fr: &Réduire
mk: &Минимизирај
no: &Minimer
pl: &Minimalizuj
ru: &Свернуть
sv: &Minimera
wa: &Minimaliseer

source: &Download...
bg: &Сваляне...
cs: Stáhnout...
da: Hent...
es: &Descargar...
fi: &Lataa...
fr: &Recevoir...
mk: &Спушти...
no: &Last ned...
pl: &Pobierz
ru: &Скачать...
sv: &Hämta...

source: Download from Phone
bg: Сваля файлове от Телефона
cs: Stáhnout z telefonu
da: Hent fra telefon
es: Descargar desde el teléfono
fi: Lataa Puhelimesta
fr: Télécharge depuis le Mobile.
mk: Спушти од телефонот
no: Nedlast fra Telefon
pl: Pobierz z telefonu
ru: Скачать с телефона
sv: Hämta från Telefon
wa: Download van telefoon

source: Parent Folder
bg: Родителска Папка
cs: Nadřazená složka
da: Forældremappe
es: Carpeta raiz
fi: Juurikansio
fr: Dossier Parent
mk: Родителска Папка
pl: Nadkatalog
ru: Родительская Папка
wa: Hoofd Map

source: Go Up
bg: Преминава нагоре
cs: Zpět
da: Gå op
es: Subir
fi: Mene Ylös
fr: Dossier parent
mk: Преминава нагоре
no: opp ett nivå
pl: Do góry
ru: Переход Вверх
sv: Upp en nivå
wa: Ga Omhoog

source: Previous Folder
bg: Предишна Папка
cs: Předchozí složka
da: Forrige mappe
es: Carpeta anterior
fi: Edellinen Kansio
fr: Dossier Précédent
mk: Предходна Папка
no: Forrige mappe
pl: Poprzedni katalog
ru: Предыдущая Папка
sv: Föregående mapp
wa: Vorige Map

source: Previous
bg: Предишен
cs: Předchozí
da: Forrige
es: Anterior
fi: Edellinen
fr: Précédent
mk: Предходно
no: Forrige
pl: Poprzedni
ru: Предыдущая
sv: Föregående
wa: Vorige

source: Next Folder
bg: Следваща Папка
cs: Následující složka
da: Næste mappe
es: Carpeta siguiente
fi: Seuraava Kansio
fr: Dossier Suivant
mk: Следна Папка
no: Neste mappe
pl: Następny katalog
ru: Следующая Папка
sv: Nästa mapp
wa: Volgende Map

source: Next
bg: Следващ
cs: Další
da: Næste
es: Siguiente
fi: Seuraava
fr: Suivant
mk: Следно
no: Neste
pl: Następny
ru: Следующая
sv: Nästa
wa: Volgende

source: Select all items
bg: Избира всички обекти
cs: Vybrat všechny položky
da: Marker alle
es: Seleccionar todas los elementos
fi: Valitse kaikki kohteet
fr: Sélectionne tous les éléments.
mk: Означи ги сите Објекти
no: Marker alt
pl: Zaznacza wszystkie pozycje
ru: Выбрать все объекты
sv: Markera alla föremål
wa: Selecteer alle Items

source: &Own Business Card...
bg: &Собствена Бизнес Визитка...
cs: Vlastní vizitka
da: Eget visitk&ort...
es: &Tarjeta de visita...
fi: &Oma Business Card...
fr: Carte de Visite...
mk: &Сопствена Бизнис Картичка...
no: &Eget visittkort
pl: &Własna karta biznesowa...
ru: &Собственная бизнес карточка...
sv: &Eget visitkort
wa: &Eigen Visite Kaartje...

source: Shows Your Business Card
bg: Показва собствената визитка
cs: Ukáže Vaši vizitku
da: Viser dit visitkort
es: Mostrar tu tarjeta de visita
fi: Näyttää Sinun Business Cardin
fr: Affiche votre Carte de Travail.
mk: Покажи ја Сопсвената визит карта
no: Viser Eget Visittkort
pl: Pokazuje Twoją kartę biznesową
ru: Показать вашу бизнес карточку
sv: Visar eget visitkort
wa: Toon Uw Visite Kaartje

source: &Send Text Messages
bg: &Изпращане на Текстови Съобщения
fi: &Lähetä Tekstiviestit
mk: &Испрати Текст Порака
pl: &Wyślij wiadomości tekstowe
ru: &Отправить текстовые сообщения

source: Sends Outbox messages
bg: Изпраща Изходящите Съобщения
fi: Postittaa Lähtevät viestit
mk: Испрати ги SMS за праќање
pl: Wysyła wiadomości oczekujące
ru: Отправить исходящие сообщения

source: Enable &Keyboard
bg: Разреши &Клавиатурата
cs: Aktivovat klávesnici
da: Slå tastelås fra
es: Activar el &Teclado
fi: Ota käyttöön &Näppäimistö
fr: Activer &Clavier
mk: Активирај &Тастатура
no: Lås opp &taster
pl: Odblokuj &klawiaturę
ru: Разрешить &клавиатуру
sv: Lås upp &knappsats
wa: Toetsenbord &Inschakelen

source: Toggle Keyboard Lock / Unlock
bg: Заключва/Отключва Телефонната Клавиатура
cs: Zamknout / odemknout klávesnici
da: Slår tastelås til/fra
es: Alternar teclado Bloquear / Liberar
fi: Kytke Näppäimistölukko Päälle / Pois
fr: Bascule entre Clavier Bloqué / Débloqué.
mk: Закл./Откл. Телефонска Тастатура
no: Tastelås På/ Av
pl: Blokuje / odblokowuje klawiaturę
ru: Изменить Клавиатура Блок / Разблок
sv: Knappsats Lås / Lås upp
wa: Toetsenbordslot Aan / Uit

source: Switch Database...
bg: Превключи Базата Данни...
da: Skift database...
fi: Vaihda Tietokanta...
mk: Превключи Базата Данни...
pl: Przełącz bazę danych...
ru: Переключить базу данных...
wa: Schakel Database
