Repository: jomael/fma
Catalog: locale/*/LC_MESSAGES/default.po
Languages: bg, cs, da, es, fi, fr, mk, no, pl, ru, sv, wa

source: Set global Silent mode
bg: Установи глобален Безшумен режим
cs: Nastavit tichý režim
da: Sæt global lydløs
es: Establecer modo silencioso
fi: Aseta Äänetön tila
fr: Mettre en mode Silencieux
mk: Глобална Тишина
pl: Ustaw globalnie Wyciszenie
ru: Установить глобальную Беззвучную моду
wa: Alles Stil modus

source: Completed on:
bg: Завършено на:
cs: Provést na:
da: Afsluttet:
es: Completada en:
fi: Suoritettu:
fr: Terminée le :
mk: Завршено во:
no: Ferdig på:
pl: Wykonane:
ru: Завершено:
sv: Klar:
wa: Beëindigd op:

source: Date:
bg: Дата:
cs: Datum:
da: Dato:
es: Fecha:
fi: Päivä:
mk: Дата:
no: Dato:
pl: Data:
ru: Дата:
sv: Datum:
wa: Datum:

source: Time:
bg: Час:
cs: Čas:
da: Tid:
es: Hora:
fi: Aika:
fr: Heure :
mk: Час:
no: Tid:
pl: Czas:
ru: Время:
sv: Tid:
wa: Tijd:

source: Phone number:
bg: Телефонен номер:
cs: Čislo telefonu:
da: Nummer:
es: Número de tlf:
fi: Puhelinnumero:
fr: Numéro de Mobile :
mk: Телефонски Број:
no: Telefonnummer:
pl: Numer telefonu:
ru: Номер телефона:
sv: Telefonnummer:
wa: Telefoonnummer:

source: Completed
bg: Завършено
cs: Provedeno
da: Afsluttet
es: Completado
fi: Valmis
fr: Terminée
mk: Завршено
no: Ferdig
pl: Zakończone
ru: Завершено
sv: Klar
wa: Beëindigd

source: There are no items to display in this view.
bg: В този изглед няма данни за показване.
cs: Nejsou žádné položky k zobrazení.
da: Der er ingen elementer at vise i dette vindue.
es: Este no es un objeto que pueda ser visualizado.
fi: Tässä näkymässä ei ole kohteita.
fr: Aucun élément à afficher dans cette vue.
mk: Нема Ништо за покажување.
no: Mappen er tom.
pl: Nie ma pozycji do wyświetlenia w tym oknie.
ru: В этом представлении нет объектов для показа.
sv: Det finns inga föremål att visa.
wa: Er zijn geen items te tonen in deze weergave.

source: &Explore
bg: &Разгледай
cs: Procházet
da: Vis
es: &Explorar
fi: &Hallinta
fr: &Explorer
mk: &Преглед
no: &Utforsk
pl: &Eksploruj
ru: &Проводник
sv: &Utforska
wa: &Verkennen

source: Create
fi: Luo
pl: Utwórz

source: Profiles
bg: Профили
fi: Profiili
mk: Профили
pl: Profile
ru: Профили
wa: Profielen

source: Profile Settings...
bg: Настройки на Профил...
cs: Nastavení profilu...
da: Profil-indstillinger...
es: Configuración del perfil...
fi: Profiilin Asetukset...
fr: Paramètres du Profil...
mk: Опции на Профилот...
no: Profil Innstillinger...
pl: Ustawienia profilu...
ru: Настройки профиля
sv: Profilinställningar...
wa: Profiel Instellingen...

source: Activate Profile
bg: Активиране на Профил
cs: Aktivovat profil
da: Aktiver profil
es: Activar perfil
fi: Aktivoi Profiili
fr: Activer Profil
mk: Активирање на Профил
no: Aktiv Profil
pl: Włącz profil
ru: Активировать профиль
sv: Aktiv Profil
wa: Activeer Profiel

source: &Properties
bg: &Свойства
cs: Nastavení
da: Indstillinger
es: &Propiedades
fi: &Ominaisuudet
fr: &Propriétés
mk: &Својства
no: &Egenskaper
pl: &Właściwości
ru: &Свойства
sv: &Egenskaper
wa: &Eigenschappen

source: Properties
bg: Свойства
cs: Nastavení
da: Indstillinger
es: Propiedades
fi: Ominaisuudet
fr: Propriétés
mk: Својства
no: Egenskaper
pl: Właściwości
ru: Свойства
sv: Egenskaper
wa: Eigenschappen

source: Phone:
bg: Телефон:
cs: Telefon:
da: Telefon:
es: Teléfono:
fi: Puhelin:
fr: Mobile :
mk: Телефон:
no: Telefon:
pl: Telefon:
ru: Телефон:
sv: Telefon:
wa: Telefoon:

source: Battery:
bg: Батерия:
cs: Baterie:
da: Batteri:
es: Batería:
fi: Akku:
fr: Batterie :
mk: Батериа:
no: Batteri:
pl: Bateria:
ru: Батарея:
sv: Batteri:
wa: Batterij:

source: Time Left:
bg: Оставащо Време:
da: Tid tilbage:
fi: Aikaa jäljellä:
mk: Останато време:
pl: Pozostały czas:
ru: Осталось времени:
wa: Tijd Over:

source: Consumption:
bg: Консумация:
cs: Odběr:
da: Forbrug:
es: Consumo:
fi: Kulutus:
fr: Consommation :
mk: Потрошувачка:
no: Forbruk:
pl: Aktualny pobór:
ru: Токопотребление:
sv: Förbrukning:
wa: Stroomverbruik:

source: From Charge:
bg: От Зарядното:
cs: Napětí nabíječky:
da: Fra spænding:
es: Cargador:
fi: Latauksesta:
fr: Depuis la charge :
mk: Од Полнач:
pl: Od naładowania:
ru: От заряда:
wa: Laad Spanning:

source: Charge Counter:
bg: Брой Зареждания:
cs: Počet nabíjení:
da: Ladetæller:
es: Contador de cargas:
fi: Latauskerrat:
fr: Compteur de Charges :
mk: Број на Полнења:
no: Batteri kapasitet:
pl: Licznik ładowań:
ru: Счётчик зарядок:
sv: Laddningsräknare:
wa: Aantal Ladingen:

source: Current Charge:
bg: Текуща Промяна:
cs: Stav nabíjení:
da: Nuværende ladning:
es: Carga actual:
fi: Latausvirta:
fr: Charge actuelle :
mk: Моментно полнење:
no: Lading:
pl: Aktualne ładowanie:
ru: Текущий заряд:
sv: Laddning:
wa: Laad Stroom:

source: Battery Voltage:
bg: Напрежение на Батерията:
cs: Napětí baterie:
da: Batterispænding:
es: Voltaje de la batería:
fi: Akun Jännite:
fr: Tension Batterie :
mk: Волтажа на Батериата:
no: Batterispenning:
pl: Napięcie baterii:
ru: Напряжение батареи:
sv: Batterispänning:
wa: Batterij Spanning:

source: Serial Number:
bg: Сериен Номер:
cs: Výrobní číslo:
da: Serienummer:
es: Número de serie:
fi: Sarjanumero:
fr: Numéro de Série :
mk: Сериски Број:
no: Serienummer:
pl: Numer seryjny:
ru: Серийный номер:
sv: Serienummer:
wa: Serienummer:

source: Software Revision:
bg: Фирмуер Версия:
cs: Verze software:
da: Softwareversion:
es: Revisión de software:
fi: Ohjelmistoversio:
fr: Révision logicielle :
mk: Ревизија на Софтверот:
no: Software Versjon:
pl: Wersja oprogramowania:
ru: Версия программы:
sv: Mjukvaruversion:
wa: Software Revisie:

source: Model:
bg: Модел:
es: Modelo:
fi: Malli:
fr: Modèle :
mk: Модел:
no: Modell:
ru: Модель:
sv: Modell:

source: Manufacturer:
bg: Производител:
cs: Výrobce:
da: Producent:
es: Fabricante:
fi: Valmistaja:
fr: Fabricant :
mk: Производител:
no: Av:
pl: Producent:
ru: Изготовитель:
sv: Tillverkare:
wa: Fabrikant:

source: Storage:
bg: Съхранено в:
da: Hukommelse:
fi: Tila:
mk: Сочувано:
pl: Miejsce:
ru: Хранилище:
wa: Geheugen:

source: Type:
bg: Тип:
fi: Tyyppi:
mk: Тип:
pl: Typ:
ru: Тип:

source: Database File Name
bg: Файлове на Базата Данни
fi: Tietokannan tiedostonimi
mk: Фајлови на Дата Базата
pl: Nazwa pliku bazy danych
ru: Имя файла базы данных

source: &Find Target...
bg: &Намери Целта...
da: Åbn destination...
fi: &Etsi Kohde...
mk: &Најдија Целта...
pl: &Znajdź cel(?)...
ru: &Найти объект...
wa: &Zoek Bestand...

source: Delivery Rules...
bg: Правила при Доставка...
fi: Toimitusäännöt...
mk: Правила при Доставување...
pl: Zasady dostarczenia...
ru: Правила доставки...

source: File type:
bg: Тип на Файла:
cs: Typ:
da: Filtype:
es: Tipo de archivo:
fi: Tiedostotyyppi:
fr: Type de fichier :
mk: Тип на фајлот:
pl: Typ pliku:
ru: Тип:
sv: Filetyp:
wa: Bestandstype:

source: Status:
bg: Статус:
cs: Stav:
es: Estado:
fi: Tila:
fr: Statut :
mk: Статус:
ru: Статус:

source: In PC:
bg: В Компютъра:
da: På PC:
fi: PCssä:
mk: Во Компјутерот:
pl: W PC:
ru: В ПК:

source: In Phone:
bg: В Телефона:
da: På telefon:
fi: Puhelimessa:
mk: Во Телефонот:
pl: W telefonie:
ru: В телефоне:
wa: In Telefoon:

source: &Download File
bg: &Сваляне на Файл
da: Hent fil
fi: La&taa tiedosto
mk: &Спушти го Фајлот
pl: &Pobierz plik
ru: &Скачать файл
wa: &Download Bestand

source: Remove Members
bg: Премахни Членовете
fi: Poista Jäsenet
mk: Премести Членови
pl: Usuń członków
ru: Удалить участников

source: Add To Group...
bg: Добави към Група...
fi: Lisätään Ryhmään...
mk: Додели во група...
pl: Dodaj do grupy...
ru: Добавить в группу...

source: Subitems
bg: Подобекти
fi: Alikohde
mk: Подобјекти
pl: podelementy
ru: Подэлемент

source: Note:
bg: Бележка:
fi: Muistilappu:
mk: Белешка:
pl: Notatka:
ru: Примечания:

source: Reccurence:
fi: Uusiutuminen:
pl: Cykliczność:

source: Monday
fi: Maanantai
pl: Poniedziałek

source: Tuesday
fi: Tiistai
pl: Wtorek

source: Wednesday
fi: Keskiviikko
pl: Środa

source: Thursday
fi: Torstai
pl: Czwartek

source: Friday
fi: Perjantai
pl: Piątek

source: Saturday
fi: Lauantai
pl: Sobota

source: Sunday
fi: Sunnuntai
pl: Niedziela

source: The FMA team recommends AltPE tool for editing pictures taken with Sony Ericsson phones camera. Its home page is:
bg: Екипът на FMA препоръчва AltPE инструментите за редактиране на снимките направени със Sony Ericsson телефонната камера. Вижте сайта им на:
da: Til redigering af billeder taget med Sony Ericsson telefoner anbefaler FMA-teamet værktøjet AltPE, som findes på:
fi: FMA team suosittelee AltPE-ohjelmaa Sony Ericsson puhelimen kameralla otettujen kuvien muokkaamiseen. Sen kotisivu on:
mk: Екипата на FMA препорачува AltPE алатките за едитирање на сликите направени со Sony Ericsson телефонската камера. Видете го сајтот:
pl: Załoga fma poleca narzędzie AltPE do edycji zdjęć zrobionych aparatami telefonów Sony Ericsson. Jego strona domowa to:
ru: Команда FMA рекомендует программу AltPE для редактирования картинок, скачанных с камеры телефона. Её домашняя страница:
wa: Het FMA team beveelt AltPE tool aan voor het bewerken van foto's genomen met een Sony Ericsson telefoon camera. De homepage is:

source: Apply &Effect »
bg: Приложи &Ефект »
da: Tilføj &effekt »
fi: Käytä &Tehostetta »
mk: Приложи &Ефект »
pl: Zastosuj &efekty »
ru: Применить &Эффект »
wa: Toepassen &Effecten »

source: &Save
bg: &Запази
da: Gem
fi: T&allenna
mk: &Сочувај
pl: &Zapisz
ru: &Сохранить
wa: &Opslaan

source: &Undo
bg: &Възстанови
cs: &Zpět
da: Fortryd
es: &Deshacer
fi: K&umoa
fr: &Annuler
mk: &Поништи
no: &Angre
pl: &Cofnij
ru: &Отменить
sv: &Ångra
wa: &Ongedaan maken

source: Apply &Filters »
bg: Приложи &Филтър »
da: Tilføj &filtre »
fi: Käytä &Filtteriä
mk: Приложи &Филтер »
pl: Zastosuj &filtry »
ru: Применить &Фильтры »
wa: Toepassen &Filters »

source: Upload To &Phone...
bg: &Качи в Телефона...
da: Overfør til telefon...
fi: Lataa &Puhelimeen...
mk: &Подигни во телефон...
pl: Wyślij do &telefonu...
ru: Загрузить в &Телефон...
wa: Uploaden naar &Telefoon...

source: The FMA team recommends Theme Creator Pro 3G tool for creating and editing Sony Ericsson themes. Its home page is:
bg: Екипът на FMA препоръчва Theme Creator Pro 3G инструмента за създаване и редактиране на Sony Ericsson теми. Виж сайта им на:
da: Til redigering af Sony Ericsson temaer anbefaler FMA-teamet værktøjet Theme Creator Pro 3G tool, som findes på:
fi: FMA team suosittelee Sony Ericsson teemojen tekemiseen ja muokkaukseen Theme Creator Pro 3G ohjelmaa. Sen kotisivu on:
mk: Екипата на FMA препорачува Theme Creator Pro 3G алатка за создавање и едитирање на Sony Ericsson теми. Види го сајтот:
pl: Załoga fma poleca narzędzie Theme Creator Pro 3G do tworzenia i edycji motywów Sony Ericssonów. Jego strona domowa to:
ru: Команда FMA рекомендует программу Theme Creator Pro 3G для создания и редактирования тем. Её домашняя страница:
wa: Het FMA team beveelt Theme Creator Pro 3G tool aan voor het maken en bewerken van Sony Ericsson Thema's. De homepage is:

source: Save &Screenshot...
bg: Запази &Снимката на Екрана...
da: Gem &skærmbillede...
fi: Tallenna &Kuva...
mk: Сочувај &Сликата на Екранот...
pl: Zapisz &zrzut ekranu...
ru: Сохранить &снимок экрана...
wa: Opslaan &Schermafdruk...

source: Contact Name
bg: Контакт Име
da: Navn
fi: Nimi
mk: Контакт Име
pl: Nazwa kontaktu
ru: Контакт имя
wa: Contactpersoon Naam

source: Contact Home
bg: Контакт Домашен
da: Hjemmenummer
fi: Koti
mk: Контакт Домашен
pl: Dom kontaktu
ru: Контакт дом
wa: Contactpersoon Thuis

source: Contact Mobile
bg: Контакт Мобилен
da: Mobilnummer
fi: GSM
mk: Контакт Мобилен
pl: Komórka kontaktu
ru: Контакт мобильный
wa: Contactpersoon Mobiel

source: Contact Work
bg: Контакт Работа
da: Arbejdnummer
fi: Työ
mk: Контакт Работа
pl: Praca kontaktu
ru: Контакт рабочий
wa: Contactpersoon Werk

source: Contact Mail
bg: Контакт Ел.поща
da: Mailadresse
fi: E-MAIL
mk: Контакт е-mail
pl: Poczta kontaktu
ru: Контакт почта
wa: Contactpersoon E-mail

source: Set Time
bg: Настрой час
da: Indstil tid
fi: Aseta aika
mk: Подеси Време
pl: Ustaw czas
ru: Уст. время
wa: Set Tijd

source: Set Ring Level
bg: Настрой Силата на Звънене
da: Indstil ringestyrke
fi: Aseta Soiton voimakkuus
mk: Подеси Јачина на Ѕвонење
pl: Ustaw poziom dzwonka
ru: Уст. уровень звонка
wa: Set Bel volume

source: Call Contact
bg: Набери Контакта
da: Ring til kontakt
fi: Soita Yhteystietoon
mk: Избери Контакт
pl: Połącz z kontaktem
ru: Вызвать контакт
wa: Bel Contactpersoon

source: Forward SMS
bg: Препрати SMS
da: Videresend SMS
fi: Välita SMS
mk: Препрати SMS
pl: Przekaż SMSa
ru: Переслать SMS
wa: Stuur SMS door

source: New SMS
bg: Нов SMS
da: Ny SMS
fi: Uusi SMS
mk: Нова SMS
pl: Nowy SMS
ru: Новая SMS
wa: Nieuwe SMS

source: New Note
bg: Нова Бележка
da: Ny note
fi: Uusi Muistilappu
mk: Нова Белешка
pl: Nowa notatka
ru: Новая заметка
wa: Nieuwe Notitie

source: Find Contact
bg: Намери Контакт
da: Find kontakt
fi: Etsi Yhteystieto
mk: Пронајди Контакт
pl: Znajdź kontakt
ru: Найти контакт
wa: Zoek Contactpersoon

source: Wap Browser
bg: Wap Браузър
fi: Web Selain
mk: Wap Пребарувач
pl: Przeglądarka Wap
ru: Wap браузер

source: Notes
bg: Бележки
da: Noter
fi: Muistilappu
mk: Белешки
pl: Notatki
ru: Примечания
wa: Notities

source: Calendar Week
bg: Календарна Седмица
da: Kalenderuge
fi: Viikkokalenteri
mk: Неделен Календар
pl: Tydzień kalendarza
ru: Календарь неделя
wa: Kalender Week

source: Calendar Month
bg: Календарен Месец
da: Kalendermåned
fi: Kuukausikalenteri
mk: Месечен Календар
pl: Miesiąc kalendarza
ru: Календарь месяц
wa: Kalender Maand

source: Soft Keys Disable
bg: Забранени бутони
da: Soft Keys fra
fi: Pikanäppäin Ei Käytössä
mk: Исклучена Тастатура
pl: Klawisze programowe wyłączone
ru: Софт клав. запр.
wa: Soft Keys Uitschakelen

source: Soft Keys Enable
bg: Разрешени бутони
da: Soft Keys til
fi: Ota käyttöön Pikanäppäin
mk: Типките се активни
pl: Klawisze programowe włączone
ru: Софт клав. разр.
wa: Soft Keys Inschakelen

source: Popup Selected
bg: Прозорец - избран
da: Popup valgt
fi: Ponnahdusikkuna Valittu
mk: Прозорец - избран
pl: Powiadomienie wybrane
ru: Всплыв. выбрано
wa: Popup Geselecteerd

source: Popup Disabled
bg: Прозорец - избран (забранен)
da: Popup slået fra
fi: Ponnahdusikkunoiden Esto Valittu
mk: Прозорец - избран (забранет)
pl: Powiadomienie wyłączone
ru: Всплыв. запрещено
wa: Popup Uitgeschakeld

source: SMS Sended
bg: SMS е Изпратен
da: SMS sendt
fi: SMS Lähetetty
mk: SMS е испратена
pl: Wysłano SMS
ru: SMS отправлено
wa: SMS Verzonden

source: Show Picture
bg: Покажи Картинката
da: Vis billede
fi: Näytä Kuva
mk: Покажи слика
pl: Pokaż obrazek
ru: Показ картинки
wa: Toon Afbeelding

source: Send SMS
bg: Изпрати SMS
fi: Lähetä SMS
mk: Испрати SMS
pl: Wyślij SMS
ru: Посылка SMS
wa: Stuur SMS

source: Menu Selected
bg: Меню - избрана опция
da: Menu valgt
fi: Menu Valittu
mk: Мени - избрана опција
pl: Menu wybrane
ru: Меню выбрано
wa: Menu Geselecteerd

source: Menu Disabled
bg: Меню - избрана опция (забранена)
da: Menu slået fra
fi: Menu Esto Valittu
mk: Мени - Забрането
pl: Menu wyłączone
ru: Меню запрещено
wa: Menu Uitgeschakeld

source: Calls List
bg: Списък Обаждания
da: Opkaldsliste
fi: Puhelulista
mk: Листа на повици
pl: Lista Połączeń
ru: Список вызовов
wa: Gespreks Lijst

source: My Sounds
bg: Мои Мелодии
da: Mine lyde
fi: Omat Äänet
mk: Мои Мелодии
pl: Moje dźwięki
ru: Мои звуки
wa: Mijn Geluiden

source: Desktop
bg: Работен плот
da: Skrivebord
fi: Työpöytä
mk: Работна Површина
pl: Pulpit
ru: Рабочий стол
wa: Buroblad

source: Standby
bg: Очакване
fi: Virransäästötila
mk: Мирување
pl: Gotowy
ru: Ожидание

source: Silent Mode
bg: Тих Режим
da: Lydløs
fi: Äänetön
mk: Нечујно
pl: Wyciszenie
ru: Тихая мода
wa: Stille modus

source: Operator
bg: Оператор
cs: Operátor
da: Operatør
es: Operador
fi: Operaattori
fr: Opérateur
mk: Оператор
no: Operatør
ru: Оператор
sv: Operatör
wa: Aanbieder

source: Cancel
bg: Отказ
cs: Zrušit
da: Annuller
es: Cancelar
fi: Peruuta
fr: Annuler
mk: Откажи
no: Avbryt
pl: Anuluj
ru: Отмена
sv: Avbryt
wa: Annuleren

source: Save Screenshot...
bg: Запази Снимката на Екрана...
cs: Uložit screenshot...
da: Gem skærmbillede...
es: Guardar la captura de la pantalla...
fi: Tallenna Kuva...
fr: Sauver Capture...
mk: Сочувај ја Сликата на екранот...
no: Lagre Skjermbilde...
pl: Zapisz zrzut ekranu...
ru: Сохранить Снимок экрана...
sv: Spara skärmdump...
wa: Schermafdruk Opslaan...

source: Black and White
bg: Черно-Бяло
da: Monokrom
fi: Mustavalkoinen
mk: Црно-Бело
pl: Czarnobiały
ru: Чёрный и белый
wa: Zwart en Wit

source: Erode
bg: Разяждане
da: Fremhæv mørke farver
fi: Rapauta
mk: Ерозија
pl: Wyżłabiaj
ru: Ослабить

source: Dilate
bg: Разшири
da: Fremhæv lyse farver
fi: Laajenna
mk: Рашири
pl: Rozszerz
ru: Расширять

source: Apply Mosaic
bg: Мозайка
da: Mosaik
fi: Käytä Mosaiikkia
mk: Мозаик
pl: zastosuj mozaikę
ru: Применить мозаику
wa: Mosaic Toepassen

source: Apply Light
bg: Освети
da: Gør lysere
fi: Käytä Valoa
mk: Осветли
pl: Zastosuj światło
ru: Применить подсветку
wa: Licht Toepassen

source: Bitmap Channel
bg: Битмап Канал
da: Gør til bitmap
fi: Kuvan Kanava
mk: Битмап Канал
pl: Kanał bitmapy
ru: Канал растра
wa: Bitmap kanaal

source: Blur
bg: Размазване
da: Sløring
fi: Sumennus
mk: Размачкување
pl: Rozmazanie(?)
ru: Размытость

source: Motion Blur
bg: Размазване (от движение)
da: Bevægelsessløring
fi: Liikkeen Sumentaminen
mk: Размачкување (од движење)
pl: Rozmazanie ruchu(?)
ru: Размытость движения

source: Soften
bg: Омекотяване
da: Opblød
fi: Pehmennys
mk: Омекнување
pl: Łagodniej
ru: Смягчение
wa: Verzachten

source: Sharpen
bg: Изостряне
da: Gør skarpere
fi: Tarkenna
mk: Изострување
pl: Zaostrz
ru: Обострить
wa: Verscherpen

source: Emboss
bg: Релефност
da: Gør til relief
fi: Korosta
mk: Релјефност
pl: Wymuś
ru: Рельеф

source: Select A Contact
bg: Избор на Контакт
cs: Zvolit kontakt
da: Vælg en kontakt
es: Seleccionar un contacto
fi: Valitse Yhteystieto
fr: Sélection d'un Contact
mk: Избор на Контакт
no: Velg en kontakt
pl: Wybierz kontakt
ru: Выбрать Контакт
sv: Välj en kontakt
wa: Selecteer Contactpersoon

source: Inbox
bg: Входящи
cs: Příchozí
da: Indbakke
es: Bandeja de entrada
fi: Saapuneet
fr: Boîte de Réception
mk: Примени
no: Innboks
pl: Odebrane
ru: Входящие
sv: Inkorg
wa: Postvak In

source: New Text Messages:
bg: Нови Текстови Съобщения:
cs: Nová textová zpráva:
da: Nye SMS'er
es: Nuevo mensaje de texto:
fi: Uusi Tekstiviesti:
fr: Nouveaux Messages Texte :
mk: Нова SMS Порака:
no: Ny melding:
pl: Nowe wiadomości:
ru: Новые сообщения:
sv: Nya meddelande:
wa: Nieuwe Berichten:

source: none
bg: няма
cs: žádné
da: ingen
es: ninguno
fi: ei mitään
fr: aucun
mk: нема
no: Ingen
pl: brak
ru: пусто
sv: inga
wa: geen

source: Sync Messages
bg: Синхр. Съобщения
fi: Synkronoi Viestit
mk: Синхр. Пораки
pl: Synchronizuj wiadomości
ru: Синхр сообщений

source: Archive
bg: Архив
cs: Archív
da: Arkiv
es: Archivo
fi: Arkisto
mk: Архива
no: Arkiv
pl: Archiwum
ru: Архив
sv: Arkiv
wa: Archief

source: Show
bg: Покажи
cs: Zobrazit
da: Vis
es: Mostrar
fi: Näytä
fr: Voir
mk: Покажи
no: Vis
pl: Pokaż
ru: Показать
sv: Visa
wa: Toon

source: Recent Calls
bg: Последни Обаждания
cs: Poslední hovory
da: Seneste opkald
es: Llamadas recientes
fi: Puhelulista
fr: Appels Récents
mk: Последни Повици
no: Siste Samtaler
pl: Ostatnie połączenia
ru: Последние вызовы
sv: Samtalslista
wa: Recente Gesprekken

source: Recent calls:
bg: Последни обаждания:
cs: Poslední hovory:
da: Seneste opkald:
es: Llamadas recientes:
fi: Puhelulista:
fr: Appels récents :
mk: Последни повици:
no: Siste Samtaler:
pl: Ostatnie połączenia:
ru: Последние вызовы:
sv: Samtalslista:
wa: Recente gesprekken:

source: Phone & Battery
bg: Телефон & Батерия
cs: Telefon & Baterie
da: Telefon & batteri
es: Teléfono y Batería
fi: Puhelin & Akku
fr: Mobile & Batterie
mk: Телефон & Батерија
no: Telefon & Batteri
pl: Telefon i bateria
ru: Телефон & батарея
sv: Telefon & Batteri
wa: Telefoon & Batterij

source: Battery temperature:
bg: Температура на батерията:
cs: Teplota baterie:
da: Batteri-temperatur:
es: Temperatura de la batería:
fi: Akun lämpötila:
fr: Température Batterie :
mk: Температура на Батеријата
no: Batteritemperatur:
pl: Temp. baterii:
ru: Температура батареи:
sv: Batteritemperatur:
wa: Batterij temperatuur:

source: Battery type:
bg: Тип батерия:
cs: Typ baterie:
da: Batteri-type:
es: Tipo de batería:
fi: Akun tyyppi:
fr: Type Batterie :
mk: Вид Батерија
no: Batteritype:
pl: Typ baterii:
ru: Тип батареи:
sv: Batterityp:
wa: Batterij type:

source: Battery Status:
bg: Статус на Батерията:
cs: Stav baterie:
da: Batteri-status:
es: Estado de la batería:
fi: Akun Tila:
fr: Statut Batterie :
mk: Статус на Батеријата
no: Batteristatus:
pl: Status baterii:
ru: Сост. батареи:
sv: Batteristatus:
wa: Batterij Status:

source: Est. Time Left:
bg: Ост. Време:
cs: Zbývá do vybití:
da: Tid tilbage:
es: T. estimado:
fi: Toim. aika:
fr: Temps Restant :
mk: Преостанато Време
no: Ca tid igjen:
pl: Pozostały czas:
ru: Осталось:
sv: Återstående tid:
wa: Gesch.Tijd over:

source: On AC power:
bg: На Зарядно:
cs: Nabíjení:
da: På lysnet:
es: Conectado a CA:
fi: Virta Päällä:
fr: Connexion Secteur :
mk: На Полнач
no: Tilkoblet lader:
pl: Na zasilaniu sieciowym:
ru: Питание от сети:
sv: Ansluten till laddare:
wa: Aan oplader:

source: Phone temperature:
bg: Температура на телефона:
cs: Teplota telefonu:
da: Telefon-temperatur:
es: Temperatura del teléfono:
fi: Puhelimen lämpötila:
fr: Température Mobile :
mk: Температура на телефонот
no: Telefontemperatur:
pl: Temp. telefonu:
ru: Температура телефона:
sv: Telefontemperatur:
wa: Telefoon temperatuur:

source: Outbox
bg: Изходящи
cs: K odeslání
da: Udbakke
es: Bandeja de salida
fi: Lähtevät
fr: Boîte d'Envoi
mk: Пораки за Праќање
no: Usendte
pl: Oczekujące
ru: Исходящие
sv: Utkorg
wa: Postvak Uit

source: Unsent Messages:
bg: Неизпратени Съобщения:
cs: Neodesláné zprávy:
da: Ikke-afsendte beskeder:
es: Mensajes sin enviar:
fi: Postittamattomat:
fr: Messages non envoyés :
mk: Неиспратени Пораки:
no: Usendte meldinger:
pl: Niewysł. wiadomości:
ru: Неотправленные:
sv: Ej skickade meddelande:
wa: Niet Verzonden Berichten:

source: Send
bg: Изпрати
cs: Odeslat
es: Enviar
fi: Postita
fr: Envoyer
mk: Испрати
pl: Wyślij
ru: Отправить
sv: Skicka
wa: Verzenden

source: Sent
bg: Изпратено
fi: Lähetetty
mk: Испратено
pl: Wysłane
ru: Отправлено
wa: Verzonden

source: Missed Calls
bg: Пропуснати Обаждания
cs: Zmeškané hovory
da: Ubesvarede opkald
es: Llamadas perdidas
fi: Ei Vastatut
fr: Appels Manqués
mk: Пропуштени Повици
no: Ubesvarte samtaler
pl: Nieodebrane połączenia
ru: Пропущенные вызовы
sv: Obesvarade samtal
wa: Gemiste Gesprekken

source: Recent missed calls:
bg: Наскоро пропуснати обаждания:
cs: Zmeškané hovory:
da: Seneste ubesvarede opkald:
es: Llamadas perdidas recientes:
fi: Viimeisimmät:
fr: Appels manqués récents :
mk: Скоро Пропуштени Повици:
no: Ubesvarte samtaler:
pl: Lista nieodebranych:
ru: Пропущенные:
sv: Obesvarade samtal:
wa: Recentelijk gemiste gesprekken:

source: Personal Data
bg: Лични Данни
cs: Osobní data
da: Personlige data
es: Datos personales
fi: Henkilötiedot
fr: Données Personnelles
mk: Лична Дата
no: Personlige data
pl: Dane personalne
ru: Персональные данные
sv: Personliga Uppgifter
wa: Persoonlijke Gegevens

source: New Person
bg: Нов Контакт
cs: Nový kontakt
da: Ny person
es: Nueva persona
fi: Uusi Henkilö
fr: Nouv. Personne
mk: Нов Контакт
no: Ny Person
pl: Nowa osoba
ru: Новая персона
sv: Ny Person
wa: Nieuw Persoon

source: Phone book
bg: Телефонен указател
cs: Seznam v telefonu
da: Telefonbog
es: Agenda
fi: Puhelinluettelo
fr: Répertoire téléphonique
mk: Телефонски именик
no: Telefonliste
pl: Spis telefonów
ru: Телефонная книга
sv: Telefonbok
wa: Telefoonboek

source: SIM book
bg: SIM карта
cs: Seznam na SIM
da: SIM kort
es: Agenda SIM
fi: SIM luettelo
fr: Répertoire SIM
mk: SIM картичка
no: SIM-kort
pl: Karta SIM
ru: Книга SIM
sv: SIM-kort
wa: Sim Boek
