Repository: jomael/fma
Catalog: locale/*/LC_MESSAGES/default.po
Languages: bg, cs, da, es, fi, fr, mk, no, pl, ru, sv, wa

source: Preparing Installation...
bg: Подготовка за Инсталация...
cs: Připravuji instalaci...
da: Forbereder installation...
es: Preparando instalación...
fi: Asennusta valmistellaan...
fr: Préparation de l'installation en cours...
mk: Подготовка за Инсталација...
no: Forbereder installasjon...
pl: Przygotowywanie instalacji...
ru: Подготовка установки...
sv: Förbereder installation...
wa: Voorbereiden Installatie...

source: *** Update started
bg: *** Промяната започна
cs: *** Aktualizace zahájena
da: *** Opdatering startet
es: *** Actualización iniciada
fi: ***Päivitys aloitettu
fr: *** Mise à jour démarrée
mk: *** Обновата започна
pl: *** Aktualizacja rozpoczęta
ru: *** Обновление запущено
wa: *** Update gestart

source: Applying patch "%s"...
bg: Прилагане на промените "%s"...
cs: Aktualizuji soubor "%s"...
da: Installerer patch "%s"...
es: Aplicando parche "%s"...
fi: Otetaan käyttää paikka "%s"...
fr: Application du patch "%s" en cours...
mk: Приложување на промените "%s"...
pl: Zastosowywanie poprawki "%s"...
ru: Применяем заплатку "%s"...
wa: Toepassen patch "%s"...

source: *** User abort detected
bg: *** Потребителско прекъсване
cs: *** Akce ukončena uživatelem
da: *** Bruger afbrød
es: *** Detectada cancelación del usuario
fi: *** Käyttäjäkeskeytys
fr: *** Abandon par l'utilisateur détecté
mk: *** Корисничко прекинување
pl: *** Wykryto rezygnację użytkownika
ru: ** (Прервано пользователем)
wa: *** Gebruiker breekt af gedetecteerd

source: - Application updated successfuly.
bg: - Приложението беше актуализирано успешно.
cs: - Aplikace úspěšně aktualizována.
da: - Opdatering fuldført med succes.
es: - La aplicación se ha actualizado correctamente.
fi: - Sovellus päivitetty.
fr: - Application mise à jour avec succès.
mk: - Обновата на апликацијата е успешна.
pl: - Aplikacja zauktualizowana pomyślnie.
ru: - Приложение успешно обновлено.
wa: - Applicatie succesvol geupdate.

source: - Application NOT updated (move failed).
bg: - Приложението НЕ Е актуализирано (преместването на файла пропадна).
cs: - Aplikace nebyla aktualizována (kopírování selhalo)
da: - Opdatering fejlede (problem med flytning).
es: - La aplicación no se ha podido actualiza.
fi: -Sovellusta EI päivitetty (siirto epäonnistui).
fr: - Application NON mise à jour (échec du déplacement).
mk: - Апликацијата НЕ Е обновена (преместувањето на фајлот пропадна).
pl: - Applikacja NIE zaktualizowana (przeniesienie nieudane).
ru: - Приложение НЕ обновлено (сбой при перемещении).
wa: - Applicatie NIET geupdate (verplaatsen mislukt).

source: - Application NOT updated (decompress failed).
bg: - Приложението НЕ БЕШЕ актуализирано успешно (декомпресията пропадна).
fi: -Sovellusta EI päivitetty (purkaminen epäonnistui).
mk: - Апликацијата НЕ БЕШЕ обновена успешно (декомпресијата пропадна).
pl: - Applikacja NIE zaktualizowana (rozpakowanie nieudane).
ru: - Приложение НЕ обновлено (сбой при распаковке).
wa: - Applicatie NIET geupdate (uitpakken mislukt).

source: *** Update finished
bg: *** Промяната завърши
cs: *** Aktualizace ukončena
da: *** Opdatering afsluttet
es: *** Actualización terminada
fi: *** Päivitys viimeistelty
fr: *** Mise à jour terminée
mk: *** Обновата заврши
no: *** Oppdatering klar
pl: *** Aktualizacja zakończona
ru: *** Обновление завершено
sv: *** Uppdatering klar
wa: *** Update Klaar

source: Restarting Application...
bg: Рестартиране на Приложението...
cs: Restartuji aplikaci...
da: Genstarter programmet...
es: Reiniciando la aplicación...
fi: Sovellus Käynnistetään uudelleen...
fr: Redémarrage de l'application en cours...
mk: Рестартирање Апликацијата...
no: Omstarter FMA...
pl: Restartowanie aplikacji...
ru: Перезапуск приложения...
sv: Startar om FMA...
wa: Herstarten Applicatie...

source: Finishing Installation...
bg: Завършване на Инсталацията...
cs: Dokončení instalace...
da: Afslutter installationen...
es: Finalizando instalación...
fi: Asennus Viimeistellään...
fr: Termine l'installation...
mk: Завршување на Инсталацијата...
no: Avslutter innstallasjonen...
pl: Kończenie instalacji...
ru: Завершение установки...
sv: Avslutar installation...
wa: Beëindigen Installatie...

source: New version found! %s has been released recently. Update files are available for downloading (%.0n Kb). Do you want to start Web Update Wizard now?
bg: Нова версия беше открита! %s е била реализиран наскоро. Актуализационните файлове са налични за сваляне (%.0n КБ). Искате ли да стартирам Web Update Съветника?
da: Ny version fundet! %s er frigivet for nylig. Opdateringsfiler fylder %.0n kB. Vil du starte guiden "Opdatering via nettet"?
fi: Uusi versio löytyi! %s on julkaistu. Päivitystiedostot ovat valmiina ladattavaksi (%.0n kb). Haluatko käynnistää Päivitysvelhon nyt?
mk: Нова верзија е пронајдена! %s реализирана е скоро. Фајловите за Обнова достапни се за спуштање (%.0n КБ). Сакате ли да стартувам Web Update Волшебник?
pl: Znaleziona nowa wersja! %s została ostatnio wypuszczona. Pliki aktualizacji są dostępne do pobrania (%.0n Kb). Czy chcesz teraz uruchomić kreatora aktualizacji?
ru: Обнаружена новая версия! %s была недавно реализована. Файлы обновлений доступны для скачивания (%. Кб). Хотите запустить мастера Web обновления?
wa: Nieuwe versie gevonden! %s is recent vrijgegeven. Update bestanden zijn beschikbaar voor downloaden (%.0n Kb). Wilt u de Web Update Wizard nu starten?

source: Please wait while %s downloads a list of available updates...
bg: Моля, изчакайте докато %s свали списъка с наличните актуализации...
cs: Prosím čekejte, stahuji seznam aktualizací...
da: Vent venligst mens %s henter en liste over tilgængelige opdateringer...
es: Espere mientras %s descarga una lista de las actualizaciones disponibles...
fi: Odota kunnes %s lataa listan käytettävissä olevista päivityksistä...
fr: SVP, attendez pendant que %s télécharge la liste des mises à jour disponibles...
mk: Ве молам, причекајте додека %s ја спушти листата со достапни Обнови (updates)...
no: Vent mens %s henter en liste over tilgjengelige oppdateringer...
pl: Proszę czekać aż %s pobierze listę dostępnych aktualizacji...
ru: Подождите пока %s скачает список доступных обновлений...
sv: Var god vänta medan %s hämtar en lista över tillgängliga uppdateringar...
wa: Gelieve te wachten terwijl %s een lijst van beschikbare updates ophaalt...

source: Updates needed (
bg: Обновяването изисква (
fi: Päivitystä tarvitaan (
mk: Обновувањето бара (
pl: Potrzebne aktualizacje (
ru: Требуются обновления (
wa: Updates nodig (

source: Details are not available.
bg: Не са налични подробности.
cs: Žádné detaily.
da: Detaljer er ikke tilgængelige.
es: Detalles no disponibles.
fi: Yksityiskohdat eivät ole käytettävissä.
fr: Détails non disponibles.
mk: Деталите не се достапни.
no: Det ingen informasjon tilgjengelig.
pl: Szczegóły nie są dostępne.
ru: Подробности недоступны.
sv: Det finns ingen information tillgänglig.
wa: Details zijn niet beschikbaar.

source: The application Web Update Wizard is ready to install downloaded updates. While doing so the application should be restarted in order to apply updates. If you have some unsaved data or settings, please exit now and save them, then go back to Web Update Wizard. The updates will not be downloaded again. When the installation completed, application will be restarted once more with new updates applied (it might contains any bugfixes and improvement, or any new features as well).
bg: Web Update Съветника е готов да инсталира свалените актуализации. За да из се приложат всички актуализации, приложението трябва да се рестартира. Ако имате някакви не съхранени данни или настройки, моля излезте от съветника, съхранете ги и тогава се върнете в Web Update Съветника. Актуализациите няма да се свалят наново. Когато инсталацията приключи, приложението ще се рестартира веднъж с приложените актуализации (те може да съдържат отстранени грешки, подобрения, както и нови възможности).
cs: Průvodce aktualizací z Internetu je připraven instalovat aktualizace. Během instalace bude aplikace restartována, jestliže máte neuložená data nebo nastavení, prosím uložte si je a znovu spusťte průvodce. Aktualize se již nebudou znovu stahovat. Po dokončení aktualizace bude aplikace restartována znovu a všechny aktualizace tím budou aktivní.
da: Guiden "Opdatering via nettet" er klar til at installere de hentede opdateringer. FMA skal først genstartes, så hvis du har data eller indstillinger, der skal gemmes, så afslut denne guide og gem dine data. Start så guiden igen. Opdateringsfilerne vil ikke skulle hentes igen. Når installationen er færdig vil FMA genstarte endnu engang - denne gang i den opdaterede udgave, som kan indeholde fejlrettelser, forbedringer og helt nye funktioner.
es: La aplicación Asistente para la actualización Web está preparado para instalar las actualizaciones descargadas. Mientras se realizada esto, la aplicación se reiniciará para poder aplicar los cambios. Si tiene algún dato sin salvar, salga ahora y sálvelos. Una vez echo vuelva al asistente de actualización web. La actualización no se descargará de nuevo. Cuando la instalación termine, la aplicación se reiniciará una vez más con la nueca actualización aplicada. (puede contener siempre algún fallo o mejora. o alguna función nueva también)
fi: Web Päivitysvelho Sovellus on valmiina asentamaan ladatut päivitykset. Sen aikana sovellus pitää käynnistää uudestaaan, jotta päivitykset tulevat voimaan. Jos sinulla on tallentamattomia data- tai asetustietoja, niin tallenna ne ja palaa Web Päivitysvelhoon sen jälkeen. Päivityksiä ei ladata uudestaan. Kun asennus on valmis, sovellus käynnistetään uudestaan ja päivitykset ovat käytettävissä (se saattaa sisältää virhekorjauksia, parannuksia tai uusia ominaisuuksia).
fr: L'assistant de Mise à jour via le Web est prêt à installer les Mises à jour téléchargées. Une fois cela fait, l'application devra être redémarrée afin de prendre en compte les modifications. Si vous avez des données ou des paramètres non sauvegardés, quittez maintenant et sauvegardez-les, puis relancez cet assistant. Il ne sera pas nécessaire de retélécharger les mises à jour. Une fois l'installation terminée, l'application sera redémarrée une fois de plus avec les nouvelles Mises à jour prises en compte (elles peuvent contenir des corrections de bug, des améliorations et/ou de nouvelles fonctionnalités).
mk: Web Update Волшебникот спремен е да ги инсталира спуштените обнови (updates). За да се приложат сите обнови, апликацијата треба да се рестартира. Ако имате некој не зачувани дати или подесувања, ве молиме излезете од волшебникот, сочувајте ги и тогаш вратетесе во Web Update Волшебникот. Обновите нема да се спуштаат повторно. Кога инсталацијата е комплетна, Апликацијата ќе се рестартира веднаш со приложените обнови (тие можат да содржат одстранети грешки, подобрувања, како и нови можности).
pl: Kreator aktualizacji internetowej aplikacji jest gotowy do instalacji pobranych aktualizacji. W tym czasie aplikacja powinna być zrestartowana aby zastosować aktualizacje. Jeśli masz jakieś niezapisane dane lub ustawienia, proszę teraz wyjść i je zapisać, następnie wróć do kreatora aktualizacji internetowej. Aktualizacje nie będą pobierane ponownie. Gdy instalacja sięzakończy, aplikacja zostanie jeszcze raz zrestartowana z zastosowanymi nowymi aktualizacjami (mogą one zawierać poprawki i usprawnienia, ja rónież nowe funkcje).
ru: Приложение мастер Web обновлений готово установить скачанные обновления. По окончанию этого процесса приложение должно быть перезапущено. Если у вас есть несохранённые данные или настройки, выйдите и сохраните их, затем вернитесь в мастер Web обновлений. Обновления не будут скачиваться повторно. Когда установка завершится, приложение перезапустится ещё раз, с новыми обновлениями (они могут содержать исправления и улучшения, а также новые функции).
wa: De Web Update Wizard is klaar om de gedownloade updates te installeren. De applicatie dient hierna herstart te worden om de update te activeren. Heeft u nog niet opgeslagen gegevens of instellingen, sluit dan nu af en sla ze op. Start dan opnieuw Web Update Wizard. De updates zullen niet opnieuw gedownload worden. Als de installatie klaar is wordt de applicatie opnieuw gestart met de nieuwe updates geactiveerd. (Er kunnen bugfixes, verbeteringen of zelfs nieuwe features inzitten).

source: Update failed due to following reasons:
bg: Актуализацията пропадна поради следните причини:
fi: Päivitys epäonnistui seuraavista syistä:
mk: Обновата пропадна пропадна поради следниве причини:
pl: Aktualizacja nieudana z powodu następujących przyczyn:
ru: Сбой обновления по следующей причине:
wa: Update mislukt door de volgende reden:

source: You have completed all update tasks.
bg: Всички задачи по актуализацията приключиха.
cs: Všechny aktualizace byly dokončeny.
da: Opdateringen er gennemført.
es: Ha completado todas las tareas de actualización.
fi: Olet suorittanut kaikki päivityksen tehtävät.
fr: Vous avez terminé toutes les tâches de Mise à jour.
mk: Вие ги завршивте сите задачи за обнова.
pl: Zakończyłeś wszystkie zadania aktualizacji.
ru: Вы завершили все задачи обновления.
wa: Alle update taken zijn compleet.

source: Update process failed! Click on Details to view error messages.
bg: Актуализационния процес пропадна! Натиснете Детайли за да видите съобщенията за грешка.
fi: Päivitys epäonnistui! Valitse Yksityiskohdat nähdäksesi virheviestit.
mk: Процесот за обнова пропадна! Кликнете Детали за да ја видите пораката за грешка.
pl: Proces aktualizacji nieudany! Kliknij na 'Szczegóły' by przeczytać wiadomości błędów.
ru: Сбой процесса обновления! Щёлкните по Подробностям для просмотра сообщений об ошибке.
wa: Update proces mislukt! Klik op Details om fout bericht te tonen.

source: You have to select at least one mirror.
bg: Вие трябва да изберете поне един сайт отражение.
cs: Musíte zvolit alespoň jeden stínový server.
da: Du skal vælge mindst en spejlserver
es: Tiene que seleccionar al menos un sitio réplica.
fi: Valitse ainakin yksi peilipalvelin.
fr: Vous devez sélectionner au moins un mirroir.
mk: Вие треба да изберете еден сајт за барање.
pl: Musisz wybrać przynajmniej jedno źródło.
ru: Вы должны выбрать как минимум одно зеркало.
wa: U dient minimaal één mirror selecteren.

source: You have to select update file first.
bg: Вие трябва да изберете актуализационен файл.
cs: Musíte nejprve zvolit soubor s aktualizací.
da: Du skal først vælge en opdateringsfil.
es: Tiene que seleccionar primero una actualización.
fi: Valitse päivitystiedosto ensin.
fr: Vous devez sélectionner un fichier de mise à jour en premier.
mk: Вие треба да изберете фаил за обнова (update).
no: Du må velge oppdateringsfil først.
pl: Musisz najpierw wybrać plik aktualizacji.
ru: Вы должны вначале выбрать обновление файла.
sv: Du måste välja uppdateringsfil först.
wa: U dient eerst het update bestand te selecteren.

source: You have to select one target version.
bg: Вие трябва да изберете версия до която програмата да се актуализира.
cs: Musíte zvolit verzi, na kterou si přejete aktualizovat.
da: Du skal vælge den version du vil opgradere til.
es: Tiene que seleccionar una versión.
fi: Valitse yksi versio.
fr: Vous devez sélectionner une version cible.
mk: Вие треба да изберетте верзија до која програмата ќе се обновува.
no: Du må velge en versjon.
pl: Musisz wybrać jedną wersję docelową.
ru: Вы должны выбрать одну конкретную версию.
sv: Du måste välja en version.
wa: Selecteer één doel versie.

source: Web updates are not supported or not available yet
bg: Web updates не се поддържат или не са налични засега
cs: Aktualizace z Internetu nejsou podporované nebo nejsou zatím k dispozici
da: Opdateringer via nettet understøttes ikke eller er ikke tilgængelig endnu.
es: El Actualizador Web no está disponible aun
fi: Web päivityksiä ei ole tuettu tai niitä ei ole
fr: Les mises à jour via le Web ne sont pas supportées ou pas encore disponibles
mk: Web updates не подржува или не е достапна за сега
pl: Aktualizacje internetowe nie są obsługiwane lub jeszcze niedostępne
ru: Web обновления не поддерживаются или пока недоступны
wa: Web updates worden niet ondersteund of zijn nog niet beschikbaar.

source: Using Web mirrors:
bg: Използвай Интернет източник:
fi: Käytetään Web peilipalvelinta:
mk: Користи Интернет одржување:
pl: Używanie źródeł ze stron:
ru: Используем Web зеркала:
wa: Gebruik Web mirrors:

source: Vendor provided (default mirror)
bg: Предоставен от производителя (подразбиращ се сайт отражение)
cs: Hlavní poskytovatel
da: Angivet af FMA (standard spejlserver)
es: Suministrado por el proveedor (sitio réplica por defecto)
fi: Toimittajan tarjoama (oletuspeilipalvelin)
fr: Fournit par l'éditeur (mirroir par défaut)
mk: Доставен од производителот (по подразбирање сајт одржување)
pl: Dostarczone przez autora (domyślne źródło)
ru: Предоставлено производителем (зеркало по умолчанию)
wa: Door verkoper verstrekt (standaard mirror)

source: Using local update:
bg: Използвай локално копие:
cs: Použít aktualizaci ze souboru:
da: Bruger lokale opdateringsfiler:
es: Usando actualización local:
fi: Käytetään omaa päivitystä:
fr: Utilisation d'une Mise à jour locale :
mk: Искористи локални обнови:
pl: Używanie aktualizacji lokalnej:
ru: Используется локальное обновление:
wa: Gebruik lokale Update:

source: Selected target:
bg: Избрана Цел:
cs: Zvolený cíl:
da: Valgt udgave
es: Objetivo seleccionado:
fi: Valittu kohde:
fr: Cible sélectionnée :
mk: Избрана Цел:
pl: Wybrany obiekt:
ru: Выбранная цель:
wa: Geselecteerd doel:

source: Build Unknown
bg: Неизвестен Номер
cs: Neznámé sestavení
da: Ukendt version
es: Conpilación desconocida
fi: Versio Tuntematon
fr: "Build" non connue
mk: Непознат Број
pl: Nieznana wersja
ru: Неизвестный билд
wa: Versie Onbekend

source: &Download
bg: &Сваляне
cs: Stahování
da: Hent fra... D
es: &Descarga
fi: La&taa
fr: &Télécharger
mk: &Спуштање
no: &Last ned
pl: &Pobierz
ru: &Скачать
sv: &Hämta

source: &Install
bg: &Инсталация
cs: Instalace
da: &Installer
es: Instalar
fi: A&senna
fr: &Installer
mk: &Инсталирај
no: &Innstaller
pl: &Instaluj
ru: &Установить
sv: &Installera
wa: &Installeren

source: The Wizard is not complete. Do you realy want to exit it? You can run this wizard at a later time to complete it. To exit Wizard right now click Yes. To continue click No.
bg: Съветника не е приключил. Наистина ли искате да излезете от него? Вие можете да стартирате този съветник по-късно и да го завършите. За да излезете от Съветника сега натиснете Да. За да продължите натиснете Не.
cs: Průvodce není u konce. Opravdu si přejete jej přerušit? Později můžete průvodce kdykoliv znovu spustit. Kliknutím na 'Ano' ukončíte průvodce. Kliknutím na 'Ne' pokračuje.
es: El asistente no ha finalizado. ¿De sea salir de todos modos? Puedes iniciar este asistente más tarde para completarlo. Para salir del asistente haga clic en Si. Para continuar haga clic en No.
fi: Velho ei ole valmis. Haluatko todella poistua siitä? Voit käynnistää velhon myöhemmin suorittaaksesi sen loppuun. Poistuaksesi Velhosta valitse Kyllä. Jatkaaksesi valitse EI.
fr: L'Assistant de n'est pas terminé. Voulez-vous vraiment le quitter ? Vous pourrez lancer cet assistant ultérieurement, pour le terminer. Pour quitter l'assistant maintenant cliquez Oui. Pour continuer, cliquez Non.
mk: Волшебникот не е комплетен. Навистина сакате да излезете од него? Вие можете да го стартувате овој волшебник покасно и да го завршите. За да излезете од Волшебникот сега кликнете Да. За да продолжитте кликнете Не.
pl: Kreator nie jest zakończony. Czy na pewno chcesz go zamknąć? Możesz uruchomić ten kreator w późniejszym czasie by go dokończyć. By wyjść z kreatora od razu kliknij 'Tak'. By kontynuować kliknij 'Nie'.
ru: Мастер не завершил работу. Вы действительно хотите выйти? Вы можете запустить этого мастера позже для завершения процесса. Для выхода из Мастера щёлкните Да. Для продолжения щёлкните Нет.
wa: De Wizard is niet compleet. Wilt u echt afsluiten? U kunt deze wizard op een later tijdstip starten om het af te maken. Om de Wizard te beëindigen klik Ja. Om door te gaan klik Nee.

source: (win error code: %d)
bg: (код на грешка: %d)
cs: (chyba číslo: %d)
da: (Windows fejlkode: %d)
es: (Codigo de error de Windows: %d)
fi: (windows virhekoodi: %d)
fr: (code erreur windows : %d)
mk: (код грешка: %d)
pl: (kod błędu windowsa: %d)
ru: (код ошибки win: %d)

source: Unable to open com port
bg: Немога да отворя COM порт
cs: Nelze otevřít COM port
da: Kan ikke åbne kommunikationsport
es: No se ha podido abrir el puerto COM
fi: Sarjaportin avaaminen ei onnistu
fr: Impossible d'ouvrir le port com
mk: Неможам да отворам COM порт
pl: Nie można otworzyć portu com
ru: Не удалось открыть com порт
wa: Com poort openen mislukt

source: WriteFile function failed
bg: WriteFile функцията пропадна
cs: Zápis do souboru selhal
da: Funktionen WriteFile fejlede
es: Error en la función WriteFile
fi: WriteFile funktio epäonnistui
fr: Echec de la fonction WriteFile
mk: WriteFile функцијата пропадна
pl: Funkcja zapisu pliku zawiodła
ru: Сбой функции WriteFile
wa: WriteFile functie gefaald

source: ReadFile function failed
bg: ReadFile функцията пропадна
cs: Čtení ze souboru selhalo
da: Funktionen ReadFile fejlede
es: Error en la función ReadFile
fi: ReadFile funktio epäonnistui
fr: Echec de la fonction ReadFile
mk: ReadFile функцијата пропадна
pl: Funkcja odczytu pliku zawiodła
ru: Сбой функции ReadFile
wa: ReadFile functie gefaald

source: Invalid Async parameter
bg: Невалиден Async параметър
cs: Nepovoleny Async parametr
da: Ugyldig asynkron parameter
es: Parámetro de Async incorrecto
fi: Väärä Async parametri
fr: Paramètre Async invalide
mk: Невалиден Async параметар
pl: Nieprawidłowy parametr asynchroniczny
ru: Неверные параметры async
wa: Ongeldige Async parameter

source: PurgeComm function failed
bg: PurgeComm функцията пропадна
cs: Funkce PurgeComm selhala
da: Funktionen PurgeComm fejlede
es: Error en la función PurgeComm
fi: PurgeComm funktio epäonnistui
fr: Echec de la fonction PurgeComm
mk: PurgeComm функцијата пропадна
pl: Funkcja PurgeComm zawiodła
ru: Сбой функции PurgeComm
wa: PurgeComm functie gefaald

source: Unable to get async status
bg: Не мога да получа асинхронното състояние
cs: Nelze získat stav Async
da: Kan ikke fastslå asynkron status
es: Imposible obtener el estado de Async
fi: Asunc tilaa ei saada
fr: Impossible de récupérer le statut Async
mk: Не може да се добие асинхрониот статус
pl: Nie można uzyskać statusu asynchronicznego
ru: Невозможно получить статус async
wa: Niet in staat om async status te verkrijgen

source: SetCommState function failed
bg: SetCommState функцията пропадна
cs: Funkce SetCommState selhala
da: Funktionen SetCommState fejlede
es: Error en la función SetCommState
fi: SetCommState funktio epäonnistui
fr: Echec de la fonction SetCommState
mk: SetCommState функцијата пропадна
pl: Funkcja SetCommState zawiodła
ru: Сбой функции SetCommState
wa: SetCommState functie gefaald

source: SetCommTimeouts failed
bg: SetCommTimeouts функцията пропадна
cs: Funkce SetCommTimeouts selhala
da: Funktionen SetCommTimeouts fejlede
es: Error en la función SetComm
fi: SetCommTimeouts epäonnistui
fr: Echec de la fonction SetCommTimeouts
mk: SetCommTimeouts функцијата пропадна
pl: Limity czasu SetComm zawiodły
ru: SetComm ошибочный таймаут
wa: SetCommTimeouts gefaald

source: SetupComm function failed
bg: SetupComm функцията пропадна
cs: Funkce SetupComm selhala
da: Funktionen SetupComm fejlede
es: Error en la función SetupComm
fi: SetupComm funktio epäonnistui
fr: Echec de la fonction SetupComm
mk: SetupComm функцијата пропадна
pl: Funkcja SetupComm zawiodła
ru: Сбой функции SetupComm
wa: SetupComm functie gefaald
