Repository: jomael/fma
Catalog: locale/*/LC_MESSAGES/default.po
Languages: bg, cs, da, es, fi, fr, mk, no, pl, ru, sv, wa

source: Please select which Outlook folders containing contacts to be synchronized with FMA. Right-click to choose New Contacts target folder (shown in bold).
bg: Моля изберете коя Outlook папка съдържа контактите, с които да се синхронизира FMA. Кликнете с десен бутон за да изберете нова Папка цел(показана удебелено).
cs: Prosím zvolte složky obsahující kontakty, které si přejete synchronizovat. Pravým tlačítkem myši zvolte cílovou složku (tučně).
da: Vælg de Outlook mapper, som indeholder kontakter, der skal synkroniseres med FMA. Højreklik for at vælge destinationsmappe (vist med fed).
es: Seleccione las carpetas de outlook de contactos que serán sincronizados con FMA. Clic derecho para seleccionar el destino del nuevo contacto.
fi: Valitse mitkä yhteystietoja sisältävät Outlook kansiot synkronoidaan FMA kanssa. Paina hiiren oikeaa korvaa valitaksesi Uusi Yhteystieto kohdekansio.
fr: Sélectionnez les dossiers Outlook contenant des contacts à synchroniser avec FMA. Cliquez bouton droit pour choisir un dossier de destination (affiché en gras) pour les nouveaux contacts.
mk: Ве молиме одберете која Outlook папка ги содржи контактите, за да се синхронизира со FMA. Кликнете со десното копче за да изберете нова Папка цел(покажана задебелено).
pl: Proszę wybrać, które katalogi z kontaktami mają być synchronizowane z fma. Kliknij prawym by wybrać katalog docelowy nowych kontaktów (pogrubiony).
ru: Выберите папки Outlook для синхронизации с FMA. Правым щелчком укажите целевую папку для новых контактов (выделено жирным).
wa: Selecteer de Outlook map die de contacten bevat die u met FMA wilt synchroniseren.Rechts-klik om de Nieuwe Contacten map te kiezen.

source: Default
bg: По Подразбиране
cs: Výchozí
da: Standard
es: Por defecto
fi: Oletus
fr: Défaut
mk: По подразбирање
pl: Domyślne
ru: Умолчание
wa: Standaard

source: Protocols
bg: Протоколи
da: Protokoller
fi: Protokollat
mk: Протоколи
pl: Protokoły
ru: Протоколы
wa: Protocollen

source: Max Packet Size
fi: Paketin Maksimikoko
pl: Maksymalny rozmiar pakietu

source: Define the maximum size per packet, this is the value to negotiate with the Mobile Equipment and will use whichever lower.
bg: Дефинира максималният размер на пакета. Тази стойност е за комуникация с телефона и ще бъде използвана възможно най-рядко.
cs: Definuje maximální velikost na paket, tato hodnota je důležitá pro komunikace s telefonem a bude použita kterákoliv nižší.
da: Vælg den største ønskede pakkestørrelse. Værdien kan blive sat ned ved forhandling med den mobile enhed.
es: Define el tamaño máximo de cada paquete. Este valor se negociará con el terminal y se usará aquel que sea menor.
fi: Määritä paketin maksimikoko. Tätä arvoa käytetään yhteydenpitoon Kannettavan Laitteen kanssa. Pienintä kokoa käytetään.
fr: Définit la taille maximum par paquet. Valeur utilisée pour la négocation avec le mobile. La valeur la plus faible des deux sera utilisée.
mk: Дефинира максимална големина на пакет. Оваа вредност е за комуникаија со телефонот и ќе биде искористено што е можно пониско.
no: Definier maksimal størrelse pr pakke. Denne verdien brukes ved tilkoblingen til mobiltelefonen.
pl: Zdefiniuj maksymalny rozmiar pakietu. Owa wartość jest negocjowana ze sprzętem mobilnym i będzie używana ta, która jest mniejsza.
ru: Задаёт максимальный размер пакета, согласовывается с мобильным устройством, использовано будет наименьшее из двух.
sv: Definiera maximal storlek per paket. Det här värdet används vid kontakt med mobilutrustningen.
wa: Definieer de maximale grootte per pakket, dit is de waarde waarmee met uw Mobile Telefoon word onderhandelt.

source: Note: This implementation is Ericsson specific.
fi: Huomio: Tätä käytetään vain Ericssonin puhelimissa.
pl: Uwaga: Ta implementacja jest specyficzna dla Ericssona.

source: bytes
fi: tavua
pl: bajtów

source: Protocol Settings
bg: Настройки на Протоколите
cs: Nastavení protokolu
da: Protokol-indstillinger
es: Configuración del protocolo
fi: Protokolla-asetukset
fr: Paramètres du protocole
mk: Подесување за Протоколите
no: Protokollinnstillinger
pl: Ustawienia protokołu
ru: Настройки протокола
sv: Protokollinställningar
wa: Protocol Instellingen

source: Disable OBEX
bg: Забранен OBEX
cs: Vypnout OBEX
da: Slå OBEX fra
es: Desactivar OBEX
fi: Poista käytöstä OBEX
fr: Désactiver OBEX
mk: Забранет OBEX
no: Deaktiver OBEX
pl: Wyłącz OBEX
ru: Запрет OBEX
sv: Inaktivera OBEX
wa: OBEX Uitschakelen

source: Disable IRMC Sync
bg: Забранен IRMC Sync
cs: Vypnout IRMC synchronizaci
da: Slå IRMC synkronisering fra
es: Desactivar sinc. IRMC
fi: Poista Käytöstä IRMC sync
fr: Désactiver IRMC Sync
mk: Забранет IRMC Sync
no: Deaktiver IRMC Synk.
pl: Wyłącz synchronizację IRMC
ru: Запрет IRMC синхронизации
sv: Inaktivera IRMC Synk.
wa: IRMC Sync Uitschakelen

source: Scripting
bg: Скриптове
cs: Skriptování
da: Skriptstyring
es: Scripts
fi: Skriptit
fr: Script
mk: Скриптинг
pl: Skrypty
ru: Сценарий

source: Scripting Engine
bg: Скрипт Системата
cs: Skriptovací engine
da: Skriptafvikler
es: Motor del Scripts
fi: Skripti Engine
fr: Moteur de scripts
mk: Скрипт Систем
no: Skriptmotor
pl: Silnik skryptów
ru: Сценарный движок
sv: Skriptmotor

source: Main script file name:
bg: Име на скрипта файла:
cs: Název souboru hlavního skriptu:
da: Hovedskript:
es: Archivo del Script principal:
fi: Pääskriptin tiedostonimi:
fr: Nom de fichier du script principal :
mk: Име на скриптата фајлот:
no: Hovedskriptfil:
pl: Nazwa pliku głównego skryptu:
ru: Имя файла главного сценария:
sv: Huvudskriptfil:
wa: Hoofd script bestands naam:

source: Use Scripting Framework (usualy installed by FMA setup)
bg: Използвай Вградената Скрипт Колекция (инсталирана с FMA)
cs: Používat skriptovací Framework (nainstalováno FMA setupem)
da: Brug standard-skripter (leveret sammen med FMA)
es: Usar el Script Framework (normalmente intalado con FMA)
fi: Käytä Scripting Framework (yleensä FMA asetuksessa)
fr: Utiliser le "Scripting Framework" (généralement installé par l'install de FMA)
mk: Користи ја Вградената Скрипт Колекција (инсталирана со FMA)
no: Bruk skript (vanligvis innstallert av FMA)
pl: Użyj Struktury Skryptów (zwykle instalowana przez fma)
ru: Использовать сценарный "каркас" (ставится при установке FMA)
sv: Använd skript (vanligtvis installerat av FMA)
wa: Gebruik Scripting Framework (gewoonlijk geïnstalleerd door FMA setup)

source: Use Custom Script file which I will chose
bg: Използвай Потребителски Скрипт файл, които аз ще избера
fi: Käytä Erityistä Skriptitiedostoa
mk: Користи го Потребнот Скрипт фајл, кој што ке го изберете
pl: Użyj dowolnego pliku skryptu, który wybiorę
ru: Использовать файл сценария, который я выберу
wa: Gebruik Custom Script bestand welke ik zelf wil kiezen

source: Details
bg: Подробности
cs: Podrobnosti
da: Detaljer
es: Detalles
fi: Yksityiskohdat
fr: Détails
mk: Детали
no: Informasjon
pl: Szczegóły
ru: Подробности
sv: Information

source: Current Script Type:
bg: Тип на Скрипта:
fi: Skriptityyppi:
mk: Тип на Скрипта:
pl: Aktualny typ skryptu:
ru: Текущий тип сцен-ия:
wa: Huidig Script Type

source: In most cases FMA will need to be restarted to fully activate the selected script.
bg: В повечето случаи FMA ще трябва да се рестартира за да получите напълно активиран избрания скрипт.
fi: Useimmiten ohjelma (FMA) on tarpeen käynnistää uudestaan valitun skriptin aktivoimiseksi.
mk: Во повеќето случаи FMA ќе теба да се рестартира за целосна активација на избраната скрипта.
pl: W większości przypadków fma musi być zrestartowany by w pełni aktywować wybrany skrypt.
ru: Часто FMA требует перезапуска, чтобы полностью активировать выбранный сценарий.
wa: In de meeste gevallen moet FMA opnieuw gestart worden om het gekozen script volledig te activeren.

source: Note that script file extension must be the scipting engine used, for example for "MyScript.VBScript" the system will interprate it using VBScript Engine.
bg: Това разширение на скрипт файла трябва да бъде използвано от скрипт енджина, например за "MyScript.VBScript" системата ще го интерпретира с използването на VBScript Енджина.
cs: Mějte na paměti, že typ souboru se skriptem musí odpovídat použitému skriptu, například "MyScript.vbs" bude interpretován jako VBS skript.
da: Bemærk at skriptets fil-endelse styrer hvilken skript-afvikler, der kaldes.Eksempelvis vil "MitSkript.VBScript" blive afviklet af "VBScript"-fortolkeren.
es: La extensión del script debe de coincidir con el motor del script usado. Si usa "ejemplo.VBScripts" se interpretará creado por el motor VBScript.
fi: Huomaa, että skriptitiedoston päätteen täytyy olla sama, jota skripti engine käyttää. Esimerkiksi "MyScript.VBScript" tulkitaan käyttäen VBScript Engine.
fr: L'extension du fichier script doit correspondre au moteur de script utilisé. Par exemple, le script "MonScript.VBScript" sera interprété en utilisant le Moteur VBScript.
mk: Овој скрипт фајл треба да биде искористен од скрипт енџинот. на пример за "MyScript.VBScript" системот ќе го интерпретира со користење на VBScript Енџинот.
no: Husk at skriptfilens filendelse må være korrekt. Eksempelvis kan "MyScript.VBScript" tolkes av VBScript-motoren.
pl: Pamiętaj, że rozszerzenie pliku musi być używane przez silnik skryptów, np. dla "MyScript.VBScript" system zinterpretuje go używając silnika VBScript.
ru: Расширение файла сценария должно указывать на тип движка, н-р, "MyScript.VBScript" система будет интепретировать движком VBScript.
sv: Notera att skriptfilens filändelse måste vara korrekt. Exempelvis så kommer "MyScript.VBScript" att tolkas av VBScript-motorn.
wa: De extensie van het script moet de gebruikte sciptingengine zijn, bijvoorbeeld "MyScript. VBScript " het systeem zal het als VBScript Engine interpreteren.

source: Appearance
bg: Външен вид
cs: Rozhraní
da: Udseende
es: Apariencia
fi: Ulkonäkö
fr: Apparence
mk: Излезен вид
no: Utseende
pl: Wygląd
ru: Вид
sv: Utseende
wa: Uiterlijk

source: Progress Dialog
bg: Диалог Изпълнение на Операциите
cs: Průběh
da: Fremgangsvindue
es: Barra de Progresos
fi: Edistyminen Valikko
fr: Boîte de progression
mk: Диалог Напредок на Операциите
no: Utfører
pl: Okno postępu
ru: Диалог активности
sv: Händelseförlopp
wa: Voortgangs Dialoog

source: Current operation takes too &Long Time to complete
bg: Текущата операция отне &прекалено много време за да завърши
da: ...den igangværende operation har kørt i &lang tid
fi: Operaatio kestää l&iian kauan valmistuakseen
mk: Тековната операија трае &Премногу време за да заврши
pl: Aktualna operacja zabiera do zakończenia zbyt dużo czasu
ru: Операция требует слишком &много времени для завершения
wa: Huidige bewerking neemt te veel &tijd om te completeren.

source: Application is Not &Minimized in the system Tray area
bg: Приложението Не е &Минимизирано в системната област
da: ...FMA ikke er &minimeret
fi: Sovellusta ei ole &Pienennetty
mk: Апликацијата Не е &Минимизирана во системската област
pl: Aplikacja nie jest z&minimalizowana w pasku systemowym
ru: Приложение не м&инимизировано в системный трей
wa: Applicatie is Niet &Geminimaliseerd in het systeem vak

source: Show Progress Dialog and Status Bar Indicator always or if
bg: Показвай Диалог Изпълнение на Операциите и Индикатор в Статус лента винаги или ако
fi: Näytä Edistyminen ja Tila Kenttä aina tai jos
mk: Покажи го Диалогот за Напредок на Операциите и Индикаторот во Статус лентата секогаш или ако
pl: Zawsze pokazuj okno postępu i wskaźnik paska statusu, lub gdy
ru: Показывать прогресс диалог и строку состояния всегда или если
wa: Toon Voorgangs Dialoog en Status Bar Indicator altijd uit als

source: Show Progress Indicator in Status Bar only
bg: Показвай само Индикатор в Статус лентата
fi: Näytä Edistymisen Osoitin vain Tila Kentässä
mk: Покажи само Индикатор во Статус лентата
pl: Pokaż wskaźnik postępu tylko w pasku statusu
ru: Показывать прогресс индикатор только в строке состояния
wa: Toon Voortgangs indicator alleen in Status Balk

source: Transparency
bg: Прозрачност - Прозорци
cs: Transparentnost
da: Gennemsigtighed
es: Transparencia
fi: Läpinäkyvyys
fr: Transparence
mk: Прозрачност - Прозорци
no: Gjennomsiktlighet
pl: Przezroczystość
ru: Прозрачность
sv: Genomskinlighet
wa: Transparantheid

source: New Message Window:
bg: Съставяне на Съобщение:
fi: Uusi Viesti Ikkuna:
mk: Прозорец - Нови пораки:
pl: Okno nowej wiadomości:
ru: Окна нового сообщения:
wa: Nieuw Berichten Scherm:

source: Message Arrived Popup:
bg: Получено Съобщение:
fi: Ilmoitus Viestin Saapumisesta:
mk: Примена Порака - Прозорец:
pl: Okno nadejścia wiadomości:
ru: Прибывшего сообщения:
wa: Bericht Ontvangen Popup:

source: Call Information Popup:
bg: Информация за Обаждане:
fi: Ilmoitus Puhelun Tiedoista:
mk: Информација за Повикот - Прозорец:
pl: Okno informacji połączenia:
ru: Информации о вызове:
wa: Gespreks Informatie Popup:

source: Event Viewer Window:
bg: Журнал на Събитията:
fi: Tapahtumanäyttöikkuna:
mk: Преглед на Настани - Прозорец:
pl: Okno podglądu zdarzeń:
ru: Окна просмотра событий:
wa: Toon Gebeurtenissen Scherm:

source: More
bg: Още
fi: Lisää
mk: Повеќе
pl: Więcej
ru: Более
wa: Meer

source: Behaviour
bg: Поведение
cs: Chování
da: Opførsel
es: Comportamiento
fi: Käyttäytyminen
fr: Comportement
mk: Однесување
no: Oppførsel
pl: Zachowanie
ru: Поведение
sv: Beteende
wa: Gedrag

source: Application
bg: Приложение
cs: Aplikace
da: Program
es: Aplicación
fi: Sovellus
mk: Апликации
no: FMA
pl: Aplikacja
ru: Приложение
sv: FMA
wa: Applicatie

source: Use X button to minimize instead to close FMA application
bg: Използвай X бутона за да се минимизира FMA вместо за затваряне на приложението
fi: FMA:n sulkemisen sijasta käytä X-näppäintä pienentääksesi
mk: Користи го X копчето да ја минимизираш FMA прогарамата
pl: Użyj przycisku X by zminimalizować fma zamiast go zamykać
ru: Кнопка X будет минимизировать, а не закрывать FMA
wa: Gebruik X om te minimaliseren, in plaats van FMA te sluiten.

source: Check out Outbox folder for unsent messages on FMA start and exit
bg: Проверявай Папка Изходящи за неизпратени съобщения при стартиране и изход от FMA
fi: Postita Lähetettävät-kansiosta viestit kun FMA avataan tai sammutetaan
mk: Провири ги Пораките за праќање ако има неиспратени пораки на излез и подигање на FMA
pl: Sprawdź katalog oczekujących wiadomości podczas startu i zamykania fma
ru: Проверять Исходящие на неотправленные при старте/выходе из FMA
wa: Check Postvak Uit op niet verzonden berichten bij starten en sluiten van FMA

source: Show useful Welcome Tips and Tricks on FMA application startup
bg: Показва полезни съвети и техники при стартиране на FMA
fi: Näytä FMA aloituksen yhteydessä hyödyllisiä Neuvoja ja Vihjeitä
mk: Покажи ги Советите и триковите кога FMA се подига
pl: Pokaż przydatne 'Wskazówki i triki' podczas startu fma
ru: Показывать при запуске FMA полезные подсказки и приёмы
wa: Toon handige Welkom Tips en Truuks bij het opstarten van FMA

source: Popup Dialogs
bg: Изскачащи(Popup) Прозорци и Диалози
fi: Ponnahdusikkunat
mk: (Popup) Прозорци и Диалози
pl: Wyskakujące powiadomienia
ru: Всплывающие диалоги
wa: Popup Dialogen

source: Message Arrived
bg: Получено Съобщение
fi: Viesti on Saapunut
mk: Примена Порака
pl: Nadeszła wiadomość
ru: Принятое сообщение
wa: Bericht Ontvangen

source: Move message to FMA (use Delivery Rules)
bg: Премести Съобщенията в FMA (използвай Правилата)
fi: Siirrä viesti FMAhan (käytä toimitussääntöä)
mk: Премести ги пораките во FMA (искористи Правилата при достава)
pl: Przenieś wiadomość do fma (użyj zasad dostarczenia)
ru: Переместить сообщение в FMA (исп. Правила доставки)

source: Warn if storage is 95% full
bg: Предупреждение при 95% запълване на паметта със съобщения
cs: Upozornit při zaplnění 95%
da: Hvis hukommelsen er mere end 95% fyldt
es: Avisar al exceder el 95% SMS
fi: Varoita jos tila on 95 % täynnä
fr: Avertir si mémoire pleine à 95%
mk: Предупреди при 95% меморија од пораките
no: Advar om minnet 95% fullt
pl: Ostrzeż gdy zapełniono 95%
ru: Если заполнено на 95%
sv: Varna om utrymmet är 95% fullt
wa: Waarschuwing als geheugen 95% vol is

source: No Baloon
bg: Без Балонно Съобщение
cs: žádný balonek
da: Ingen ballon
es: Sin globos
fi: Ei Palloa
fr: Pas d'aide contextuelle
mk: Без Балон соопштениа
no: Ingen Balongtips
pl: Brak chmurki
ru: Без подсказок-пузырей
sv: Ingen Baloon
wa: Geen Ballon

source: No Popup
bg: Без Показване на Прозорец
cs: žádné okno
da: Ingen pop op
es: Sin popup
fi: Ei Ponnahdusikkunaa
fr: Pas de Popup
mk: Без Покажување на Прозорец
no: Ingen Popup
pl: Brak powiadomienia
ru: Без всплывающих окон
sv: Ingen Popup
wa: Geen Popup

source: Call Information
bg: Информация за Обаждане
fi: Puhelun Tiedot
mk: Информации за Повикот
pl: Informacja połączenia
ru: Информация о вызове
wa: Gespreks Informatie

source: New Messages
fi: Uudet Viestit
pl: Nowe wiadomości

source: If you wish to use special characters (like Ä, ä, Ü, ü, Ö, ö, ß mostly used in german, scandinavian and other languages) in standard encoding, uncheck this option. Otherwise these special characters will force UCS-2 message encoding, thus reduceing maximum message length to about 1/2 (70 chars) of it's original value.
bg: Ако използвате специални символи (като Ä, ä, Ü, ü, Ö, ö, ß често използвани в немския и други езици) в стандартна кодировка, размаркирайте тази опция. В противен случай тези символи ще включат UCS-2 кодирането на съобщенията, което ще намали максималния размер на съобщението около 1/2 (около 70 знака) от нормалното.
cs: Pokud chcete psát zprávy stále s diakritikou, použijte toto nastavení.
da: Fjern dette hak, hvis du vil bruge æ, ø, å og bogstaver med accenter uden at tvinge FMA til at bruge UCS-2 kodning af din besked (det vil nemlig nedsætte længden af en besked til højst 70 tegn)
es: Si desea usar algún caracter especial (como Ä, ä, Ü, ü, Ö, ö, ß usados por ejemplo en francés u otros idiomas) en codificación estandar desactive esta opción. De lo contrario, estos caracteres forzarán el mensaje a una codificación UCS-2, reduciendo la longitud máxima del mensaje a la mitad (70 caracteres).
fi: Jos haluat käyttää oletuksena erikoismerkkejä (kuten Ä, ä, Ü, ü, Ö, ö, ß, joita käytetään lähinnä Saksassa, Skandinaviassa ja eräissä muissa kielissä), poista valinta. Muuten nämä erikoismerkit pakottavat viestit käyttämään UCS-2 koodausta. Se pienentää viestien enimmäispituuden puoleen (70 merkkiin).
fr: Pour utiliser des caractères spéciaux (comme Ä, ä, Ü, ü, Ö, ö, ß utilisés principalement pour l'allemand et les langues scandinaves) avec l'encodage standard, décocher cette option. Autrement ces caractères spéciaux vont forcer l'encodage en UCS2 ce qui réduit de moitié la longueur des messages (70 car).
mk: Ако користите специални симболи (како A, a, U, u, O, o, ? често користени во германски и други јазици) во стандардно кодирање, не ја активирајте оваа опција. Во спротивно специалните сиболи симболи ќе вклучат UCS-2 кодирање на пораки, кое ќе го намали масималниот број на сиболи во пораката околу 1/2 (околу 70 знака) од нормалното.
pl: Jeśli chcesz używać specjalnych znaków (jak Ą, ą, Ę, ę, Ó, ó) w standardowym kodowaniu, odznacz tę opcję. W przeciwnym wypadku te specjalne znaki wymuszą kodowanie wiadomości UCS-2, co spowoduje redukcję maksymalnej długości wiadomości do około połowy (70 znaków) jej oryginalnej wartości.
ru: Если вам необходимы спецсимволы (вроде Ä, ä, Ü, ü, Ö, ö, ß, (немецкий, скандинавские и другие языки)) в стандартном кодировании, снимите эту опцию. Иначе эти спецсимволы форсируют кодирование в UCS-2, уменьшив максимальную длину сообщения до 1/2 (70 символов) от его исходного значения.
wa: Als u speciale karakters wilt gebruiken (zoals, Ä, ä, Ü, ü, Ö, ö, ß vaak gebruikt in Duits, Scandinavisch en andere talen) in standaard codering, laat u dit vakje leeg. Anders zullen deze karakters UCS-2 berichtencodering forceren, dus de maximale lengte van een bericht met 1/2 verkorten (70 karakters).

source: Useful if your message characters limit suddenly drops from 160 down to 70 when you type in, or if you have problems reading received messages.
bg: Полезно ако дължината на съобщението неочаквано намалее от 160 на 70 когато пишете или ако имате проблеми с разчитането на получените съобщения.
cs: Maximální velikost zprávy se sníží na 70 znaků. Příjem těchto zpráv nepodporují starší telefony.
da: Ret denne indstilling, hvis den øvre grænse for antal tegn i en besked skifter fra 160 til 70 eller hvis du har problemer med at læse beskeder.
es: Lo sabremos si observamos como los 160 caracteres caen a 70 de pronto mientras escribimos, o si tenemos problema al leer los mensajes recibidos.
fi: Hyödyllinen mikäli viestin merkkien määrä kirjoituksen aikana äkkiä tipahtaa 160 merkistä 70 merkkiin tai jos sinulla on ongelmia lukea saapuneita viestejä.
fr: Utile si le nombre de caractères par message chute de 160 à 70 quand vous saisissez du texte ou si vous avez des problèmes pour lire les messages reçus.
mk: Корисно ако должината на пораката неочекувано опаѓа од 160 на 70 кога пишувате или ако имате проблеми со читањето на примените пораки.
pl: Przydatne jeśli limit znaków Twojej wiadomości spadnie nagle podczas pisania ze 160 do 70, lub jeśli masz problemy z odczytaniem odebranych wiadomości.
ru: Полезно, если предел длины вашего сообщения внезапно сократился со 160 до 70 символов во время его набора, или у вас проблемы с прочтением принятых сообщений.
wa: Bruikbaar als uw karakter limiet ineens van 160 naar 70 daalt tijden het typen, of als u problemen heeft met het lezen van ontvangen berichten.

source: Force UCS-2 encoding
bg: Винаги кодирай с UCS-2 кодировка
cs: Označit kódování UCS-2
da: Brug altid UCS-2 kodning
es: Forzar la codificación a UCS-2
fi: Pakota UCS-2 koodaus
fr: Forcer encodage UCS-2
mk: Користи UCS-2 кодирање
pl: Wymuś kodowanie UCS-2
ru: Принудительно в UCS-2
wa: Forceer UCS-2 encoding

source: Allow duplicates in FMA Archive folders.
fi: Salli tuplaviestit FMA Arkistokansioissa.
pl: Pozwól na duplikaty w katalogach archiwum.

source: Text Messages Counter
bg: Брояч на Текстовите Съобщения
cs: Počítadlo textových zpráv
da: Tæller for sendte beskeder
es: Contador de mensajes de texto
fi: Tekstiviestilaskuri
fr: Compteur de Messages Textes
mk: Бројач на Текс пораки
no: Meldings Teller
pl: Licznik wiadomości tekstowych
ru: Счётчик текстовых сообщений
sv: Meddelanderäknare
wa: Tekst Berichten Teller

source: day of the month
bg: ден от месеца
cs: den v měsíci
da: dag i måneden
es: del mes
fi: . päivänä
fr: de chaque mois
mk: Ден од месецот
no: hver måned
pl: dniu miesiąca
ru: день месяца
sv: varje månad
wa: dag van de maand

source: Show warning message when SMS Count reaches
bg: Показване на предупреждение когато броя на SMS-ите нарасне
cs: Zobrazit varování pokud počet sms překročí
da: Advar mig, når antal sendte beskeder overstiger
es: Advertir cuando el contador SMS alcance
fi: Näytä varoitusviesti kun SIM laskuri saavuttaa
fr: Afficher une alerte lorsque le compteur de SMS atteint
mk: Покажи предупредување ако бројот на SMS-ите достигне
no: Vis advarsel når antall SMS er
pl: Pokaż ostrzeżenie gdy liczba SMSów osiągnie
ru: Предупр. сообщ., когда счётчик SMS достигнет
sv: Visa varningsmeddelande när antal SMS når
wa: Toon waarschuwing wanneer SMS Max bereikt is

source: Reset Counter monthly on
bg: Нулиране на Брояча всеки месец на
cs: Vynulovat počítadlo každý
da: Nulstil tæller månedligt den
es: Resetear el contador el día
fi: Nollaa Laskuri kuukausittain
fr: Réinitialiser mensuellement le
mk: Ресетирање на Бројчаникот секој месец
no: Nullstill telleren den
pl: Resetuj licznik miesięcznie w
ru: Ежемес. сброс счётчика в
sv: Nollställ räknaren den
wa: Reset Teller maandelijks op
