Repository: jomael/fma
Catalog: locale/*/LC_MESSAGES/default.po
Languages: bg, cs, da, es, fi, fr, mk, no, pl, ru, sv, wa

source: Change current Phone offline
bg: Сменя текущата База данни на Телефон (без да се свързва с телефона)
cs: Změnit telefon na offline
da: Afbryder den nuværende forbindelse
es: Cambiar teléfono actual en modo offline
fi: Siirrä Puhelin yhteydettömään tilaan
fr: Change le mobile courrant en mode hors-ligne.
mk: Смени ги тековните база дати на телефонот (без да се поврзеш со телефонот)
pl: Zmienia aktualne niepołączone bazy danych telefonu
ru: Изменить текущую офлайн базу телефона
wa: Wijzig huidige telefoon offline

source: Chat with Contact
bg: Чат с Контакт
cs: Chatovat s kontaktem
da: Chat med kontakt
es: Chat con el contacto
fi: Chattaa Yhteystiedon kanssa
fr: Chat avec le Contact.
mk: Чат со Контактот
no: Chat med kontakt
pl: Czat z kontaktem
ru: Чат с контактом
sv: Chatta med kontakt
wa: Chat met Contactpersoon

source: WAP Home Page...
bg: WAP Страница...
cs: Domovská stránka WAP
da: WAP-hjemmeside...
es: Página de inicio WAP
fi: WAP kotisivu...
fr: Page WAP de Démarrage...
mk: WAP Страница...
no: WAP-hjemmeside...
pl: Strona domowa WAP...
ru: Домашняя страница WAP...
sv: WAP-hemsida...

source: Edit current WAP Home Page
bg: Редактира текущата Стартовата WAP Страницата
fi: Muokkaa Wap Kotisivua
mk: Едитирај ја тековната Почетна WAP Страница
pl: Edytuj aktualną stronę domową Wap
ru: Редактировать текущую домашнюю страницу WAP

source: Hangup Call
bg: Затвори
cs: Ukončí hovor
da: Læg på
es: Colgar llamada
fi: Keskeytynyt Puhelu
fr: Raccrocher l'Appel
mk: Прекини
no: Avslutt samtale
pl: Zakończ połączenie
ru: Отбой звонка
sv: Avsluta samtal
wa: Ophangen

source: Cancel current Call
bg: Прекъсва текущото Обаждане
cs: Zrušit probíhající hovor
da: Afbryder igangværende opkald
es: Cancelar la llamada actual
fi: Peruuta Puhelu
fr: Annuler l'Appel en cours.
mk: Откажи го тековниот Повик
no: Avbryt samtale
pl: Anuluj aktualne połączenie
ru: Отменить текущий вызов
sv: Avbryt nuvarande samtal
wa: Annuleer huidig Gesprek

source: New &Group...
bg: Нова &Група...
cs: Nová skupina
da: Ny &gruppe...
es: Nuevo &grupo...
fi: R&yhmä...
fr: Nouveau &Groupe...
mk: Нова &Група...
no: Ny &Gruppe...
pl: Nowa &grupa...
ru: Новая &группа...
sv: Ny &Grupp...
wa: Nieuwe &Groep

source: Add new Group
bg: Добавя нова Група
cs: Přidá novou skupinu
da: Tilføjer ny gruppe
es: Añadir nuevo grupo
fi: Lisää uusi Ryhmä
fr: Ajoute un nouveau Groupe.
mk: Додади нова Група
no: Legg til ny Gruppe
pl: Dodaj nową grupę
ru: Добавить новую группу
sv: Lägg till ny Grupp
wa: Maak Nieuwe Groep

source: Enable Silent Mode
bg: Установи глобален Безшумен режим
cs: Nastavit tichý režim
da: Slå Lydløs til
es: Activar modo silencioso
fi: Ota käyttöön Äänetön Tila
fr: Activer Mode Silencieux
mk: Активира Тивок режим
no: Aktiver lydløs
pl: Włącz wyciszenie
ru: Разрешить беззвучную моду
sv: Aktivera ljudlös
wa: Stille Modus Aan

source: Toggle Silent Mode On / Off
bg: Тих Режим - Включен / Изключен
cs: Vypnout / zapnout tichý režim
da: Slår Lydløs til/fra
es: Alternar modo silencioso Act. /Des.
fi: Kytke Äänetön tila Päälle / Pois
fr: Bascule Mode Silencieux On / Off.
mk: Тивок режим - Вклучен /Исклучен
no: Lydløs På / Av
pl: Włącza / wyłącza wyciszenie
ru: Изменить беззвучная мода Вкл / Выкл
sv: Ljudlös På / Av
wa: Zet Stille Modus Aan / Uit

source: Power Off Phone...
bg: Изключи Телефона...
cs: Vypnout telefon...
da: Sluk telefon...
es: Apagar teléfono...
fi: Virran katkaisu...
fr: Eteindre le Mobile...
mk: Исклучи го Телефонот...
no: Slå av telefon...
pl: Wyłącz telefon...
ru: Выключить телефон...
sv: Stäng av telefon...
wa: Schakel Telefoon Uit...

source: Powers phone off instantly
bg: Изключва телефона незабавно
cs: Vypne telefon
da: Slukker telefonen
es: Apagar el teléfono instantaneamente
fi: Virta pois heti
fr: Eteint le mobile immédiatement.
mk: Исклучи го телефонот веднаш
no: Slår av telefonen med en gang
pl: Wyłącza natychmiast telefon
ru: Выключить телефон немедленно
sv: Stäng av telefon genast
wa: Zet Telefoon onmiddelijk uit.

source: Phone &Address Book...
bg: Телефонен &Указател...
fi: Puhelimen &Yhteystiedot...
mk: &Тел. Именик...
pl: Książka &adresów telefonu...
ru: &Адресная книга телефона...
wa: Telefoon &Adresboek

source: Synchronize Phone Contacts
bg: Синхронизира Телефонните Контакти
fi: Synkronoi Puhelimen Yhteystiedot
mk: Синхронизирај Тел. Контакти
pl: Synchronizuj kontakty telefonu
ru: Синхронизировать телефонные контакты

source: Phone &Calendar...
bg: Телефонен &Календар...
fi: Puhelimen &Kalenteri...
mk: Телефонски &Календар...
pl: &Kalendarz telefonu...
ru: &Календарь телефона...
wa: Telefoon &Kalender

source: Synchronize Phone Calendar
bg: Синхронизация на Календара
cs: Synchronizace kalendáře
da: Synkroniser telefonens kalender
es: Sinc. el calendario
fi: Synkronoi Puhelimen Kalenteri
fr: Synchronise le Calendrier du Mobile.
mk: Синхронизација на Календар
no: Synkroniser Telefonkalender
pl: Synchronizuj kalendarz telefonu
ru: Синхронизировать календарь телефона
sv: Synkronisera Telefonkalender
wa: Synchroniseer Telefoon Kalender

source: Microsoft &Outlook Contacts...
bg: Microsoft &Outlook Контакти...
fi: Microsoft &Outlook Yhteystiedot...
mk: Microsoft &Outlook Контакти...
pl: Kontakty &Outlooka...
ru: Контакты Microsoft &Outlook...

source: Sync Phonebook with Microsoft Outlook
bg: Синхронизира Указателя с Microsoft Outlook
fi: Synkronoi Puhelinluettelo Outlookin kanssa
mk: Синх. Тел. именик со Microsoft Outlook
pl: Synchronizuj spis telefonów z Outlookiem
ru: Синхронизировать телефонную книгу с Outlook
wa: Synchroniseer telefoonboek met Microsoft Outlook

source: Phone &Bookmarks...
bg: Телефонни &Отметки...
fi: Puhelimen &Kirjanmerkit...
mk: Телефонски &Адресар...
pl: &Zakładki telefonu...
ru: &Закладки телефона...
wa: Telefoon &Bladwijzers...

source: Synchronize Phone Bookmarks
bg: Синхронизира Телефонните Отметки
cs: Synchronizace záložky prohlížeče
da: Synkroniser telefonens bogmærker
es: Sinc. marcadores
fi: Synkronoi Puhelimen Kirjanmerkit
fr: Synchronise les Favoris du Mobile.
mk: Синхронизација на Тел. Адресар
no: Synkroniser Telefonliste
pl: Synchronizuj zakładki telefonu
ru: Синхронизировать закладки телефона
sv: Synkronisera Telefonbokmärke
wa: Synchroniseer Telefoon Bladwijzers

source: Standard
bg: Стандартна
es: Estandar
fi: Standardi
mk: Стандардна
pl: Standardowy
ru: Стандартная
wa: Standaard

source: Toggle Standard toolbar
bg: Скрива/Показва лентата с бутони - Стандартни
cs: Vypni/zapni standardní lištu
da: Slå standardværktøjerne til/fra
es: Alternar la barra estandar
fi: Kytke Standardi työkalupalkki
fr: Bascule barre d'outils Standard.
mk: Стартер Листа со Алатки - стандардни
pl: Przełącz standardowy pasek narzędzi
ru: Переключить стандартную панель
wa: Schakel Standaard werkbalk

source: Toggle Phone toolbar
bg: Скрива/Показва лентата с бутони - Телефон
cs: Vypni/zapni lištu telefonu
da: Slå telefonværktøjerne til/fra
es: Alternar la barra del teléfono
fi: Kytke Puhelimen työkalupalkki
fr: Bascule barre d'outils Mobile.
mk: Стартер Листа Алатки - Телефон
pl: Przełącz pasek narzędzi telefonu
ru: Переключить панель телефона
wa: Schakel Telefoon werkbalk

source: Calls
bg: Обаждания
cs: Hovory
da: Opkald
es: Llamadas
fi: Puhelut
fr: Appels
mk: Повици
no: Samtaler
pl: Połączenia
ru: Вызовы
sv: Samtal
wa: Gesprekken

source: Toggle Calls toolbar
bg: Скрива/Показва лентата с бутони - Обаждания
cs: Vypni/zapni lištu hovorů
da: Slå opkaldsværktøjerne til/fra
es: Alternar la barra de llamadas
fi: Kytke Puhelut Työkalupalkki
fr: Bascule barre d'outils Appels.
mk: Стартер Листа на Алатки - Повици
pl: Przełącz pasek narzędzi połączeń
ru: Переключить панель вызовов
wa: Schakel Gesprekken Werkbalk

source: Messages
bg: Съобщения
cs: Zprávy
da: Beskeder
es: Mensajes
fi: Viestit
mk: Пораки
no: Meldinger
pl: Wiadomości
ru: Сообщения
sv: Meddelande
wa: Berichten

source: Toggle Messages toolbar
bg: Скрива/Показва лентата с бутони - Съобщения
cs: Vypni/zapni lištu zpráv
da: Slå beskedværktøjerne til/fra
es: Alternar la barra de mensajes
fi: Kytke Viestit Työkalupalkki
fr: Bascule barre d'outils Messages.
mk: Стартер Листа на Алатки - Пораки
pl: Przełącz pasek narzędzi wiadomości
ru: Переключить панель сообщений
wa: Schakel Berichten Werkbalk

source: Toggle Profile toolbar
bg: Скрива/Показва лентата с бутони - Профил
cs: Vypni/zapni lištu profilů
da: Slå profilværktøjslinjen til/fra
es: Alternar la barra de perfil
fi: Kytke Profiilit Työkalupalkki
fr: Bascule barre d'outils Profil.
mk: Стартер Листа на Алатки - Профили
pl: Przełącz pasek narzędzi profilu
ru: Переключить панель профиля
wa: Schakel Profielen werkbalk

source: Explorer
bg: Преглед
cs: Průzumník
da: Navigering
es: Explorador
fi: Hallinta
fr: Explorateur
mk: Пребарувач
no: Utforsker
pl: Eksplorator
ru: Проводник
sv: Utforskare
wa: Verkenner

source: Toggle Explorer toolbar
bg: Показва/Скрива лента с бутони - Прегледа на Телефона
cs: Vypni/zapni průzkumníka
da: Slå navigeringsværktøjerne til/fra
es: Alternar la barra del Explorador
fi: Kytke Hallinnan työkalupalkki
fr: Bascule barre d'outils Explorer.
mk: Стартер на листата на Пребарувачот
pl: Przełącz pasek narzędzi eksploratora
ru: Переключить панель проводника
wa: Schakel Verkenner werkbalk

source: P&roperties
bg: &Свойства
cs: Vlastnosti
da: Egenskabe&r
es: P&ropiedades
fi: &Ominaisuudet
fr: P&ropriétés
mk: &Можности
no: Egenskape&r
pl: &Właściwości
ru: С&войства
sv: Egenskape&r
wa: E&igenschappen

source: Opens object properties dialog
bg: Отваря диалог със свойствата на обекта
fi: Avaa objektin ominaisuudet dialogin
mk: Отвори диалог со можности на објектот
pl: Otwiera okno właściwości obiektu
ru: Открыть диалог свойств объекта

source: Phone &Time...
bg: Телефонен &Часовник...
fi: Puhelimen A&ika...
mk: Телефон &Време...
pl: &Czas telefonu...
ru: Время телефона...
wa: Telefoon &Tijd...

source: Synchronize Phone Clock
bg: Синхронизира Телефонния Часовник
cs: Synchronizace času v telefonu
da: Synkroniser telefonens ur
es: Sincroniza el reloj del teléfono
fi: Synkronoi Puhelimen Kello
fr: Synchronise l'Heure du Mobile.
mk: Синхронизирајго Телефонскиот Часовник
no: Synkroniser Telefonklokke
pl: Synchronizuj zegar telefonu
ru: Синхронизировать часы телефона
sv: Synkronisera Telefonklocka
wa: Synchroniseer Telefoon Klok

source: Add New Folder...
bg: Добави Нова Папка...
da: Tilfj ny mappe...
fi: Lisää Uusi Kansio...
mk: Додади Нова Папка...
pl: Dodaj nowy katalog...
ru: Добавить новую папку...

source: Creates a new folder under current one
bg: Създава нова Папка в текущата
fi: Luo uuden kansion nykyiseen kansioon
mk: Креирај нова папка во тековната
pl: Tworzy nowy katalog pod aktualnym
ru: Создать новую папку ниже текущей

source: Delete Folder...
bg: Премахни Папка...
fi: Poista tiedosto...
mk: Избриши Папка...
pl: Usuń katalog...
ru: Удалить папку...

source: Deletes current folder
bg: Премахва текущата папка
fi: Poistaa nykyisen kansion
mk: Избриши ја тековната Папка
pl: Usuwa aktualny katalog
ru: Удаление текущей папки

source: Synchronize All...
bg: Синхронизация на Всичко...
da: &Alle data
fi: Synkronoi kaikki...
mk: Синхронизирај Се...
pl: Synchronizuj wszystko...
ru: Синхронизировать всё...

source: Synchronize all kind of data
bg: Синхронизира всички данни
fi: Synkronoi kaikki tiedot
mk: Синхронизирај ги сите Дати
pl: Synchronizuj wszystkie rodzaje danych
ru: Синхронизировать все виды данных

source: Phone Text &Messages...
bg: Телефонни Текстови &Съобщения...
fi: Puhelimen Tekstiv&iestit...
mk: Телефонски Текст &Пораки...
pl: &Wiadomości tekstowe telefonu...
ru: Текстовые &сообщения телефона...

source: Synchronize Phone SMS Folders
bg: Синхронизация на Телефонните SMS Папки
fi: Synkronoi Puhelimen SMS kansiot
mk: Синхронизација на Тел. SMS Папки
pl: Synchronizuj katalogi SMS telefonu
ru: Синхронизировать SMS папки телефона

source: Rules
bg: Правила
fi: Säännöt
mk: Правила
pl: Zasady
ru: Правила

source: Export &Rules...
bg: Експорт на &Правила...
fi: &Säännöt...
mk: Експорт на &Правила...
pl: Eksportuj &zasady...
ru: Экспорт &правил...

source: Opens delivery rules manager for this folder
fi: Avaa kansion toimitussäännöt
pl: Otwiera menedżera zasad dostarczenia dla tego katalogu

source: Player
fi: Soitin
pl: Odtwarzacz

source: Toggle Player
fi: Kytke Soitin
pl: Przełącz odtwarzacz

source: Toggle Media Player On / Off
fi: Kytke Media Soitin Päälle / Pois
pl: Włącza / wyłącza odtwarzacz

source: Synchronize
bg: Синхронизация
cs: Synchronizace
da: Synkroniser
es: Sincronizar
fi: Synkronoi
fr: Synchroniser
mk: Синхронизација
no: Synkroniser
pl: Synchronizuj
ru: Синхронизировать
sv: Synkronisera
wa: Synchroniseer

source: &Phone
bg: &Телефон
cs: &Telefon
da: Telefon
es: &Teléfono
fi: &Puhelin
fr: &Mobile
mk: &Телефон
no: Tele&fon
pl: &Telefon
ru: &Телефон
sv: Tele&fon
wa: &Telefoon

source: &New...
fi: &Uusi...
pl: &Nowy...

source: Lookup for new phone
fi: Hae uusi puhelin
pl: Szuka nowego telefonu

source: &Edit
bg: &Редактиране
cs: Úpr&avy
da: R&ediger
es: &Editar
fi: &Muokkaa
fr: &Edition
mk: &Едитирање
no: &Rediger
pl: &Edycja
ru: &Правка
sv: &Redigera
wa: &Wijzig

source: Message Recipients...
bg: Получатели на Съобщение...
cs: Příjemce zpráv...
da: Foretrukne SMS-modtagere...
es: Destinatarios del mensaje...
fi: Viestin Vastaanottajat...
fr: Destinataires de Messages...
mk: Примачи на Пораки...
no: Send melding til flera mottakere...
pl: Odebrane wiadomości...
ru: Получатели сообщения...
sv: Skicka meddelande till flera mottagare...
wa: Bericht Ontvanger...

source: Shows SMS Favorites
bg: Показва Предпочитаните SMS-и
cs: Oblíbené SMS
da: Lav en liste over dem du oftest sender SMS til
es: Mostrar favoritos de los SMS
fi: Näyttää SMS Suosikit
fr: Affiche les destinataires favoris pour les SMS.
mk: Покажи ги Омилените SMS-и
no: Viser SMS-favoritter
pl: Pokazuje ulubione SMSy
ru: Показать избранные SMS
sv: Visar SMS-favoriter
wa: Toon SMS Favorieten

source: Contact Calls...
bg: Списък Обаждания...
cs: Hovory...
da: Foretrukne opkaldsmodtagere
es: LLamadas...
fi: Yhteystiedon Puhelut...
fr: Contacts d'Appels...
mk: Список на Повици...
no: Kontakt ringer...
pl: Połączenia kontaktu...
ru: Вызовы контакта...
sv: Kontakt ringer...
wa: Contactpersoon Gesprekken...

source: Shows Call Favorites
bg: Показва Предпочитаните Обаждания
cs: Oblíbená volání
da: Lav en liste over dem du oftest ringer til
es: Mostrar favoritos de llamadas
fi: Näytä Suosikki Puhelut
fr: Affiche les destinataires favoris pour les appels.
mk: Покажи ги Омиленити Повици
no: Viser Samtalesfavoritter
pl: Pokazuje ulubine połączenia...
ru: Показать избранные вызовы
sv: Visar Samtalsfavoriter
wa: Toon Gesprek Favorieten

source: Developer &Tools
bg: &Инструменти за Разработчиците...
da: Udviklingsværk&tøjer
fi: Kehittäjän &Työkalut
mk: &Алатки за Конструкторите...
pl: Twórca i &narzędzia
ru: Инструментарий &разработчика
wa: Ontwikkelaar &Gereedschap

source: Shows Developer Tools
bg: Показва инструменти за разработчиците
cs: Vývojové nástroje
da: Viser udviklingsværktøjerne
es: Muestra las herramientas de los desarrolladores
fi: Näytä Kehittäjien Työkalut
fr: Affiche les Outils de Développement
mk: Покажи ги Алатките за Конструктори
pl: Pokazuje narzędzia twórcy
ru: Показать инструментарий разработчика
wa: Toon Ontwikkelaar Gereedschap

source: Toolbars
bg: Ленти с Бутони
cs: Nástrojová lišta
da: Værktøjslinjer
es: Barras de herramientas
fi: Työkaluvalikko
fr: Barre d'outils
mk: Ленти со Опции
no: Verktøyfelt
pl: Paski narzędzi
ru: Панели
sv: Verktygsfält
wa: Werkbalken

source: &Action
bg: &Действие
da: H&andlinger
fi: Toimint&o
mk: &Акција
pl: &Czynności
ru: &Действие
wa: &Actie

source: &Sync
bg: &Синхронизация
da: &Synkroniser
fi: &Synkronoi
mk: &Синхронизација
pl: &Synchronizuj
ru: &Синхронизация

source: Scripting Options...
bg: Настройки на Скриптовете...
da: Skript-indstillinger
fi: Skriptivalinnat...
mk: Опции на Скриптите...
pl: Opcje skryptów...
ru: Настройки сценария...

source: Language Options...
bg: Настройки на Езика...
da: Sprog-indstillinger
fi: Kielivalinnat...
mk: Избор на Јазик...
pl: Opcje języka...
ru: Настройки языка...

source: Proximity Options...
bg: Настройки на Близостта...
da: Nrheds-indstillinger
fi: Lähestymisen Valinnat...
mk: Опции за Блискоста...
pl: Opcje bliskości...
ru: Настройки сближения...

source: Delivery Options...
bg: Настройки на Доставката...
fi: Toimittamisen Valinnat...
mk: Опции за Достава...
pl: Opcje dostarczenia...
ru: Настройки доставки...

source: My Script Menu
bg: Моето Скрипт Меню
da: Min skript-menu
fi: Oma Skriptimenu
mk: Моето Скрипт Мени
pl: Moje menu skryptów
ru: Меню моего сценария
wa: Mijn Script Menu

source: Script commands
bg: Скрипт команди
fi: Skriptikomennot
mk: Скрипт команди
pl: Komendy skryptu
ru: Команды сценария

source: Import
bg: Импорт
da: Importer...
fi: Tuo
mk: Импорт
pl: Importuj
ru: Импорт

source: Import and Export commands
bg: Импорт и Експорт команди
fi: Tuo ja Vie komennot
mk: Импорт и Експорт команди
pl: Importuj i eksportuj komendy
ru: Команды Импорта и Экспорта

source: Import &Bookmarks...
bg: Импорт на &Отметки...
fi: &Kirjanmerkit...
mk: Импорт на &Адресари...
pl: Importuj &zakładki...
ru: Импорт &закладок...

source: Import &Rules...
bg: Импорт &Правила...
fi: &Säännöt...
mk: Импорт &Правила...
pl: Importuj z&asady...
ru: Импорт &правил...

source: Export
bg: Експорт
da: Eksporter...
fi: Vie
mk: Експорт
pl: Eksportuj...
ru: Экспорт

source: Export &Bookmarks...
bg: Експорт на &Отметки...
fi: &Kirjanmerkit...
mk: Експорт на &Адресари...
pl: Eksportuj &zakładki...
ru: Экспорт &закладок...

source: &Help
bg: &Помощ
cs: &Nápověda
da: &Hjælp
es: &Ayuda
fi: &Apua
mk: &Помош
no: &Hjelp
pl: &Pomoc
ru: &Справка
sv: &Hjälp

source: Topics Index...
da: TI
fi: Aiheet...
pl: Indeks tematów...

source: Searching Help...
da: SH
fi: Etsii Apua...
pl: Szukanie pomocy...

source: &Getting Started...
bg: &Начален Съветник...
fi: A&loitus...
mk: &Подеси врска...
pl: &Rozpoczynanie...
ru: &Начало работы...
wa: &Start Hier...

source: Opens FMA Getting Started wizard
bg: Съветник подпомагащ начинаещите
fi: Avaa FMAn Aloitusvelhon
mk: Волшебник за почеток на Врска
pl: Otwiera Kreator rozpoczyniania fma
ru: Открытие Мастера начала работы с FMA

source: Check for &Updates...
bg: Провери за &Нови версии...
fi: &Etsi Päivityksiä...
mk: Провери за &Нови Верзии...
pl: &Sprawdź aktualizacje...
ru: Проверить &обновления...
wa: Check voor &Updates

source: Opens FMA Web Update wizard
bg: Съветник - Интернет Обновяване
fi: Avaa FMAn Web Päivitysvelhon
mk: Волшебник - Интернет Обновување
pl: Otwiera Kreator aktualizacji fma
ru: Открытие Мастера обновления FMA через Web

source: FMA On The Web
bg: FMA в Интернет
fi: FMA Verkossa
mk: FMA на Интернет
pl: Fma w internecie
ru: FMA на Web

source: Web Links
bg: Интернет Връзки
cs: Internetové odkazy
da: Bogmærker
es: Link de Web
fi: Web Linkit
fr: Liens web
mk: Интернет Линкови
no: Web-linker
pl: Linki internetowe
ru: Web ссылки
sv: Webblänkar

source: Home Page...
bg: Начална Страница...
fi: Kotisivu...
mk: Главна Страна...
pl: Strona domowa...
ru: Домашняя страница...

source: Opens a Web browser to FMA home page.
bg: Отваря в Web браузър Интернет страницата на FMA.
fi: Avaa Webselaimella FMA-kotisivun.
mk: Отвоти WEB пребарувач на Интернет страницата на FMA.
pl: Otwiera przeglądarkę internetową z domową stroną fma.
ru: Открыть Web браузер на домашней странице FMA.

source: Community Forums...
bg: Интернет Форуми...
fi: Yhteisön Foorumit...
mk: Интернет Форуми...
pl: Forum społeczności...
ru: Форумы сообщества...

source: Opens a Web browser to FMA forums page.
bg: Отваря в Web браузър Интернет Форума на FMA.
fi: Avaa Webselaimella FMAn foorumisivun.
mk: Отвори Web Пребарувач на Интернет Форумот на FMA.
pl: Otwiera przeglądarkę internetową ze stroną forum fma.
ru: Открыть Web браузер на странице форумов FMA.

source: Developers Page...
bg: Страница на Разработчиците...
fi: Kehittäjien Sivu...
mk: Страница на Креаторите...
pl: Strona twórców fma...
ru: Страница разработчиков...

source: Opens a Web browser to FMA developers page.
bg: Отваря в Web браузър Интернет страницата на разработчиците на FMA.
fi: Avaa Web selaimella FMAn kehittäjien sivu.
mk: Отвори WEB пребарувач на Интернет страницата На Креаторите на FMA.
pl: Otwiera przeglądarkę internetową ze stroną twórców fma.
ru: Открыть Web браузер на странице разработчиков FMA.

source: Today Caption
bg: Заглавие: Fma - Днес
cs: Uvítací nápis
da: I dag
es: Hoy
fi: Kuvateksti Tänään
fr: Titre Aujourd'hui
mk: Поглавје: Fma - Денес
pl: Dzisiejszy nagłówek
ru: Заголовок сегодня
wa: Vandaag

source: Select file to upload
bg: Изберете файл за качване
cs: Vyber soubor pro uložení
da: Vælg fil, der skal sendes
es: Selecciona el archivo para subir
fi: Valitse siirrettävä tiedosto
fr: Sélectionner le fichier à envoyer
mk: Избери фаил за подигање
no: Velg fil å sende
pl: Wybierz plik do wysłania
ru: Выберите файл для загрузки
sv: Välj fil att skicka
wa: Selecteer bestand voor upload

source: Export Text Messages As...
bg: Експорт на Текстови &Съобщения Като...
fi: Tallenna Tekstiviestit nimellä...
mk: Експорт на Текстови &Пораки Како...
pl: Eksportuj wiadomości jako...
ru: Экспортировать текстовые сообщения как...
wa: Exporteer Bericht als...

source: Export Contacts As...
bg: Експорт на &Контакти Като...
fi: Tallenna Yhteystiedot nimellä...
mk: Експорт на &Контакти Како...
pl: Eksportuj kontakty jako...
ru: Экспортировать контакты как...
wa: Exporteer Contact als...

source: Not Connected
bg: Несвързан
fi: Ei Yhdistetty
mk: Неповрзан
pl: Niepołączony
ru: Не подключёно

source: Show Phone Explorer
bg: Показва Прегледа на Телефона
cs: Spustit průzkumník telefonu
da: Vis telefonoversigten
es: Mostrar el explorador del teléfono
fi: Näytä Puhelimen Hallinta
fr: Affiche l'Explorateur de Mobile.
mk: Покажи Преглед на Телефонот
no: Vis Telefonutforsker
pl: Pokaż eksplorator telefonu
ru: Показать телефонный проводник
sv: Visa Telefonutforskare
wa: Toon Telefoon Verkenner

source: Status Diagram
bg: Диаграма за Състоянието
cs: Stavový diagram
es: Diagrama de estado
fi: Tila Kuvio
fr: Diagramme de Statut
mk: Диаграм за Статусот
pl: Diagram statusu
ru: Диаграмма состояния

source: Refresh View
bg: Опресни Изгледа
cs: Obnovit zobrazení
da: Opdater visning
es: Actualizar vista
fi: Virkistä Näkymä
fr: Rafraîchir la Vue
mk: Освежи Изглед
no: Oppdater
pl: Odśwież widok
ru: Обновить просмотр
sv: Uppdatera Vy
wa: Ververs Scherm
