Repository: jomael/fma
Catalog: locale/*/LC_MESSAGES/default.po
Languages: bg, cs, da, es, fi, fr, mk, no, pl, ru, sv, wa

source: vCard files (*.vcf)|*.vcf|CSV files (*.csv)|*.csv|XML files (*.xml)|*.xml|Html files (*.html)|*.html
fr: fichiers vCard (*.vcf)|*.vcf|fichiers CSV (*.csv)|*.csv|fichiers XML (*.xml)|*.xml|fichiers Html (*.html)|*.html
no: vCard-filer (*.vcf)|*.vcf|CSV-filer (*.csv)|*.csv|XML-filer (*.xml)|*.xml|HTML-filer (*.html)|*.html
sv: vCard-filer (*.vcf)|*.vcf|CSV-filer (*.csv)|*.csv|XML-filer (*.xml)|*.xml|HTML-filer (*.html)|*.html

source: All Files|*.*
fr: Tous les Fichiers|*.*
no: Alle filer|*.*
sv: Alla filer|*.*

source: (unknown)
fr: (inconnu)
no: (ukjent)
sv: (okänd)

source: <device>
fr: <périphérique>
no: <telefon>
sv: <hårdvara>

source: Custom
fr: Spécifique
no: Egen
sv: Egen

source: <counter>
fr: <compteur>
no: <teller>
sv: <räknare>

source: VBScript (*.vbscript)|*.vbscript;*.vbs|JScript (*.jscript)|*.jscript|All Files|*.*
fr: VBScript (*.vbscript)|*.vbscript;*.vbs|JScript (*.jscript)|*.jscript|Tous les Fichiers|*.*
no: VBScript (*.vbscript)|*.vbscript;*.vbs|JScript (*.jscript)|*.jscript|Alle filer|*.*
sv: VBScript (*.vbscript)|*.vbscript;*.vbs|JScript (*.jscript)|*.jscript|Alla filer|*.*

source: Default=Current folder:
fr: Default=Dossier actuel :

source: 0009=Current folder:
fr: 0009=Dossier actuel :

source: 0409=Current folder:
fr: 0409=Dossier actuel :

source: Default=New folder
fr: Défaut=Nouveau dossier

source: 0009=New folder
fr: 0009=Nouveau dossier

source: 0409=New folder
fr: 0409=Nouveau dossier

source: VBScript Files (*.vbs)|*.vbs
fr: Fichiers VBScript (*.vbs)|*.vbs
no: VBScript-filer (*.vbs)|*.vbs
sv: VBScript-filer (*.vbs)|*.vbs

source: vCard Files (*.vcf)|*.vcf|All Files|*.*
fr: Fichiers vCard (*.vcf)|*.vcf|Tous les Fichiers|*.*
no: vCard-filer (*.vcf)|*.vcf|Alle filer|*.*
sv: vCard-filer (*.vcf)|*.vcf|Alla filer|*.*

source: Last First
fr: Dernier -> Premier
no: Etternavn Fornavn
sv: Efternamn Förnamn

source: <hint>
fr: <aide>
no: <tips>
sv: <tips>

source: <what>
fr: <quoi>
no: <hva>
sv: <vad>

source: <ready>
fr: <prêt>
no: <klar>
sv: <redo>

source: <done>
fr: <fait>
no: <klar>
sv: <klar>

source: Update files (*.dif;*.rev)|*.dif;*.rev|All files|*.*
fr: Fichiers de Mise à jour (*.dif;*.rev)|*.dif;*.rev|Tous les Fichiers|*.*
no: Oppdateringsfiler (*.dif;*.rev)|*.dif;*.rev|Alle filer|*.*
sv: Uppdateringsfiler (*.dif;*.rev)|*.dif;*.rev|Alla filer|*.*

source: Load
fr: Charger
no: Åpne
sv: Ladda

source: Find
fr: Chercher
no: Søk
sv: Sök

source: Test Application
fr: Application de Test
no: Testapplikation
sv: Testapplikation

source: Current Build:
fr: Compilation Actuelle :
no: Nåværende Build:
sv: Nuvarande Build:

source: Update...
fr: Mise à jour...
no: Oppdatering...
sv: Uppdatering...

source: %s - application error
fr: %s - erreur de l'application
no: %s - programfeil
sv: %s - programfel

source: Exception class: %s
fr: Classe de l'exception : %s

source: Exception message: %s
fr: Message de l'exception : %s

source: Exception address: %p
fr: Adresse de l'exception : %p

source: Stack list, generated %s
fr: Liste de la pile, date de génération : %s

source: List of loaded modules:
fr: Liste des modules chargés :
no: Liste over brukte moduler:
sv: Lista över laddade moduler:

source: System : %s %s, Version: %d.%d, Build: %x, "%s"
fr: Système : %s %s, Version : %d.%d, Compilation : %x, "%s"
no: System : %s %s, Versjon: %d.%d, Build: %x, "%s"

source: Processor: %s, %s, %d MHz %s%s
fr: Processeur : %s, %s, %d MHz %s%s

source: Display : %dx%d pixels, %d bpp
fr: Affichage : %dx%d pixels, %d bpp
no: Vis : %dx%d pixler, %d bpp
sv: Visa : %dx%d pixlar, %d bpp

source: Active Controls hiearchy:
fr: Hiérarchie des "Active Controls" :

source: Thread: %s
fr: Processus : %s
no: Tråd: %s
sv: Tråd: %s

source: (no version info)
fr: (pas d'information sur la version)
no: (ingen versjonsinformasjon)
sv: (ingen versionsinformation)

source: You have to select a phone device connection first.
fr: Vous devez sélectionner une connexion à un périphérique mobile en premier.

source: Select preffered connection and click Next to continue.
fr: Sélectionnez la connexion préférée puis cliquez sur Suivant pour continuer.

source: vCard files (*.vcf)|*.vcf|CSV files (*.csv)|*.csv|XML files (*.xml)|*.xml|Html files (*.html)|*.html|Opera contacts (*.adr)|*.adr
fr: vCard (*.vcf)|*.vcf|fichiers CSV (*.csv)|*.csv|fichiers XML (*.xml)|*.xml|fichiers Html (*.html)|*.htmlfichiers vCard (*.vcf)|*.vcf|fichiers CSV (*.csv)|*.csv|fichiers XML (*.xml)|*.xml|fichiers Html (.html)|*.html|Contacts Opera (*.adr)|*.adr

source: vCard files (*.vcf)|*.vcf|XML files (*.xml)|*.xml|
fr: fichiers vCard (*.vcf)|*.vcf|fichiers XML (*.xml)|*.xml|
no: vCard-filer (*.vcf)|*.vcf|XML-filer (*.xml)|*.xml|
sv: vCard-filer (*.vcf)|*.vcf|XML-filer (*.xml)|*.xml|

source: Not implemented yet
fr: Pas encore implémenté
no: Ikke støttet enda
sv: Stöd finns ej än

source: Phonebook IRMC synchronization uses ObEx protocol, so this feature will be disabled as well!
fr: La synchronisation IRMC du Répertoire Tel. utilise le protocole OBEX. Cette fonctionnalité sera également désactivée !

source: Phone folders browseing uses ObEx protocol, so this feature will be disabled (see Startup page)!
fr: Le navigation dans les dossiers utilise le protocole OBEX. Cette fonctionnalité sera également désactivée (se référer à la page de Démarrage) !

source: Outlook synchronization requires IRMC Sync, so this feature will be disabled as well!
fr: La synchronisation Outlook utilise le protocole OBEX. Cette fonctionnalité sera également désactivée !

source: Bookmark synchronization is not implemented yet!
fr: Synchronication des Favoris non encore implémentée !

source: CPU utilization is too high!
fr: Utilisation CPU trop élevée !

source: Error in regular expression: %s
fr: Erreur dans l'expression régulière : %s

source: Unexpected end of pattern.
fr: Fin inattendue du modèle.

source: Character class not closed, ']' is missing.
fr: Classe de caractère non fermée, ']' est manquant.

source: Unbalanced group expression, ')' is missing.
fr: Expression de groupe non équilibrée, ')' est manquant

source: A character property is invalid
fr: Une propriété de caractère est invalide

source: Expression is empty.
fr: L'expression est vide.

source: Kb
fr: Ko

source: (in order of appearance)
no: (i den rekkefølgen de vises)
sv: (i den ordning de visas)

source: Still in the progress of adding,
no: Under utvikling,
sv: Fortfarande under utveckling,

source: let me know if your name
no: hva er navnet ditt?
sv: låt mig veta om ditt namn

source: should be here :-)
no: burde vært med her :-)
sv: borde vara med här :-)

source: Credits:
no: Takk til:
sv: Tack till:

source: <num>
no: <nr>
sv: <nr>

source: mmmm yyyy
sv: mmmm åååå

source: d.M.yyyy
sv: d.M.åååå

source: dddd, mmmm dd, yyyy
sv: dddd, mmmm dd, åååå

source: SYNC
no: SYNK
sv: SYNK

source: LOG
no: LOGG
sv: LOGG

source: log
no: logg
sv: logg

source: &Select...
no: &Velg...
sv: &Välj...

source: S&elect...
no: &Velg...
sv: &Välj...

source: Preferences
no: Innstillinger
sv: Inställningar

source: Additional Information
no: Ytterligere informasjon
sv: Ytterligare information

source: Contact Notes
no: Kontakt Anmerkninger
sv: Anteckningar

source: Please note that settings for Personalize, Prefferences and Outlook are Fma specific and will not be synchronized with phone.
no: Innstillinger for Persondata, Innstillinger og Outlook er FMA-spesifikke og synkroniseres ikke med telefonen.
sv: Notera att inställningar för Personifiera, Inställningar och Outlook är FMA-specifika inställningar och synkroniseras inte med telefonen.

source: &Reset
sv: &Återställ

source: type
sv: typ

source: Fma Today Page
no: FMA Idag
sv: FMA Idag

source: Outlook Sync
no: Outlook synk.
sv: Outlook synk.

source: Outlook Folders
no: Outlook-mapper
sv: Outlook-mappar

source: Please select which Outlook folders contain contacts to be synchronized with FMA. Right-click to chose New Contacts target folder (shown in bold).
no: Velg de Outlook-mapper som inneholder de kontakter som skal synkroniseres med FMA. Høyre-klikk for å velge ny mappe (vises i fetstil).
sv: Var god välj de Outlook-mappar innehållande de kontakter som ska synkroniseras med FMA. Höger-klicka för att välja ny mapp (visar i fetstil).

source: Debug Window
no: Debugg Vindu
sv: Debugg-fönster

source: A lower value means more transparency, while a higher value will make a window more solid (less transparency). Range value: 120-255.
no: Lavere verdi gir mer gjennomsiktighet, høyere verdi gjør vinduet mindre gjennomsiktig. Verdi mellom: 120-255.
sv: Ett lägre värde ger mer genomskinlighet, medan ett högre värde gör fönstret mindre genomskinligt. Värde mellan: 120-255.

source: Regional Settings
no: Regionelle innstillinger
sv: Regionella inställningar

source: Preffered language*
no: Forhåndsvalgt språk*
sv: Förvalt språk*

source: * Application must be restarted in order to apply this setting
no: * FMA må restartes for å endre innstillingene
sv: * FMA måste startas om för att inställningarna ska börja gälla

source: ** Active Language
no: ** Valgt språk
sv: ** Valt språk

source: Pc
sv: Dator

source: <description>
no: <beskrivelse>
sv: <beskrivning>

source: Possible
no: Mulig
sv: Möjlig

source: My %s Phone (%s)
no: Min %s Telefon (%s)
sv: Min %s Telefon (%s)

source: New message from
no: Ny melding fra
sv: Nytt meddelande från

source: Downloading phonebook (%s - %s)...
no: Laster ned Telefonliste (%s - %s)...
sv: Hämtar telefonbok (%s - %s)...

source: Sending out messages (%d sent, %d failed)
no: Sender ut meldinger (%d sendt, %d mislykket)
sv: Skickar ut meddelande (%d skickade, %d misslyckade)

source: Error: Outlook Synchronize aborted (%s: %s)
no: Feil: Outlook-synkronisering avbrutt (%s: %s)
sv: Fel: Outlook-synkronisering avbruten (%s: %s)

source: ** (auto detected)
no: ** (oppdag automatiskt)
sv: ** (upptäck automatiskt)

source: No new updates are available over Internet right now.You could try again later or you could proceed if you have local update files.
no: Ingen oppdateringer tilgjengelige.
sv: Det finns inga uppdateringar tillgängliga på Internet. Var god försök senare, eller fortsätt om du har uppdateringsfilerna på din dator.

source: *** Update started
no: *** Oppdatering startet
sv: *** Uppdatering påbörjad

source: &Next >>
no: &Neste >>
sv: &Nästa >>

source: (custom)
no: (egen)
sv: (egen)

source: Web updates are NOT supported
no: Web oppdatering støttes IKKE
sv: Webbuppdatering stöds INTE

source: Current version: Build
no: Nåværende versjon: Build
sv: Nuvarande version: Build

source: Build Unknown
no: Ukjent Build
sv: Okänd Build

source: Web Update Wizard is not complete. If you exit it now application will not be updated.You can run this wizard at a later time to complete the update process. To exit Web Update Wizard right now click Yes. To continue updating click No.
no: Web Oppdatering er ikke ferdig. Om du avbryter nå vil FMA ikke oppdateres. Du kan starte guiden senere for å avslutte oppdaterinsprosessen. For å avslutte web oppdateringen nå, klikk på Ja. For å fortsette oppdateringen klikk på Nei.
sv: Webbuppdatering är inte klar. Om du avbryter den nu kommer FMA inte att uppdateras. Du kan starta guiden senare för att avsluta uppdaterinsprocessen. För att avsluta webbuppdateringen nu, klicka på Ja. För att fortsätta uppdatera klicka på Nej.

source: <version>
no: <versjon>

source: Version
no: Versjon

source: txt
no: tekst
