Repository: jomael/fma
Catalog: locale/*/LC_MESSAGES/default.po
Languages: bg, cs, da, es, fi, fr, mk, no, pl, ru, sv, wa

source: About
bg: Относно
cs: O programu
da: Om...
es: Acerca de
fi: Tietoja
fr: A propos
mk: За
no: Om
pl: floAt's Mobile Agent PL w wersji 0.9.17
ru: О программе
sv: Om
wa: Over

source: This software product is licensed under terms and conditions of General Public License (GPL).
bg: Този софтуерен продукт е лицензиран по условията на General Public License (GPL).
da: Dette program licensieres under betingelserne i "General Public License (GPL)".
fi: Tämän ohjelma on lisensoitu Gemeral Public License (GPL) ehtojen mukaisesti.
mk: Овој софтвер е лиценциран по условите General Public License (GPL).
pl: Ten program jest licencjonowany na warunkach General Public License (GPL).
ru: Этот продукт лицензирован на условиях General Public License (GPL).
wa: Deze software is gelicenseerd onder de voorwaarden en condities van General Public Licence (GPL)

source: Please use the fma website mentioned below for any bug reports or feature requests. Do not contact the developers personally. You can also visit us on IRC (irc.chatspike.net #fma).
bg: При открити грешки в програмата или при желание за нови възможности в нея, моля използвайте сайта посочен по-долу. Не се обръщайте към разработчиците персонално. Вие също можете да посетите IRC канала (irc.chatspike.net #fma).
cs: Prosím, pokud najdete chyby nebo máte jakékoliv připomínky k programu, kontaktujte tvůrce. Kontakty jsou uvedené níže. Také nás můžete kontaktova na IRC (irc.chatspike.net #fma).
da: Brug FMA's hjemmeside til at rapportere fejl eller foreslå nye funktioner. Kontakt ikke udviklerne direkte. Du kan også besøge os på IRC (irc.chatspike.net #fma).
es: Por favor, usar la página web mencionada abajo para exponer cualquier fallo o alguna propuesta. No contactar personalmente con los desarrolladores. Puedes visitarnos también en nuestro IRC (irc.chatspike.net #fma).
fi: Käytä alla mainittua fma websivua virheiden raportointiin tai toivoaksesi uusia ominaisuuksia. Älä ota yhteyttä kehittäjiin henkilökohtaisesti. Voit myös vierailla IRC (irc.chatspike.net #fma).
fr: SVP, pour signaler des bugs ou proposer des améliorations, utilisez le site web indiqué ci-dessous
mk: Ве молиме користетего FMA веб-сајтот спомнат подолу за било какви грешки во програмата или при билокакви идни барања. Не ги контактирајте создавачите лично. Може исто така да не посетите на IRC (irc.chatspike.net #fma).
no: Bruk FMA:s hjemmeside for å rapportere bugs eller forslag på framtidige funksjoner. Kontakt ikke utviklere personlig. Du kan også treffe oss på IRC (irc.chatspike.net #fma).
pl: Jest to DARMOWA polska nakładka językowa. Odwiedź www.club-se.pl Jeśli kupiłeś - przepłaciłeś!
ru: Для отчётов об ошибках или для запросов новых возможностей программы пользуйтесь сайтом fma. Не связывайтесь с разработчиками лично. Мы на IRC (irc.chatspike.net #fma).
sv: Vänligen använd FMA:s hemsida för att rapportera buggar eller förslag på framtida funktioner. Kontakta inte utvecklare personligen. Du kan också hitta oss på IRC (irc.chatspike.net #fma).
wa: Gebruik onderstaande FMA site voor bug meldingen of aanvullingen aan het programma. Benader de ontwikkelaars niet persoonlijk. U kunt ons vinden op IRC (irc.chatspike.net #fma).

source: Credits should go to (in order of appearance):
bg: Благодарностите трябва да следват (в реда на появяване):
cs: Poděkování patří:
da: Tak til (i kronologisk rækkefølge):
es: Agradecimientos (En orden de aparición)
fi: Kiitokset kuuluvat (esiintymisjärjestyksessä):
fr: Les crédits vont à (dans l'ordre d'apparition)
mk: Благодарностите треба да следат (во редоот на појавување):
pl: Zasługi należą się (w kolejności pojawiania):
ru: Благодарности (в порядке появления)
wa: Credits gaan naar (op volgorde):

source: :: LEAD DEVS ::
bg: :: ВОДЕЩИ РАЗРАБОТЧИЦИ ::
cs: :: PROGRAMOVÁNÍ ::
es: :: DESARROLLADORES ::
fi: :: PÄÄKEHITTÄJÄT ::
fr: :: PRINCIPAUX DEVS ::
no: :: UTVIKLERE ::
pl: :: GŁÓWNI AUTORZY ::
ru: :: ВЕДУЩИЕ РАЗРАБОТЧИКИ ::
sv: :: UTVECKLARE ::

source: :: CREDITS ::
bg: :: БЛАГОДАРНОСТИ ::
cs: :: PODĚKOVÁNÍ ::
es: :: AGRADECIMIENTOS ::
fi: :: KIITOKSET ::
mk: :: БЛАГОДАРНОСТ ::
no: :: TAKK TIL ::
pl: :: TWÓRCY ::
ru: :: БЛАГОДАРНОСТИ ::
sv: :: TACK TILL ::

source: :: FORUMS ::
bg: :: ФОРУМИ ::
cs: :: FÓRUM ::
es: :: FOROS ::
fi: :: FOORUMIT ::
mk: :: ФОРУМИ ::
no: :: FORUM ::
pl: :: FORUM ::
ru: :: ФОРУМЫ ::
sv: :: FORUM ::

source: :: SCRIPTS ::
bg: :: СКРИПТОВЕ ::
cs: :: SKRIPTY ::
fi: :: SKRIPTIT ::
mk: :: СКРИПТИ ::
no: :: SCRIPT ::
pl: :: SKRYPTY ::
ru: :: СЦЕНАРИИ ::
sv: :: SKRIPT ::

source: :: LOCALIZATIONS ::
bg: :: ЛОКАЛИЗАЦИИ ::
cs: :: PŘEKLAD ::
es: :: TRADUCCIONES ::
fi: :: KÄÄNNÖKSET ::
fr: :: TRADUCTIONS ::
mk: :: ПРЕВОДИ ::
no: :: OVERSETTINGER ::
pl: :: LOKALIZACJE ::
ru: :: ЛОКАЛИЗАЦИИ ::
sv: :: ÖVERSÄTTNINGAR ::
wa: :: VERTALINGEN ::

source: Thanks to all!
bg: Благодаря на всички!
cs: Děkujeme všem!
da: Tak til alle!
es: Gracias a todos
fi: Kiitos kaikille!
fr: Merci à tous !
mk: Благодарност до сите
no: Takk til alle!
pl: Dzięki wszystkim!
ru: Всем спасибо!
sv: Tack till alla!
wa: Iedereen bedankt!

source: (still in the progress of adding, let us know if your name should be here)
bg: (Все още добавяме. Нека да знаем, ако вашето име трябва да бъде тук)
cs: (dejte nám vědět, pokud jsme na někoho zapomněli)
da: (stadig under udarbejdelse - fortæl os, hvis du mener at dit navn skal stå her)
es: (pendientes de añadir otros. Dejanos saber si tu nombre debería estar aquí)
fi: (lisäykset ovat yhä työn alla. Ilmoita jos nimesi pitäisi olla täällä)
fr: (toujours prêt à en ajouter, faîtes nous savoir si votre nom devrait se trouver ici)
mk: (Сеуште е во изработка. Дајте ни до знаење ако теба вашето име да биде тука)
pl: Aby zgłosić błąd w tłumaczeniu odwiedź www.fma.club-se.pl. Jeśli chcesz zgłosić błąd w działaniu programu fma, przejdź do strony podanej na samym dole.
ru: (в процессе добавления, дайте нам знать если ваше имя должно быть здесь)
wa: (Er wordt nog steeds toegevoegd, laat ons weten of jouw naam hierbij zou moeten staan)

source: Donate...
bg: Дотации...
cs: Podpořit...
da: Giv bidrag...
es: Donaciones...
fi: Lahjoita...
fr: Donner...
mk: Донации...
no: Donere...
pl: Wspomóż
ru: Взносы...
sv: Donera...
wa: Doneer...

source: License...
bg: Лиценз...
da: Licens...
fi: Lisenssi...
mk: Лиценци...
pl: Licencja...
ru: Лицензия...
wa: Licentie...

source: Activity Log
bg: Журнал на Действията
cs: Výpis aktivit
da: Aktivitetslog
es: Log de actividad
fi: Toimintaloki
fr: Rapport d'activité
mk: Список на Активности
no: Aktivitetslogg
pl: Raport aktywności
ru: Протокол активности
sv: Aktivitetslogg
wa: Aktiviteiten logboek

source: Add To Group Wizard
bg: Съветник: Добави към Група
cs: Přdat do průvodce skupiny
da: "Tilføj til gruppe"-guide
es: Asistente para añadir a un grupo
fi: Lisää Ryhmä Velho
fr: Ajouter à l'assistant de groupe
mk: Волшебник: Додели во група
no: Legg til i gruppe-guide
pl: Dodaj do wizarda grupy
ru: Мастер добавления в группу
sv: Lägg till i grupp-guide
wa: Voeg toe aan Groep Wizard

source: &Finish
bg: &Край
cs: Dokončit
da: A&fslut
es: &Finalizar
fi: &Lopeta
fr: &Terminer
mk: &Крај
no: &Ferdig
pl: &Zakończ
ru: &Завершение
sv: &Slutför
wa: &Einde

source: &Cancel
bg: &Отказ
cs: Storno
da: Annuller
es: &Cancelar
fi: &Peruuta
fr: &Annuler
mk: &Откажи
no: &Avbryt
pl: &Anuluj
ru: &Отмена
sv: &Avbryt
wa: &Annuleren

source: Contact:
bg: Контакт:
cs: Kontakt:
da: Kontakt:
es: Contacto:
fi: Yhteystieto:
mk: Контакт:
no: Kontakt:
pl: Kontakt:
ru: Контакт:
sv: Kontakt:

source: Group:
bg: Група:
cs: Skupina:
da: Gruppe:
es: Grupo:
fi: Ryhmä:
fr: Groupe :
mk: Група:
no: Gruppe:
pl: Grupa:
ru: Группа:
sv: Grupp:
wa: Groep:

source: group
bg: група
cs: Skupina:
da: gruppe
es: grupo
fi: ryhmä
fr: groupe
mk: Група
no: gruppe
pl: grupa
ru: группа
sv: grupp
wa: groep

source: This wizard will help you add a contact to a group. You can use default contact's number or select from a numbers list below.
bg: Този съветник ще ръководи при добавянето на контакт в Група. Вие може да използвате номера на контакта по подразбиране или да го изберете от списъка по долу.
cs: Tento průvodce Vám pomůže přidat kontakty do skupiny. Můžete použít výchozí číslo nebo vybrat ze seznamu.
da: Denne guide hjælper dig med at tilføje en kontakt til en gruppe. Du kan bruge kontakternes standardnumre eller vælge et nummer fra listen nedenunder.
es: Este asistente le ayudará a añadir un contacto a un grupo. Puedes usar el número del contacto por defecto o seleccionarlo desde la lista siguiente.
fi: Tämä velho auttaa lisäämään yhteystietoja ryhmään. Voit käyttää oletusyhteystiedon numeroa tai valita alla olevista numeroista.
fr: Cet assistant vous aidera à ajouter un contact à un groupe. Vous pouvez utiliser le numéro par défaut du contact ou en sélectionner un dans la liste ci-dessous.
mk: Овој Волшебник ќе ви помогне да додадете контаакт во групата. Вие може да го искористите бројот што се подразбира или да го изберете од листата предходно
no: Denne guiden kommer til å hjelpe deg med å legge til en kontakt i en gruppe. Du kan bruk kontaktens forvalgte nummer, eller velge ett nummer fra listen under.
pl: Ten kreator pomoże Ci dodać kontakt do grupy. Możesz użyć domyślnego numeru konktaktu lub wybrać z poniższej listy numerów.
ru: Этот мастер поможет вам добавить контакт в группу. Вы можете использовать номер контакта по умолчанию или выбрать его из списка ниже.
sv: Den här guiden kommer att hjälpa dig att lägga till en kontakt i en grupp. Du kan använda kontaktens förvalda nummer, eller välja ett nummer från listan nedan.
wa: Voeg een contact aan een groep toe d.m.v. de wizzard. U kunt een standaard contact nummer gebruiken of één selecteren uit onderstaande lijst.

source: Add to group
bg: Добави към група
cs: Přidat do skupiny
da: Tilføj til gruppe
es: Añadir a un grupo
fi: Lisää ryhmään
fr: Ajouter au groupe
mk: Додади во група
no: Legg til i gruppe
pl: Dodaj do grupy
ru: Добавить к группе
sv: Lägg till i grupp
wa: Voeg toe aan groep

source: Use default number:
bg: Използвай номер по подразбиране:
cs: Použív výchozí číslo:
da: Brug standardnummer:
es: Usar número por defecto:
fi: Käytä oletusnumeroa:
fr: Utiliser le numéro par défaut :
mk: Употреби го бројот што се подразбира:
no: Bruk forvalgt nummer:
pl: Użyj domyślnego numeru:
ru: Использовать номер по умолчанию:
sv: Använd förvalt nummer:
wa: Gebruik standaard nummer:

source: Use custom numbers:
bg: Използвай потребителски номер:
cs: Použít vlastní čísla:
da: Brug andre numre:
es: Usar número concreto:
fi: Käytä erityistä numeroa:
fr: Utiliser des numéros spécifiques :
mk: Употреби го потребниот број:
no: Bruk egne nummer:
pl: Użyj dowolnych numerów:
ru: Использовать пользовательский номер:
sv: Använd egna nummer:
wa: Gebruik aangepast nummer:

source: Use all phone numbers
bg: Използвай всички телефонни номера
cs: Použít všechna čísla
da: Brug alle numre
es: Usar todos los números de teléfono
fi: Käytä kaikkia numeroita
fr: Utiliser tous les numéros de mobile
mk: Употреби ги сите броеви
no: Bruk alle telefonnummer
pl: Użyj wszystkich numerów telefonu
ru: Использовать все номера телефонов
sv: Använd alla telefonnummer
wa: Alle telefoonnummers

source: < &Previous
bg: < &Предишен
cs: < &Předchozí
da: < Forrige
es: < &Anterior
fi: < &Edellinen
fr: < &Précédent
mk: < &Предходно
no: < &Forrige
pl: < &Wstecz
ru: < &Предыдущий
sv: < &Föregående
wa: < &Vorige

source: Add To Phonebook Wizard
bg: Съветник: Добавяне към Указателя
cs: Přidat do průvodce
da: "Tilføj til telefonbog"-guide
es: Asistente para añadir a la agenda
fi: Lisää Puhelinluettelovelhoon
fr: Ajouter au Répertoire téléphonique
mk: Волшебник: Додади во Тел.именик
no: Legg til i telefonliste-guide
pl: Kreator dodawania numeru do spisu telefonów
ru: Мастер добавления в телефонную книгу
sv: Lägg till i telefonbok-guide
wa: Voeg toe aan Telfoonboek Wizard

source: This wizard will help you add a number to your phonebook. You could create a new contact or modify an existing one.
bg: Този Съветник ще Ви ръководи при добавянето на номер в Указателя. Вие можете да създадете нов контакт или да промените съществуващ.
cs: Tento průvodce Vám pomože přidat číslo do seznamu. Můžete vytvářet nové nebo upravovat staré.
da: Denne guide hjælper dig med at tilføje et nummer til din telefonbog. Du kan oprette en ny kontakt eller rette en eksisterende.
es: Este asistente le ayudará a añadir un número a su agenda. Podrá crear un contacto nuevo o modificar uno existente.
fi: Tämä velho auttaa lisäämään numeron puhelinluetteloon. Voit luoda uuden yhteystiedon tai muokata olemassa olevaa.
fr: Cet assistant va vous aider à ajouter un numéro à votre répertoire téléphonique. Vous pouvez créer ou modifier un contact.
mk: Овој Волшебник ќе ви помогне да додадеш број во твојот Тел. именик. Вие можете да создадете нов контакт или да го модифицирате веќе постоечкиот
no: Denne guiden kommer til å hjelpe deg med å legge til ett nummer i telefonlisten. Du kan lage en ny kontakt, eller endre en eksisterende.
pl: Ten kreator pomoże Ci dodać numer do spisu telefonów. Możesz stworzyć nowy kontakt lub zmodyfikować już istniejący.
ru: Мастер поможет вам добавить номер в вашу книгу. Можно создать новый контакт или изменить существующий.
sv: Den här guiden kommer att hjälpa dig att lägga till ett nummer i din telefonbok. Du kan skapa en ny kontakt, eller ändra en befintlig.
wa: Deze wizard helpt u een nummer aan het telefoonboek toe te voegen. U voegt een nieuw contact toe of wijzigd een bestaande.

source: Add to phonebook
bg: Добави към Указателя
cs: Přidat do adresáře
da: Tilføj til telefonbog
es: Añadir a la agenda
fi: Lisää puhelinluetteloon
fr: Ajouter au répertoire mobile
mk: Додади во Тел.Именик
no: Legg til i telefonliste
pl: Dodaj do spisu telefonów
ru: Добавить в телеф. книгу
sv: Lägg till i telefonbok
wa: Voeg toe aan telefoonboek

source: Number
bg: Номер
cs: Číslo
da: Nummer
es: Número
fi: Numero
fr: Numéro
mk: Број
no: Nummer
pl: Numer
ru: Номер
sv: Nummer
wa: Nummer

source: B&rowse...
bg: &Избор...
cs: &Procházet...
da: Gennemse...
es: E&xplorar...
fi: &Selaa...
fr: &Parcourir...
mk: &Прелистај...
no: &Bla...
pl: P&rzeglądaj
ru: П&росмотр...
sv: &Bläddra...
wa: V&erkennen

source: As a New Contact
bg: Като Нов Контакт
cs: Jako nový kontakt
da: Som ny kontakt
es: Como un nuevo contacto
fi: Uusi Yhteystieto
fr: Comme un nouveau Contact
mk: Како Нов Контакт
no: Som en ny kontakt
pl: Jako nowy kontakt
ru: Как новый контакт
sv: Som en ny kontakt
wa: Als een nieuw Contact

source: Modify an Existing Contact:
bg: Промени Съществуващ Контакт:
cs: Upravit existující kontakt:
da: Ret eksisterende kontakt:
es: Modificar un contacto existente:
fi: Muokkaa Yhteystietoa:
fr: Modifier un Contact Existant:
mk: Модифицирај го Излезниот Контакт:
no: Endre eksisterende kontakt:
pl: Modyfikuj istniejący kontakt:
ru: Изменить существующий:
sv: Ändra befintlig kontakt:
wa: Wijzig een bestaand Contact:

source: Save As
bg: Запис Като
cs: Uložit jako
da: Gem som
es: Guardar como
fi: Tallenna nimellä
fr: Sauver sous
mk: Сочувај Како
no: Lagre som
pl: Zapisz jako
ru: Сохранить как
sv: Spara som
wa: Sla op als

source: Cell Phone
bg: Мобилен тел.
cs: Mobilní telefon
da: Mobil
es: Teléfono móvil
fi: GSM
fr: Mobile
mk: Мобилен тел.
no: Mobil
pl: Tel. komórkowy
ru: Мобильный
sv: Mobil
wa: GSM

source: Work Phone
bg: Работен тел.
cs: Telefon do práce
da: Arbejde
es: Teléfono trabajo
fi: Työnumero
fr: Tel. Bureau
mk: Работен тел.
no: Arbeid
pl: Tel. w pracy
ru: Рабочий тел.
sv: Arbete
wa: Werk

source: Home Phone
bg: Домашен тел.
cs: Telefon domů
da: Hjemme
es: Teléfono fijo
fi: Kotinumero
fr: Tel. Maison
mk: Домашен тел.
no: Hjem
pl: Tel. domowy
ru: Домашний тел.
sv: Hem
wa: Thuis

source: Fax Number
bg: Факс номер
cs: Fax
da: Fax
es: Número de FAX
fi: Faksinumero
fr: Numéro Fax
mk: Факс Број
no: Fax
pl: Numer faksu
ru: Номер факса
sv: Fax
wa: Fax

source: Other
bg: Друг
cs: Ostatní
da: Andet
es: Otro
fi: Muu
fr: Autre
mk: Друг
no: Annet
pl: Inny
ru: Другие
sv: Annat
wa: Overige

source: Browse For a Folder
bg: Избор на Папка
fi: Selaa Kansiota...
mk: Избор на Папка
pl: Szukaj katalogu...
ru: Просмотр папки

source: &New Folder...
bg: &Нова Папка...
fi: Uusi &Kansio...
mk: &Нова Папка...
pl: &Nowy katalog...
ru: &Новая Папка...

source: Force as Not Modified
bg: Отбележи като Непроменен
cs: Oznažit jako NEZMĚNĚNO
da: Sæt status til Uændret
es: Forzar como no modificado
fi: Pakota Ei Muokatuksi
fr: Forcer comme Non Modifié
mk: Обележи како Немодифициран
pl: Zmień na Niemodyfikowany
ru: Отметить как немодифицированное
wa: Forceer als Niet Gewijzigd

source: Force as Modified
bg: Отбележи като Променен
cs: Označit jako ZMĚNĚNO
da: Sæt status til Ændret
es: Forzar como modificado
fi: Pakota Muokatuksi
fr: Forcer comme Modifié
mk: Обележи како Модифициран
pl: Zmień na Zmodyfikowany
ru: Отметить как модифицированное
wa: Forceer als Gewijzigd

source: Force as New Event
bg: Отбележи като Ново Събитие
cs: Označit jako NOVÁ UDÁLOST
da: Sæt status til Ny
es: Forzar como nuevo evento
fi: Pakota Uudeksi Tapahtumaksi
fr: Forcer comme Nouvel Evénement
mk: Обележи како Нов Настан
pl: Zmień na Nowy termin
ru: Отметить как новое событие
wa: Forceer als Nieuwe Gebeurtenis

source: Call Contact
bg: Набери Контакта
cs: Volat kontakt
da: Ring til
es: Llamar
fi: Soita Yhteystietoon
fr: Appeler Contact
mk: Избери Контакт
no: Ring opp kontakt
pl: Połącz
ru: Вызвать контакт
sv: Ring upp kontakt
wa: Bel Contact

source: Type the name of a contact or phone number, select it from Favorites or Browse, and FMA will call it.
bg: Въведете името на контакта или телефонен номер, изберете го от Предпочитани или чрез бутона Избор и FMA ще го избере.
da: Indtast navnet på en kontakt eller et telefonnummer eller vælg fra Favoritter eller søg efter det og så vil FMA ringe det op.
fi: Kirjoita yhteystiedon nimi tai puhelinumero. Valitse se Suosikeista tai Selaa ja FMA hakee sen.
mk: Напишете го името на контактот или Тел. број, Изберете од Омилените или од Листата и FMA ќе повика
pl: Wpisz nazwę kontaktu lub numer telefonu, wybierz go z Ulubionych lub przeszukaj, a fma się z nim połączy.
ru: Введите имя контакта или номер, выбрав его из Избранного или Просмотра, и FMA вызовет его.
wa: Typ de naam van een contact of telefoonnummer, selecteer uit Favorieten of Verkennen, en FMA belt uit.

source: &Dial...
bg: &Набиране...
cs: Volat..
da: Ring op
es: &Marcador...
fi: &Valitsee...
fr: &Appeler...
mk: &Барај...
no: &Ring opp...
pl: &Połącz...
ru: &Набор...
sv: &Ring upp...
wa: &Bellen...

source: Add to Favorites
bg: Добави към Предпочитаните
cs: Přidat k oblíbeným
da: Tilføj til Favoritter
es: Añadir a favoritos
fi: Lisää Suosikkeihin
fr: Ajouter aux Favoris
mk: Додади во Омилени Контакти
no: Legg til i Favoritter
pl: Dodaj do ulubionych
ru: Добавить к избранному
sv: Lägg till i Favoriter
wa: Voeg toe aan Favorieten

source: Organize Favorites...
bg: Организирай Предпочитаните...
cs: Správa oblíbených...
da: Organiser favoritter
es: Organizar los favoritos...
fi: Järjestä Suosikit...
fr: Organiser les Favoris...
mk: Организирај ги Омилените...
no: Organiser Favoritter...
pl: Organizuj ulubione...
ru: Упорядочить избранное...
sv: Organisera Favoriter...
wa: Organiseer Favorieten...

source: Calling
bg: Набиране
cs: Volání
da: Ringer op
es: Llamando
fi: Soittaa
fr: Appel en cours
mk: Повик
no: Ringer
pl: Dzwoni
ru: Вызов
sv: Ringer
wa: Bellen

source: None
bg: Няма
cs: Není
da: Ingen
es: Ninguno
fi: Ei Mitään
fr: Aucun
mk: Нема
no: Ingen
pl: Żaden
ru: Нет
sv: Inget
wa: Geen

source: Hang Up
bg: Затвори
cs: Zvednout
da: Læg på
es: Colgar
fi: Katkaistu
fr: Raccrocher
mk: Затвори
no: Legg på
pl: Rozłącz
ru: Отбой
sv: Lägg på
wa: Ophangen

source: Answer
bg: Отговор
cs: Odpovědět
da: Besvar
es: Contestar
fi: Vastaa
fr: Réponse
mk: Одговор
no: Svar
pl: Odpowiedz
ru: Ответ
sv: Svara
wa: Beantwoorden

source: Headset
bg: Слушалка
cs: Sluchátka
da: Hovedsæt
es: M. libres
fi: Handsfree
fr: Combiné
mk: Слушалка
pl: Zestaw HF
ru: Головная гарнитура

source: <no photo>
bg: <няма снимка>
cs: <bez fotografie>
da: <Intet billede>
es: <Sin foto>
fi: <ei kuvaa>
fr: <pas de photo>
mk: <нема слика>
no: <ikke bilde>
pl: <brak zdjęcia>
ru: <нет фото>
sv: <ingen bild>
wa: (geen foto)

source: Chat Message
bg: Чат Съобщение
cs: Zpráva
da: Chatbesked
es: Mensaje de chat
fi: Chat-viesti
fr: Message de Chat
mk: Чат Порака
no: Chatmelding
pl: Czat
ru: Сообщение чата
sv: Chatmeddelande
wa: Chat Bericht

source: Sen&d
bg: Из&прати
fi: Post&ita
mk: Ис&прати
pl: Wyś&lij
ru: О&тправить

source: Chatting with
bg: Чат със
cs: Chatovat s
da: Taler med
es: Chatear con
fi: Kuka
fr: En chat avec
mk: Чат со
no: Chatter med
pl: Czatowanie z
ru: Чат с
sv: Chattar med
wa: Chatten met

source: Long SMS Mode
bg: Режим Дълги SMS-и
cs: Dlouhá SMSka
da: Lang SMS
es: Modo de SMS largo
fi: Pitkä SMS-viesti
fr: Mode SMS Long
mk: Долги SMS
no: Lang SMS-Instilling
pl: Tryb długich SMSów
ru: Режим длинных SMS
sv: Långt SMS-läge
wa: Lange SMS mode

source: Choose Link
bg: Избери Връзка
cs: Vybrat odkaz
da: Vælg kæde
es: Elegir vínculo
fi: Valitse Linkki
fr: Choisir un lien
mk: Избери Линк
no: Velg Link
pl: Wybierz link
ru: Выбрать привязку
sv: Välj länk
wa: Kies Link

source: A new contact has been found. Select an existing contact to link to or mark on Add as New option to create a new contact. The possible link targets are sorted with the most probable contact on top.
bg: Беше открит Нов контакт. Изберете съществуващ контакт, към когото да се добави/свърже новия или натиснете бутона 'Добави като Нов', за да добавите нов контакт. Възможните контакти към които може да добавите са подредени като в началото са най-подходящите контакти за свързване.
fi: Uusi yhteystieto on löydetty. Linkitä se olemassa olevaan yhteystietoon tai valitse Lisää Uusi painike lisätäksesi uuden yhteystiedon. Mahdolliset linkit on lajiteltu siten, että todennäköisin on ylhäällä.
mk: Пронајден е нов контакт. Изберете го постоечкиот контакт за поврзување или означете го како Додади како Нов опцијата, за создавање на нов контакт. Можните поврзувачки мети се сортирани со најверојатните контакти на врвот.
pl: Znaleziono nowy kontakt. Wybierz istniejący kontakt, z którym połączyć, lub oznacz opcję 'Dodaj jako nowy', by utworzyć nowy kontakt. Mozliwe cele połączeń są posortowane z najbardziej prawdopodobnym kontaktem na górze.
ru: Был обнаружен новый контакт. Выберите существующий контакт для привязки или создайте новый контакт, отметив Добавить как новый. Возможные объекты привязки сортируются, с наиболее вероятными контактами наверху.
wa: Een nieuw contact werd gevonden. Selecteer een bestaand contact om aan te linken of klik op "Voeg toe als nieuw" om als nieuw contact tot te voegen. De mogelijke link contacten zijn gesorteerd met de meest gelijkende bovenaan.

source: Possible Links:
bg: Възможни Връзки:
fi: Mahdollinen Linkki:
mk: Возможни Линкови:
pl: Możliwe źródła:
ru: Возможные привязки:
wa: Mogelijke Links:

source: Source:
bg: Източник:
fi: Lähde:
mk: Извор:
pl: Źródło:
ru: Источник:
wa: Bron:

source: Don't ask me again
bg: Не ме питай повече
fi: Älä kysy uudestaan
mk: Не ме прашувај повторно
pl: Nie pytaj mnie więcej
ru: Больше не спрашивать
wa: Stel mij deze vraag niet meer

source: Resolve action:
fi: Valinta:
pl: Ustalona czynność:

source: Link to Existing
fi: Linkittää Olemassa olevaan
pl: Podłącz do istniejących

source: Add as New Contact
fi: Lisää Uusi Yhteystieto
pl: Dodaj jako nowy kontakt

source: New Message
bg: Ново Съобщение
cs: Nová zpráva
da: Ny besked
es: Nuevo mensaje
fi: Uusi Viesti
fr: Nouveau Message
mk: Нова Порака
no: Ny Melding
pl: Nowa wiadomość
ru: Новое сообщение
sv: Nytt Meddelande
wa: Nieuw Bericht
