Repository: jomael/fma
Catalog: locale/*/LC_MESSAGES/default.po
Languages: bg, cs, da, es, fi, fr, mk, no, pl, ru, sv, wa

source: Reset Counter
bg: Нулирай Брояча
cs: Vynulovat počítadlo
da: Nulstil tæller
es: Resetear contador
fi: Nollaa Laskuri
fr: Réinit. Compteur
mk: Ресетитај Бројач
no: Nullstill teller
pl: Zresetuj licznik
ru: Сбросить счётчик
sv: Nollställ räknare
wa: Reset teller

source: Proximity
bg: Близост
cs: Doba nečinnosti
da: Nærhed
es: Proximidad
fi: Lähestyminen
fr: Proximité
mk: Блискост
no: Ved PC-en
pl: Bezczynność
ru: Сближение
sv: Vid Datorn

source: Proximity Detection
bg: Използване на Близостта (на телефона до компютъра)
cs: V době nečinnosti
da: Nærhedsdetektering
es: Detección de proximidad
fi: Lähestymisen Havaitseminen
fr: Détection de Proximité
mk: Детекција на Блискоста (на телефонот до компјутерот)
no: Ved PC-en
pl: Wykrywanie bezczynności
ru: Обнаружение сближения
sv: Vid Datorn
wa: Proximity Detectie

source: When I go away from my computer:
bg: Когато се отдалеча от компютъра:
cs: Když jsem pryč od počítače:
da: Når telefonen er udenfor rækkevidde:
es: Cuando me alejo de mi PC:
fi: Kun siirryn pois tietokoneen luota:
fr: Quand je m'éloigne de l'ordinateur :
mk: Кога ќе се одалечам од комјутерот:
no: Når jeg forlater PC-en:
pl: Gdy oddalę się od komputera:
ru: Когда я удаляюсь от моего компьютера:
sv: När jag lämnar datorn:
wa: Als ik weg ga van de computer:

source: When I'm back near my computer:
bg: Когато се върна близо до компютъра:
cs: Když právě nejsem u počítače:
da: Når telefonen er indenfor rækkevidde:
es: Cuando vuelvo cerca a mi PC:
fi: Kun palaan tietokoneen luokse:
fr: Quand je me rapproche de l'ordinaeur :
mk: Кога ќе се вратам блиску до комјутерот:
no: Når jeg er ved PC-en:
pl: Gdy wrócę do komputera:
ru: Когда я возвращаюсь к своему компьютеру:
sv: När jag är vid datorn:
wa: Als ik terug kom bij de computer:

source: Lock Workstation
bg: Заключи Компютъра
cs: zamknout stanici
da: Lås computer
es: Bloquear el PC
fi: Lukitse Työasema
fr: Verrouiller le poste de travail
mk: Заклучи го Компјутерот
no: Logg av
pl: Zablokuj komputer
ru: Блокировать ПК
sv: Lås arbetsstation
wa: Blokkeer Werkstation

source: Unlock Workstation (not implemented)
bg: Отключи Компютъра (не е реализирано)
cs: Odemknout stanici (není možné)
da: Lås computer op (ikke implementeret)
es: Desbloquear el PC (no implementado)
fi: Avaa Työasema (ei käytössä)
fr: Déverrouiller le poste de travail (non implémenté)
mk: Отклучи го Компјутерот (не е реализирано)
no: Logg på PC-en (ikke støttet enda)
pl: Odblokuj komputer (niezaimplementowane)
ru: Разблокировать ПК (не реализовано)
sv: Lås upp arbetsstation (ej tillgängligt)
wa: Dè-blokkeer Werkstation (niet geimplementeerd)

source: Audio
bg: Звук
cs: Zvuk
da: Lydstyrke
fi: Äänet
mk: Звук
no: Lyd
ru: Звук
sv: Ljud

source: Mute
bg: Безшумен режим
cs: vypnuto
da: Slå lyden fra
es: Silenciar
fi: Äänettömäksi
fr: Muet
mk: Нечујно
pl: Wycisz
ru: Выключить
sv: Tyst

source: Unmute
bg: Вкл. на Звука
cs: zapnuto
da: Slå lyden til
es: Encender altavoz
fi: Äänet päälle
fr: Annuler muet
mk: Вкл. на Звук
no: Lyd på
pl: Włącz
ru: Включить
sv: Ej tyst

source: Decrease 80%
bg: Намали с 80%
cs: ztlumit o 80%
da: Skru 80% ned
es: Decrementar un 80%
fi: Pienennä 80%
fr: Baisser de 80%
mk: Намали за 80%
no: Senk 80%
pl: Zmniejsz o 80%
ru: Уменьшить на 80%
sv: Minska 80%
wa: Verlaag 80%

source: Increase 80%
bg: Увеличи с 80%
cs: zesílit o 80%
da: Skru 80% op
es: Incrementar un 80%
fi: Lisää 80%
fr: Augmenter de 80%
mk: Покачи за 80%
no: Øk 80%
pl: Zwiększ o 80%
ru: Увеличить на 80%
sv: Öka 80%
wa: Verhoog 80%

source: Do nothing
bg: Не прави нищо
cs: Nedělej nic
da: Gør ingenting
es: No hacer nada
fi: Älä tee mitään
fr: Ne rien faire
mk: Не прави Ништо
no: Gjør ingenting
pl: Nic nie rób
ru: Ничего не делать
sv: Gör ingenting
wa: Doe niets

source: Run Screen Saver
bg: Стартирай Screen Saver
cs: Spusť spořič
da: Aktiver pauseskærm
es: Ejecutar el protector de pantalla
fi: Käynnistä Näytönsäästäjä
fr: Lancer l'Ecran de Veille
mk: Стартувај Screen Saver
no: Kjør skjermsparer
pl: Uruchom wygaszacz ekranu
ru: Хранитель экрана
sv: Kör skärmsläckare
wa: Draai Screen Saver

source: &Test Proximity
bg: &Тест на Близостта
cs: O&testuj
da: Afprøv inds&tillinger
es: &Probar proximidad
fi: &Testaa
fr: &Tester Proximité
mk: &Тест на Блискоста
no: &Test
pl: &Testuj bezczynność
ru: &Тест на сближение
sv: &Testa

source: Timeout (seconds)
bg: Таймаут (в секунди)
cs: Prodleva (sekundy)
da: Tidsgrænse (sek.)
es: Timeout (segundos)
fi: Aikakatkaisu (sekuntia)
fr: Délai d'échec (secondes)
mk: Тајмаут (во секунди)
no: Timeout (sekunder)
pl: Limit czasu (sekundy)
ru: Таймаут (секунды)
sv: Timeout (sekunder)
wa: Timeout (secondes)

source: Defines the time in seconds to wait for respond before giving up.
bg: Времето за изчакване преди да установи липса на връзка.
cs: Definuje čas v sekundách na čekání před ukončením.
da: Hvor længe ventes på svar fra telefonen, før forbindelsen afbrydes.
es: El tiempo de espera de FMA antes de fallar la conexión.
fi: Määrittää vastauksen odotusajan sekunteina ennen kuin luovuttaa.
fr: Définit le temps d'attente de réponse avec d'abandonner.
mk: Времето на чекање пред да установи прекин на врската.
pl: Określa po ilu sekundach łączenie zostanie zaniechane.
ru: Сколько секунд нужно ждать, прежде чем реагировать.
wa: Definieer de tijd in seconden om te wachten op een reactie.

source: Polling Interval (seconds)
bg: Интервал на сканиране (в сек.)
cs: Intervalo de chequeo (segundos)
da: Opdateringsfrekvens (sek.)
es: Intervalo de chequeo (segundos)
fi: Pollausväli (sekuntia)
fr: Intervalle de Scrutation (secondes)
mk: Интервал на скенирање (во сек.)
no: Oppdateringsintervall (sekund)
pl: Szybkość odświeżania (sekundy)
ru: Интервал опроса (секунды)
sv: Uppdateringsintervall (sekunder)
wa: Polling Interval (seconden)

source: Polling Interval specify the interval for Signal & Battery Power polling.
bg: Интервала на сканиране определя през колко време ще се проверява статуса на Сигнала и Батерията.
cs: Interval na dotazování určuje dobu před dotazem na baterii a signál.
da: Her kan du styre, hvor ofte Signal- og Batteri-målerne opdateres.
es: Especifica el tiempo entre las tomas de datos de la señal y la batería.
fi: Pollausväli määrittelee Signaalin ja Akun Energian pollauksen väliajan.
fr: L'intervalle de Scrutation définit le délai entre chaque scrutation du Signal et de la puissance Batterie.
mk: Интервал на скенирање определи на колку време ќе го проверува статусот на Сигналот и Батеријата .
pl: Częstotliwość odświeżania informacji o sygnale i naładowaniu baterii.
ru: Интервал опроса сигнала и заряда батареи.
wa: Specificeer de interval voor Signaal & Batterij Power polling.

source: Battery and Phone State Monitoring
bg: Монитор на Батерията и Телефона
cs: Monitoring stavu telefonu a baterie
da: Overvågning af batteri- og telefonstatus
es: Monitor de estado de la batería y el teléfono
fi: Akun ja Puhelimen Olotilan Tarkkailu
fr: Surveillance Batterie et Etat du Mobile
mk: Монитор на Батерија и Телефон
no: Batteri- og Telefonstatus
pl: Monitorowanie baterii i stanu telefonu
ru: Мониторирование батареи и состояния телефона
sv: Batteri- och Telefonstatus
wa: Batterij en Telefoon Status Monitor

source: Note: Keypad Lock option is available only if Proximity Monitoring is disabled.
fi: Huomaa: Näppäimistön Lukitus vain kun Lähestymisen Seuranta ei ole käytössä.
pl: Uwaga: Blokada klawiatury dostępna tylko gdy monitoring bliskości wyłączony.

source: Enable Phone Temp/Use/Charge Status Diagram
bg: Разрешена Диаграма Моментн./Използв./Зарядно на телефона
cs: Povolí stavový diagram teploty, použití a energie telefonu
da: Vis statusdiagram for temperatur/brug/opladning
es: Activar el diagrama de estado para la temp. uso y carga del teléfono
fi: Ota käyttöön kuvio Puhelimen Lämpö/Käyttö/Latauksen tilasta
fr: Activer Temp/Usage/Diagramme d'Etat de Charge
mk: Активирај Статус Диаграм за Темп/Користење/Полнење
pl: Włącz diagram statusu telefonu - temperatura / stan baterii
ru: Диаграмма состояния телефона температура/пользование/заряд
wa: Telefoon Temp/Gebruik/Laad Status Diagram Aan

source: Enable Detailed Phone Information Monitor
bg: Разрешен Монитор на Подробната Информация за Телефона
cs: Povolí zobrazení detailních informací o telefonu
da: Vis detaljeret status for telefonen
es: Activar el monitor de información detallado
fi: Ota käyttöön Puhelimen Lisätiedot Näyttö
fr: Activer le suivi des Informations Détaillées du Mobile
mk: Активирај Монитор за Детали, Инфорација на Телефонот
pl: Włącz monitor szczegółowych informacji o telefonie
ru: Подробная информация в мониторе телефона
wa: Gedetaileerde telefoon Informatie Monitor

source: Enable Battery Status Monitor
bg: Разрешен Монитор на Батерията
cs: Povolní zobrazení stavu baterie
da: Vis batteri-status
es: Activar el monitor de estado de la batería
fi: Ota käyttöön Akun Tila Näyttö
fr: Activer le suivi de l'Etat Batterie
mk: Активирај Монитор за Статусот на Батеријата
no: Aktiver batteristatus
pl: Włącz monitor statusu baterii
ru: Монитор состояния батареи
sv: Aktivera batteristatus
wa: Batterij Status Monitor Aan

source: Ignore Low Battery Warnings
bg: Игнориране на Предупреждението за незаредена батерия
cs: Ignorovat varování před vybitím baterie
da: Advar ikke, selvom batteriet er næsten tømt
es: Ignorar los avisos de batería baja
fi: Ohita Vähän Virtaa Varoitus
fr: Ignorer les alertes Batterie Faible
mk: Игнорирај Инфо. за Празна Батерија
no: Ignorer advarsel om lite strøm på batteri
pl: Ignoruj ostrzeżenia o rozładowanej baterii
ru: Игнорировать разряд батареи
sv: Ignorera varning vid lågt batteri
wa: Negeer Lege Batterij Waarschuwingen

source: Enable Channel Signal Monitor
bg: Разрешен Монитор на Сигнала
cs: Povolí zobrazení stavu signálu
da: Vis signalstyrke
es: Avtivar el monitor del canal de señal
fi: Ota käyttöön Kanava Signaali Näyttö
fr: Activer le suivi des Canaux de Communication
mk: Активирај Монитор на Сигналот
pl: Włącz monitor poziomu sygnału
ru: Монитор канального сигнала
wa: Kanaal Signaal Monitor Aan

source: Enable Silent Mode Monitor
bg: Разрешен Монитор на Безшумен Режим
cs: Povolí monitor tichého režimu
da: Vis status for Lydløs
es: Activar el monitor del modo silencioso
fi: Ota käyttöön Äänetön Tila Näyttö
fr: Activer le suivi du Mode Silencieux
mk: Активирај Монитор за Нечујно
pl: Włącz monitor wyciszenia
ru: Монитор беззвучной моды
wa: Stille Modus Monitor Inschakelen

source: Enable Minute Minder Monitor
bg: Разреши Минутното Напомняне
fi: Ota käyttöön Aikamuistuttimen näyttö
mk: Активирај Минут Подсетник
pl: Włącz minutnik
ru: Разрешить контроль поминутного напоминателя
wa: Minute Minder Monitor Aan

source: Enable Keypad Lock Monitor
fi: Ota käyttöön Näppäimistön Lukitus Näyttö
pl: Włącz monitor blokady klawiatury

source: Task Folders
bg: Папка Задачи
cs: Složky úloh
da: Opgavemapper
es: Carpetas de tareas
fi: Tehtävä Kansiot
fr: Tâches Outlook
mk: Папка Задачи
pl: Katalogi zadań
ru: Папки заданий
wa: Taak Mappen

source: Synchronize Tasks in these Folders:
bg: Синхронизирай Задачите в тази Папка:
cs: Sychronizace úloh v těchto složkách:
da: Synkroniser opgaver i disse mapper:
es: Sincronizar tareas en esta carpeta:
fi: Synkronoi Tehtävät näissä Kansioissa:
fr: Synchroniser les Tâches dans ces Dossiers :
mk: Синхронизирај ги задачите во оваа папка:
pl: Synchronizuj zadania w tych katalogach:
ru: Синхронизироваь задания в этих папках:
wa: Synchroniseer Taken in deze Mappen:

source: Please select which Outlook folders containing tasks to be synchronized with FMA. Right-click to choose New Tasks target folder (shown in bold).
bg: Моля изберете коя Outlook папка съдържа задачите, с които да се синхронизира FMA. Кликнете с десен бутон за да изберете нова Папка цел (показана удебелено).
cs: Prosím zvolte složky obsahující úlohy, které si přejete synchronizovat. Pravým tlačítkem myši zvolte cílovou složku (tučně).
da: Vælg de Outlook mapper indeholdende opgaver, der skal synkroniseres med FMA. Højreklik for at vælge destinationsmappe (vist med fed).
es: Seleccione que carpetas de tareas de Outlook serán sincronizadas con FMA. Clic derecho para seleccionar el destino de la carpeta con la nueva tarea.
fi: Valitse FMAn kanssa sykronoitavat Outlook-kansiot. Paina hiiren oikeaa korvaa valitaksesi Uusi Tehtävä kohdekansio (näkyy lihavoituna).
fr: Sélectionnez les dossiers Outlook contenant des tâches à synchroniser avec FMA. Cliquez bouton droit pour choisir un dossier de destination (affiché en gras) pour les nouvelles tâches.
mk: Изберете која Outlook папка ги содржи задачите, со кои ќе се синхронизира FMA. Кликнете со десното копце за да изберете нова Папка цел(покажана задебелено).
pl: Proszę wybrać, które katalogi Outlooka zawierające zadania mają być zsynchronizowane z fma. Kliknij prawym by wybrać katalog docelowy nowych zadań (pogrubione).
ru: Выберите папки Outlook, содержащие задания, для синхронизации с FMA. Правым щелчком укажите целевую папку (выделено жирным).
wa: Selecteer welke Outlook map de Taken bevat die gesynchroniseerd dienen te worden met FMA. Rechtsklik om de Nieuwe Taken Map te kiezen.

source: Language
bg: Език
cs: Jazyk
da: Sprog
es: Lenguaje
fi: Kieli
fr: Langue
mk: Јазик
pl: Język
ru: Язык
wa: Taal

source: User Interface
bg: Потребителски Интерфейс
cs: Uživatelské rozhraní
da: Brugergrænseflade
es: Interfaz de usuario
fi: Käyttöjärjestelmä
fr: Interface Utilisateur
mk: Кориснички Интерфејс
no: Brukergrensesnitt
pl: Interfejs użytkownika
ru: Интерфейс пользователя
sv: Användargränssnitt
wa: Gebruikers Interface

source: Prefered FMA language:
bg: Предпочитан език:
fi: Ensisijainen kieli:
mk: Предпочитан Јазик:
pl: Preferowany język fma:
ru: Предпочтительный язык FMA:
wa: Voorkeurs-FMA taal

source: Application must be restarted in order to apply this setting.
bg: Приложението трябва да се рестартира за да се приложат тези настройки.
cs: Program musí být restartován aby se projevily změny.
da: FMA skal genstartes før det nye sprog kan vises.
es: La aplicación deberá reiniciarse para poder que los cambios surtan efecto.
fi: Tämän asetuksen käyttöönottamiseksi sovellus on käynnistettävä uudelleen.
fr: L'application doit être redémarrée pour activer cette option.
mk: Апликацијата треба да се рестартира за да се приложат подесувањата.
pl: Aplikacja musi być zrestartowana by zastosować to ustawienie.
ru: Необходим перезапуск FMA, чтобы подействовала эта настройка
wa: Applicatie dient opnieuw gestart te worden om deze instellingen te activeren.

source: Download More Translations
fi: Lataa lisää käännöksiä
pl: Pobierz więcej tłumaczeń

source: Test Language...
bg: Тествай Езика...
cs: Test jazyka...
da: Afprøv sprog
es: Probar lenguaje...
fi: Tarkista kieli...
fr: Tester la langue...
mk: Тест Јазик...
pl: Testuj język...
ru: Проверка языка...
wa: Test Taal...

source: Calendar Folders
bg: Папка Календар
cs: Složky kalendáře
da: Kalendermapper
es: Carpetas del calendario
fi: Kalenteri Kansiot
fr: Dossiers Calendrier
mk: Папка Календар
pl: Katalogi kalendarza
ru: Папки календаря
wa: Kalender Mappen

source: Synchronize Calendar in these Folders:
bg: Синхронизирай Календара в тази Папка:
cs: Synchronizace kalendáře v těchto složkách:
da: Synkroniser aftaler i disse mapper:
es: Sincronizar calendario en esta carpeta
fi: Synkronoi Kalenteri näissä Kansioissa:
fr: Synchroniser le Calendrier dans ces Dossiers :
mk: Синхронизирај Календар во оваа Папка:
pl: Synchronizuj kalendarz w tych katalogach:
ru: Синхронизироваь календарь в этих папках:
wa: Synchroniseer Kalender in deze Mappen:

source: Please select which Outlook folders containing calendar to be synchronized with FMA. Right-click to choose New Calendar target folder (shown in bold).
bg: Моля изберете коя Outlook папка съдържа календара, с които да се синхронизира FMA. Кликнете с десен бутон за да изберете нова Папка цел (показана удебелено).
cs: Prosím zvolte složky obsahující kalendář, které si přejete synchronizovat. Pravým tlačítkem myši zvolte cílovou složku (tučně).
da: Vælg de Outlook mapper indeholdende aftaler, der skal synkroniseres med FMA. Højreklik for at vælge destinationsmappe (vist med fed).
es: Seleccione que carpetas de calendario de Outlook serán sincronizadas con FMA. Clic derecho para seleccionar el destino de la carpeta con el nuevo calendario.
fi: Valitse FMAn kanssa sykronoitavat Outlook-kansiot, joissa on kalenteri. Paina hiiren oikeaa korvaa valitaksesi Uusi Kalenteri kohdekansio (näkyy lihavoituna).
fr: Sélectionnez les dossiers Outlook contenant le calendrier à synchroniser avec FMA. Cliquez bouton droit pour choisir un dossier de destination (affiché en gras) pour le nouveau Calendrier.
mk: Изберете која Outlook папка содржи календар, со која ќе се синхронизира FMA. Кликнете со десното копче за да изберете нова Папка цел (покажана задебелено).
pl: Proszę wybrać, które katalogi Outlooka zawierające kalendarz mają być zsynchronizowane z fma. Kliknij prawym by wybrać katalog docelowy nowego kalendarza (pogrubiony).
ru: Выберите папки Outlook, содержащие календарь, для синхронизации с FMA. Правым щелчком укажите целевую папку для нового календаря (выделено жирным).
wa: Selecteer welke Outlook map de Kalender bevat die gesynchroniseerd dient te worden met FMA. Rechtsklik om de Nieuwe Kalender Map te kiezen.

source: Phonebook
bg: Телефонен Указател
cs: Telefonní seznam
da: Telefonbogen
es: Agenda
fi: Puhelinluettelo
fr: Répertoire tel.
mk: Телефонски Именик
no: Telefonliste
pl: Spis telefonów
ru: Телефонная книга
sv: Telefonbok
wa: Telefoonboek

source: Select the order you would like FMA to display for new names:
bg: Изберете реда в който искате FMA да показва новите имена:
fi: Valitse järjestys, jollla FMA näyttää uudet nimet:
mk: Изберете ред во кој што сакате FMA да ги покажува новите имиња:
pl: Wybierz kolejność w jakiej chcesz by fma wyświetlało nowe nazwy:
ru: Задайте для FMA порядок вывода новых имён:
wa: Selecteer de volgorde die FMA voor nieuwe namen moet tonen:

source: This setting is to be used as default when importing new contacts in FMA.
bg: Тази настройка се използва при импорт на нови контакти в FMA.
fi: Tätä asetusta käytetään oletuksena tuotaessa uusia yhteystietoja FMA:han.
mk: Овие подесувања се користат при инпорт на нови контакти во FMA.
pl: Ustawienie używane podczas importowania nowych kontaktów do fma.
ru: Эта установка будет умолчанием при импорте новых контактов в FMA.
wa: Deze instelling word standaard gebruikt bij het importeren van nieuwe contacten in FMA

source: First Last
bg: Име Фамилия
cs: jméno příjmení
da: Fornavn Efternavn
es: Nombre Apellidos
fi: Ensimmäinen Viimeinen
fr: Premier -> Dernier
mk: Име Презиме
no: Fornavn Etternavn
pl: Imię Nazwisko
ru: Имя Фамилия
sv: Förnamn Efternamn
wa: Voornaam, Achternaam

source: Last, First
bg: Фамилия, Име
fi: Viimeinen, Ensimmäinen
mk: Презиме, Име
pl: Nazwisko, Imię
ru: Фамилие, Имя
wa: Achternaam, Voornaam

source: (Title) First Last
bg: (Заглавие) Име Фамилия
fi: (Titteli) Etunimi Sukunimi
mk: (Наслов) Име Презиме
pl: (Tytuł) Imię Nazwisko
ru: (Название) Имя Фамилия
wa: (Titel) Voornaam Achternaam

source: (Title) Last, First
bg: (Заглавие) Фамилия, Име
fi: (Titteli) Sukunimi, Etunimi
mk: (Наслов) Презиме, Име
pl: (Tytuł) Nazwisko, Imię
ru: (Название) Фамилия, Имя
wa: (Titel) Achternaam, Voornaam)

source: First Last (Organization)
bg: Име Фамилия (Организация)
fi: Etunimi Sukunimi (Järjestö)
mk: Име Презиме (Организација)
pl: Imię Nazwisko (Organizacja)
ru: Имя Фамилия (Организация)
wa: Voornaam Achternaam (Organisatie)

source: Last, First (Organization)
bg: Фамилия, Име (Организация)
fi: Sukuniemi, Etunimi (Järjestö)
mk: Презиме, Име (Организација)
pl: Nazwisko, Imię (Organizacja)
ru: Фамилия, Имя (Организация)
wa: Achternaam, Voornaam (Organisatie)

source: (Title) First Last (Organization)
bg: (Заглавие) Име Фамилия (Организация)
fi: (Titteli) Etunimi Sukunimi (Järjestö)
mk: (Наслов) Име Презиме (Организација)
pl: (Tytuł) Imię Nazwisko (Organizacja)
ru: (Название) Имя Фамилия (Организация)
wa: (Titel) Voornaam Achternaam (Organisatie)

source: (Title) Last, First (Organization)
bg: (Заглавие) Фамилия, Име (Организация)
fi: (Titteli) Sukunimi, Etunimi (Järjestö)
mk: (Наслов) Презиме, Име (Организација)
pl: (Tytuł) Nazwisko, Imię (Organizacja)
ru: (Название) Фамилия, Имя (Организация)
wa: (Titel) Achternaam, Voornaam (Organisatie)

source: Contact Mappings
bg: Съответствия за Контактите
da: Felttilknytninger
fi: Yhteystietojen Kartoitus
mk: Својства за Контактите
pl: Przydzielenia kontaktów
ru: Отображение контакта
wa: Contacten Linken

source: The fields of a FMA contact can be mapped to different contact fields in Outlook.
bg: Полетата на FMA контакта могат да бъдат свързани с различни полета в Outlook.
da: Felterne for en kontakt i FMA kan tilknyttes andre felter for kontakten i Outlook.
fi: FMA kentissä voidaan viitata eri kenttiin Outlookissa.
mk: Полето на FMA контактот можат да бидат поврзани со различни полиња во Outlook.
pl: Pola kontaktu w fma mogą być przydzielone do innych pól kontaktów w Outlooku.
ru: Поля в FMA могут быть отображены на различные поля контактов в Outlook.
wa: Velden van een FMA contact linken naar verschillende contact velden in Outlook.

source: FMA's Fields
bg: FMA Полета
da: FMA's felter
fi: FMA Kentät
mk: FMA Поле
pl: Pola fma
ru: Поля FMA
wa: FMA's Velden

source: Outlook's Fields
bg: Outlook Полета
da: Outlook's felter
fi: Outlook Kentät
mk: Outlook Поле
pl: Pola Outlooka
ru: Поля Outlook
wa: Outlook's Velden

source: Internet Updates
bg: Актуализации от Интернет
da: Internet-opdateringer
fi: Internet Päivitykset
mk: Интернет Обнова
pl: Aktualizacje internetowe
ru: Интернет обновления

source: Automatic Web Updates
bg: Автоматична Актуализация
fi: Automaattiset Webpäivitykset
mk: Автоматско Обновување
pl: Automatyczne aktualizacje sieciowe
ru: Автоматические Web обновления
wa: Automatische Web Update

source: You could always do Web Update check manualy.
bg: Вие можете винаги да проверите за Актуализации ръчно.
fi: Voit tarkistaa Webpäivitykset käsin.
mk: Секогаш можете да проверите за Обновувањата рачно
pl: Możesz zawsze sprawdzić akyualizacje ręcznie.
ru: Вы всегда можете проверять обновления вручную.
wa: U kunt altijd een handmatige Web update check doen.

source: Check &Now...
bg: Провери &Сега...
da: Tjek &nu...
fi: Tarkista &Nyt...
mk: Провери &Сега...
pl: Sprawdź &teraz...
ru: &Проверить...
wa: Check &Nu...

source: On Startup
bg: При Стартиране
fi: Käynnistyksen yhteydessä
mk: При Подигање
pl: Przy starcie
ru: При запуске
wa: Bij opstarten

source: Daily
bg: Ежедневно
fi: Päivittäin
mk: Дневно
pl: Dziennie
ru: Ежедневно
wa: Dagelijks

source: Weekly
bg: Седмично
fi: Viikottain
mk: Неделно
pl: Tygodniowo
ru: Еженедельно
wa: Wekelijks

source: Updates Server:
bg: Сървър за Обновяване:
fi: Päivitysserveri:
mk: Сервер за Обнова :
pl: Serwer aktualizacji:
ru: Сервер обновлений:
wa: Update Server:
