Repository: jomael/fma
Catalog: locale/*/LC_MESSAGES/default.po
Languages: bg, cs, da, es, fi, fr, mk, no, pl, ru, sv, wa

source: New application versions will be announced on SourceForge.net FMA web site (we have a mailing list there) and on FMA News and Announcements Forum. For more information visit out support web site:
bg: Новите версии на приложението ще бъдат обявени в SourceForge.net FMA сайта (там имаме mailing списък) и в FMA New and Announcements Форума. За повече информация посетете сайта за поддръжка:
da: Nye versioner af FMA vil blive annonceret på FMA's hjemmeside hos SourceForge.net og i FMA's "News and Announcements"-forum. Besøg vores supportforum for yderligere information:
fi: Uudet sovelluksen versiot julkaistaan FMA websivulla SourceForge.net (siellä on postituslista), FMA News-ryhmässä ja FMA Annoucements Forumilla. Lisätietoja websivulta:
mk: Новите верзии на апликацијата ќе бидат објавени на SourceForge.net FMA сајтот (таму имаме mailing листа) и во FMA New and Announcements Форумот. За повеќе информации посетете го сајтот за подршка:
pl: Nowe wersje aplikacji będą ogłaszane na stronie fma serwisu SourceForge.net (mamy tam listę mailingową) oraz na forum wiadomości i ogłoszeń fma. Więcej informacji znajdziesz na stronie:
ru: Новые версии приложения будут анонсированы на сайте FMA SourceForge.net (список рассылки) и в разделе новостей и объявлений форума FMA. Дополнительно посетите наш сайт поддержки:
wa: Nieuwe versies worden aangekondigd op SourceForge.net FMA web site (we bieden daar een mailing lijst), en op FMA News and Anouncements Forum). Voor meer informatie ga naar onze web site:

source: FMA Support Forums
bg: FMA Форум - Поддръжка
fi: FMA tukiforumit
mk: FMA Форум - Подршка
pl: Forum wsparcia fma
ru: Форум поддержки FMA

source: Editor
bg: Редактор
fi: Editori
mk: Едитор
pl: Edytor
ru: Редактор

source: Script Editor
bg: Редактора на Скриптове
fi: Skripti Editori
mk: Едитор на Скриптите
pl: Edytor skryptów
ru: Редактор сценария

source: Script editor file name:
bg: Име на Редактора на Скриптове:
fi: Skripti Editorin tiedostonimi:
mk: Име на Едиторот на скрипти:
pl: Nazwa pliku edytora skryptów:
ru: Имя файла редактора сценария:
wa: Script editor bestands naam:

source: Use Built-in editor
bg: Използвай Вградения редактор
fi: Käytä sisäistä editoria
mk: Користи го вградениот Едитор
pl: Użyj wbudowanego edytora
ru: Использовать встроенный редактор
wa: Gebruik Built-in editor

source: Use an External editor which I will chose
bg: Използвай избрания от мен Външен редактор
fi: Käytä valitsemaani Ulkoista editoria
mk: Користи Едитор кој што ке го избереш
pl: Użyj zewnętrznego edytora, którego wybiorę
ru: Использовать указанный внешний редактор
wa: Gebruik een externe editor welke ik zelf wil kiezen

source: Sync Folder on PC
bg: Синхр. Папката на PC
fi: Synkroinisoi Kansio PC:n kanssa
mk: Синхр. Папка на PC
pl: Synchronizuj katalog na PC
ru: Синхронизировать папку в ПК
wa: Sync Map on PC

source: Synchronize Bookmarks with this Folder:
bg: Синхр. Отметките с тази Папка:
fi: Synkronoi Kirjanmerkit tähän Kansioon:
mk: Синхр. Адресари со оваа Папка:
pl: Synchronizuj zakładki z tym katalogiem:
ru: Синхронизировать закладки с этой папкой:
wa: Synchroniseer Bladwijzers in deze Map:

source: Only shortcuts stored in this folder will be synchronized with your phone's bookmarks. Any subfolders will be ignored.
bg: Само връзките съхранени в тази папка ще бъдат синхронизирани с вашите телефонни отметки. Под папките се игнорират.
fi: Vain tähän kansioon tallennetut kirjanmerkit synkronoidaan puhelimen kirjanmerkkien kanssa. Alihakemistoja ei huomioida.
mk: Само шорткатите сочувани во оваа папка ќе бидат синхронизирани со телефонскиот адресар. Под папките се игнорираат.
pl: Tylko zakładki przechowywane w tym katalogu będą zsynchronizowane z zakładkami Twojego telefonu. Podkatalogi będą ignorowane.
ru: Только ссылки, расположенные в этой папке, будут синхронизованы с закладками вашего телефона. Все подкаталоги будут игнорироваться.
wa: Alleen shortcuts in deze map worden gesynchroniseerd met uw telefoons bladwijzers. Submappen worden genegeerd.

source: Bookmarks Sync
bg: Синхр. на Отметките
cs: Synchronizace záložek
da: Bogmærke-synkronisering
es: Sinc. marcadores
fi: Kirjanmerkkien Synkronointi
fr: Synchronisation des Bookmarks
mk: Синхр. на Адресари
no: Synk. Bokmerke
pl: Synchronizacja zakładek
ru: Синхр. закладок
sv: Synk. Bokmärke
wa: Bladwijzer Sync

source: Phone Bookmarks (Always enabled)
bg: Телефонни Отметки (винаги разрешено)
fi: Puhelimen Kirjanmerkit (Aina valittu)
mk: Телефонски Адресар (секогаш активен)
pl: Zakładki telefonu (zawsze włączone)
ru: Закладки телефона (всегда разрешено)

source: Internet Explorer Favorites
bg: Internet Explorer Отметки
fi: Internet Explorer Kirjanmerkit
mk: Internet Explorer Омилени
pl: Ulubione Internet Explorera
ru: Избранное Internet Explorer

source: Firefox Bookmarks
bg: Firefox Отметки
fi: Firefox Kirjanmerkit
mk: Firefox Адресар
pl: Zakładki Firefoxa
ru: Закладки Firefox

source: Opera Bookmarks
bg: Opera Отметки
fi: Opera Kirjanmerkit
mk: Opera Адресар
pl: Zakładki Opery
ru: Закладки Opera

source: PC Application:
bg: Приложение:
fi: PC Sovellus:
mk: PC Апликации:
pl: Aplikacja PC:
ru: Приложение PC:

source: Contact Categories
bg: Категории Контакти:
fi: Yhteystiedon Kategoriat
mk: Категории Контакт:
pl: Kategorie kontaktu
ru: Категории контакта
wa: Contact Categorieën

source: Outlook Categories
bg: Outlook Категории
cs: Kategorie
da: Outlook-kategorier
es: Categorías de Outlook
fi: Outlook Kategoriat
fr: Catégories Outlook
mk: Outlook Категории
pl: Kategorie Outlooka
ru: Категории Outlook
wa: Outlook Categorieën

source: New
bg: Нов
cs: Nový
da: Ny
es: Nuevo
fi: Uusi
fr: Nouveau
mk: Нов
no: Nytt
pl: Nowy
ru: Новое
sv: Nytt
wa: Nieuw

source: Category Name
bg: Име на Категория
fi: Kategorian nimi
mk: Име на Категориа
pl: Nazwa kategorii
ru: Имя категории

source: Change
bg: Промяна
fi: Muuta
mk: Промена
pl: Zmień
ru: Изменение
wa: Verander

source: Contact Sync
bg: Синхр. на Контактите
fi: Yhteystiedon Sykronointi
mk: Синхр. на Контактите
pl: Synchronizacja kontaktów
ru: Синхронизация контакта

source: All Categories
bg: Всички Категории
cs: Všechny kategorie
da: Alle kategorier
es: Todas las categ.
fi: Kaikki Kategoriat
fr: Toutes Catégories
mk: Сите Категории
no: Alle kategorier
pl: Wsz. kategorie
ru: Все категории
sv: Alla kategorier
wa: Alle Categorieën

source: Enter your chat Nick Name:
bg: Въведете Вашето име за Чат:
fi: Anna Kutsumanimi:
mk: Внесете го Вашето име за Чат:
pl: Wpisz swój nick czatu:
ru: Введите ваш ник для чата:
wa: Uw Chat Schuilnaam:

source: Activate Long SMS mode by default
bg: Активиран режим на Дълги SMS-и по подразбиране
fi: Ota Pitkät SMS-viestit käyttöön oletuksena
mk: Активирај Долги SMS-и по подразбирање
pl: Aktywuj domyślnie tryb długich SMSów
ru: Режим длинных SMS по умолчанию
wa: Activeer standaard Long SMS Mode

source: Use Bold font in new Chat Sessions
bg: Използвай Удебелен шрифт за новите Чат Сесии
fi: Lihavoidut kirjaisimet uusissa Chat-istunnoissa
mk: Користи Задебелен фонт во новите Чат Сесии
pl: Pogrubiona czcionka w nowych sesjach czatu
ru: Жирный шрифт в новых чат-сессиях
wa: Gebruik Vetgedrukte lettertype in nieuwe Chat Sessies

source: Delivery Rules
bg: Правила за Доставка
fi: Toimitusäännöt
mk: Правила за Достава
pl: Zasady dostarczenia
ru: Правила доставки

source: Sorting Correspondence
bg: Сортирай Кореспонденцията
fi: Järjestä Kirjeenvaihto
mk: Сортирај ја Коресподенцијата
pl: Sortowanie korespondencji
ru: Сортировка писем

source: Automatically sort Sent and Received Text Messages in custom folders you have created. Requires "Move message to FMA" option (see Behaviour).
bg: Автоматично сортирай Изпратените и Получените Текстови Съобщения в потребителските папки които имате създадени. Изисква "Премести Съобщенията в FMA" опцията (виж Поведение)
fi: Järjestä automaattisesti lähetetyt ja vastaanotetut Tekstiviestit luoduissa kansioissa. Edellyttää "Siirrä viesti FMAhan" valintaa (katso Käyttäytyminen).
mk: Автоматски сортирај Пратени и Примени Текст Пораки во Папките кои сте ги креирале Бара "Помери пораки to FMA" опции (види однесување)
pl: Auto. sortuj wysłane i odebrane wiadomości w katalogach, które utworzyłeś. Wymaga opcji "Przenieś wiadomość do fma" (zobacz 'Zachowanie').
ru: Авт-ски сортирует Отправленные и Принятые сообщения в созданных папках. Требуется "Переместить сообщение в FMA" (см. Поведение).

source: Message Rules:
bg: Правила за Съобщение:
fi: Viestisäännöt:
mk: Правила за Пораки:
pl: Zasady wiadomości:
ru: Правила сообщения:

source: Rule Name
bg: Име на Правило
fi: Säännön nimi
mk: Име на Правило
pl: Nazwa zasady
ru: Имя правила

source: Folder
bg: Папка
cs: Adresář
da: Mappe
es: Carpeta
fi: Kansio
fr: Dossier
mk: Папка
no: Mappe
pl: Katalog
ru: Папка
sv: Mapp
wa: Map

source: Correspondents
bg: Кореспонденти
fi: Kirjeenvaihto
mk: Кореспонденти
pl: Korespondenci
ru: Корреспонденты

source: Path
bg: Път
fi: Polku
mk: Пат
pl: Ścieżka
ru: Путь

source: &Run Now
bg: &Стартирай Сега
fi: &Suorita Nyt
mk: &Стартувај сега
pl: &Uruchom
ru: &Запустить

source: Reset to Factory Defaults
bg: По Подразбиране
fi: Palauta tehdasasetukset
mk: По Подразбирање
pl: Ustawienia domyślne
ru: Сброс в исходные установки
wa: Herstel Fabrieks Instellingen

source: Select Script File
bg: Изберете Скрипт Файл
cs: Zvol soubor skriptu
da: Vælg skript
es: Seleccionar archivo de script
fi: Valitse Skriptitiedosto
fr: Sélectionner le Fichier de Script
mk: Избери Скрипт Фаил
pl: Wybierz plik skryptu
ru: Выбрать файл сценария
wa: Selecteer Script Bestand

source: Add New Contacts Here
bg: Добави Нов Контакт Тук
cs: Zde přidej nový kontakt
da: Læg nye kontakter i denne mappe
es: Añadir nuevo contacto aquí
fi: Lisää Uusi Yhteystieto Tähän
fr: Ajouter les Nouveaux Contacts Ici
mk: Додади нов Контакт тука
no: Legg til nye kontakter her
pl: Dodaj tutaj nowe kontakty
ru: Добавить здесь новый контакт
sv: Lägg till nya kontakter här
wa: Nieuwe Contacten Hier

source: Add New Tasks Here
bg: Добави Нова Задача Тук
cs: Zde přidej novou úlohu
da: Læg nye opgaver i denne mappe
es: Añadir nueva tarea aquí
fi: Lisää Uusi Tehtävä Tähän
fr: Ajouter Nouvelle Tâche Ici
mk: Додади Нова Задача Тука
pl: Dodaj tutaj nowe zadania
ru: Добавить здесь новое задание
wa: Nieuwe Taken hier

source: Add New Calendar Here
bg: Добави Нов Календар Тук
cs: Zde přidej záznam do kalendáře
da: Læg nye aftaler i denne mappe
es: Añadir nuevo calendario aquí
fi: Lisää Uusi Kalenteri Tähän
fr: Ajouter Nouveau Calendrier Ici
mk: Додади Нов Календар Тука
pl: Dodaj tutaj nowy kalendarz
ru: Добавить здесь новый календарь
wa: Nieuwe Kalender hier

source: Executable Files (*.exe)|*.exe|All Files|*.*
bg: Изпълними Файлове (*.exe)|*.exe|Всички Файлове|*.*
fi: Käynnistettävät Tiedostot (*.exe)|*.exe|Kaikki|*.*
mk: Exeкутабилни Фајлови (*.exe)|*.exe|Сите Фајлови|*.*
pl: Pliki wykonawcze (*.exe)|*.exe|Wszystkie pliki|*.*
ru: Исполняемые файлы (*.exe)|*.exe|Все файлы|*.*

source: Select a File...
bg: Избор на Файл...
fi: Valitse tiedosto...
mk: Избор на Фаил...
pl: Wybierz plik...
ru: Выбрать файл...
wa: Selecteer een bestand...

source: Options
bg: Настройки
da: Indstillinger
fi: Valinnat
mk: Опции
no: Innstillinger
pl: Opcje
ru: Опции
sv: Inställningar
wa: Opties

source: Organize Favorites
bg: Организирай Предпочитаните
cs: Uspořádání oblíbených položek
da: Organiser favoritter
es: Organizador de favoritos
fi: Järjestä Suosikit
fr: Organiser les Favoris
mk: Организирај Омилени
no: Organiser Favoritter
pl: Organizuj ulubione
ru: Упорядочить Избранное
sv: Organisera Favoriter
wa: Organiseer Favorieten

source: To create a new item click on Add button. To delete or arrange an item select it from the list then click on Remove, Move Up or Move Down.
bg: За да създадете нов натиснете Прибави бутона. За да премахнете или аранжирате избраните натиснете Премахни, Мести Нагоре или Мести Надолу.
cs: Pro vytvoření nové položky klikni na tlačítko Přidat. Smazání nebo seřazení zvolte položku a potom klikni na Odstranit, Posunout nahoru nebo Posunout dolu.
da: Klik på Tilføj for at oprette et nyt element. For at slette eller flytte et element skal det først markeres. Klik derefter på Fjern, Flyt op eller Flyt ned.
es: Para crear una nueva entrada haga clic en el botón Añadir. Para eliminarlo selecciónelo y haga clic en Eliminar. Desplácese por la ventana.
fi: Uuden kohteen Luomiseksi valitse Lisää painike. Kohteen Poistamiseksi tai järjestämiseksi valitse se listasta ja valitse Poista, Siirrä Ylös tai Siirrä Alas.
fr: Pour créer un nouvel élément, cliquer sur lAjouter. Pour supprimer ou déplacer un élément de la liste, le sélectionner puis cliquer sur Enlever, En Haut ou En Bas.
mk: За креирање нов кликнете Додади копче. За да избришете или да ги аранжирате избраните кликнете Помести Нагоре или Помести Надолу.
pl: Aby utworzyć nową pozycję, kliknij 'Dodaj', aby skasować kliknij 'Usuń'. Możesz przenieść zaznaczoną pozycję klikając 'Przesuń w górę/w dół'.
ru: Добавить... создаёт новую запись. Для удаления или упорядочивания выберите запись из списка и щёлкните на Удалить, Перем. вверх или Перем. вниз.
wa: Klik op Toevoegen voor een nieuw item. Om te verwijderen of te verplaatsen, selecteer het en klik op Verwijder, Omhoog of Omlaag.

source: &Add...
bg: &Прибави...
cs: Přidat
da: Tilføj...
es: &Añadir...
fi: &Lisää...
fr: &Ajouter...
mk: &Додади...
no: &Legg til...
pl: D&odaj...
ru: &Добавить...
sv: &Lägg till...
wa: &Toevoegen...

source: &Remove
bg: &Премахни
cs: Odstranit
da: Fje&rn
es: &Eliminar...
fi: &Poista
fr: &Enlever...
mk: &Премести
no: &Fjern
pl: &Usuń
ru: &Удалить
sv: &Ta bort
wa: &Verwijderen

source: Move &Up
bg: Мести На&горе
cs: Posunout nahor&u
da: Ryk op
es: Mover &arriba
fi: Siirrä &Ylös
fr: En &Haut
mk: Помести На&горе
no: Flytt &opp
pl: Przesuń w &górę
ru: Перем. &вверх
sv: Flytta &upp
wa: Verplaats &Omhoog

source: Move &Down
bg: Мести На&долу
cs: Posunout &dolu
da: Ryk ne&d
es: Mover &abajo
fi: Siirrä &Alas
fr: En &Bas
mk: Помести На&долу
no: Flytt &ned
pl: Przesuń w &dół
ru: Перем. вни&з
sv: Flytta &ner
wa: Verplaats &Omlaag

source: Selection
bg: Маркирани
da: Valg
fi: Valinta
mk: Маркирани
pl: Wybór
ru: Выбор
wa: Selectie

source: Note
bg: Бележка
fi: Muistilappu
mk: Белешка
pl: Notatka
ru: Примечания

source: Post a note
bg: Нова Бележка
cs: Poznámka
da: Opret note
es: Crear una nota
fi: Lähetä muistilappu
fr: Créer une note
mk: Нова Белешка
no: Legg til notat
pl: Ogłoś notatkę
ru: Послать заметку
sv: Lägg till anteckning
wa: Verzend een Notitie

source: PUBLIC
bg: ОБЩИ
cs: Veřejná
da: Delt
es: PÚBLICA
fi: JULKINEN
mk: ОПШТ
pl: PUBLICZNE
ru: ПУБЛИЧНАЯ
wa: PUBLIEK

source: PRIVATE
bg: ЧАСТНИ
cs: Osobní
da: Privat
es: PRIVADA
fi: YKSITYINEN
fr: PRIVE
mk: ПРИВАТЕН
pl: PRYWATNE
ru: ПЕРСОНАЛЬНАЯ
wa: PRIVÉ

source: Bookmark
bg: Отметка
cs: Záložka
da: Bogmærke
es: Marcador
fi: Kirjanmerkki
fr: Favoris
mk: Адресар
no: Bokmerke
pl: Zakładka
ru: Закладка
sv: Bokmärke
wa: Bladwijzer

source: Conflict
bg: Конфликт
cs: Konflikt
da: Konflikt
es: Conflicto
fi: Ristiriita
fr: Conflit
mk: Конфликт
no: Konflikt
pl: Konflikt
ru: Конфликт
sv: Konflikt

source: The contact:
bg: Контактът:
cs: Kontakt:
da: Kontakten:
es: El contacto:
fi: Yhteystieto:
fr: Le contact :
mk: Контакт:
no: Kontakten:
pl: Kontakt:
ru: Контакт:
sv: Kontakten:
wa: De Contactpersoon:

source: Resolve in favour of:
bg: Разреши с предпочитание към:
fi: Ratkaise tämän eduksi:
mk: Разрешени во предпочитани кон:
pl: Przydziel na korzyść:
ru: Решить в пользу:
wa: Los op ten gunste van:

source: Description:
bg: Описание:
fi: Kuvaus:
mk: Опис:
pl: Opis:
ru: Описание:
wa: Beschrijving:

source: View Changes...
bg: Покажи Промените...
fi: Katso Muutoksia...
mk: Покажи Промени...
pl: Przegląd zmian...
ru: Просмотр изменений...
wa: Bekijk wijzigingen...

source: Save Script
bg: Запис на Скрипт
fi: Tallenna Skripti
mk: Сочувај Скрипта
pl: Zapisz skrypt
ru: Сохранить сценарий

source: Check Script Syntax
bg: Провери Синтаксиса на Скрипта
fi: Tarkista Skriptin Syntaksi
mk: Провери Синтакса на Скрипта
pl: Sprawdź składnię skryptu
ru: Проверить синтаксис сценария

source: Find...
bg: Намери...
cs: Najdi...
es: Buscar...
fi: Etsi...
fr: Chercher...
mk: Пронајди...
no: Søk...
pl: Znajdź...
ru: Найти...
sv: Sök...
wa: Zoek...

source: Find Next
bg: Намери Следващ
cs: Najdi další
da: Find næste
es: Buscar siguiente
fi: Etsi Seuraava
fr: Chercher Suivant
mk: Пронајди Следно
no: Søk neste
pl: Znajdź następny
ru: Найти Следующее
sv: Sök nästa
wa: Zoek Volgende

source: Replace...
bg: Замяна...
cs: Nahraď...
da: Erstat...
es: Reemplazar...
fi: Korvaa...
fr: Remplacer...
mk: Замени...
no: Erstatt...
pl: Zastąp...
ru: Заменить...
sv: Ersätt...
wa: Vervang...

source: Open Script...
bg: Отвори Скрипт...
fi: Avaa Skripti...
mk: Отвори Скрипта...
pl: Otwórz skrypt...
ru: Открыть сценарий...

source: &Save Changes
bg: &Запази Промените
cs: Uložit změny
da: Gem ændringer
es: &Guardar cambios
fi: &Tallenna Muutokset
fr: &Sauver les Changements
mk: &Сочувај ги Промените
no: &Lagre endringer
pl: &Zapisz zmiany
ru: &Сохранить Изменения
sv: &Spara ändringar
wa: &Sla wijziging op

source: Open Script File...
bg: Изберете Скрипт Файл...
fi: Avaa Skriptitiedosto...
mk: Отвори Скрипт Фаил...
pl: Otwórz plik skryptu...
ru: Открыть файл сценария
wa: Open Script Bestand...

source: Save Script File As...
bg: Запис на Скрипт Файл Като...
fi: Tallenna Skriptitiedosto nimellä...
mk: Сочувај Скрипт Фаил Како...
pl: Zapisz plik skryptu jako...
ru: Сохранить файл сценария как...
wa: Sla Script Bestand op...

source: Select Contacts
bg: Избор на Контакти
cs: Vyberte kontakty
da: Vælg kontakter
es: Seleccionar contactos
fi: Valitse Yhteystieto
fr: Sélectionner les Contacts
mk: Избор на Контакти
no: Velg Kontakter
pl: Wybierz kontakty
ru: Выбрать Контаткты
sv: Välj Kontakter
wa: Selecteer Contactpersonen

source: Type name or &Select from list:
bg: Въведете име или &Изберете от списъка:
fi: Kirjoita nimi tai V&alitse listasta:
mk: Внеси име или &Изберете од Списокот:
pl: Wpisz nazwę lub &wybierz z listy:
ru: Введите имя или из &списка:

source: Recipients:
bg: Получатели:
cs: Příjemci:
da: Modtagere:
es: Destinatarios:
fi: Vastaanottajat:
fr: Destinataires :
mk: Примачи:
no: Mottakere:
pl: Odbiorcy:
ru: Получатели:
sv: Mottagare:
wa: Ontvangers:

source: Display contacts stored in:
bg: Покажи контактите записани в:
cs: Zobrazit kontakty uložené v:
da: Vis kontakter fra mappen:
es: Mostrar los contactos en:
fi: Näytä tallenetut yhteystiedot:
fr: Afficher les contacts stockés dans :
mk: Покажи контакти зачувани во:
no: Vis kontakter lagret i:
pl: Wyświetl kontakty z:
ru: Контакты сохранённые в:
sv: Visa kontakter sparade i:
wa: Toon contacten in:

source: &Add
bg: &Прибави
cs: &Přidat
da: Tilføj
es: &Añadir
fi: &Lisää
fr: &Ajouter
mk: &Додади
no: &Legg til
pl: &Dodaj
ru: &Добавить
sv: &Lägg till
wa: &Toevoegen

source: SIM card
bg: SIM карта
cs: SIM karta
da: SIM-kort
es: Tarjeta SIM
fi: SIM-kortti
fr: carte SIM
mk: SIM картичка
no: SIM-kort
pl: Karta SIM
ru: SIM карте
sv: SIM-kort
wa: SIM kaart

source: Cl&ear
bg: &Изчисти
cs: &Smazat
da: Ryd
es: Lim&piar
fi: T&yhjennä
fr: &Effacer
mk: &Исчисти
no: &Slett
pl: Wy&czyść
ru: Оч&истить
sv: &Rensa
wa: Wi&ssen

source: Mobile phone numbers only
bg: Само мобилни телефони
cs: Pouze čísla mobilních telefonů
da: Kun mobilnumre
es: Solo números móviles
fi: Vain GSM puhelinnumero
fr: Numéros de mobiles uniquement
mk: Само мобилни телефони
no: Kun mobiltelefonnummer
pl: Tylko telefony komórkowe
ru: Только мобильные
sv: Endast mobiltelefonnummer
wa: Alleen Mobiele nummers

source: &New Person...
bg: &Нов Контакт...
cs: &Nový kontakt...
da: &Ny person...
es: &Nueva persona...
fi: U&usi henkilö...
fr: &Nouvelle Personne...
mk: &Нов Контакт...
no: &Ny Person...
pl: &Nowa osoba...
ru: &Новая персона...
sv: &Ny Person...
wa: &Nieuw Persoon...

source: From / To:
bg: От / Към:
cs: Od / Komu:
da: Fra/til:
es: Desde / a:
fi: Lähettäjä / Vastaanottaja:
fr: Depuis / A :
mk: Од / До:
no: Fra / Til:
pl: Od / Do:
ru: От / Кому:
sv: Från / Till:
wa: Van / Naar:

source: Sender SMSC:
bg: SMSC на Изпращача:
cs: SMS centrum:
da: Afsenders SMSC:
es: SMSC emisora:
fi: Lähettäjä SMSC:
fr: SMSC Expé. :
mk: SMSC Испраќач:
pl: Nadawca SMSC:
ru: SMSC отправ-ля:
sv: Avsändar-SMSC:
wa: Verzender SMSC:

source: Received:
bg: Получено:
cs: Přijato:
da: Modtaget:
es: Destinatario:
fi: Vastaanotettu:
fr: Reçu le :
mk: Примено:
no: Mottatt:
pl: Odebrano:
ru: Принято:
sv: Mottaget:
wa: Ontvangen:

source: Contents:
bg: Съдържание:
cs: Obsah:
da: Indhold:
es: Contenido:
fi: Sisältö:
fr: Contenu :
mk: Содржина:
no: Innhold:
pl: Zawartość:
ru: Содержимое:
sv: Innehåll:
wa: Inhoud:

source: SMS Count:
bg: Брой SMS-и:
cs: Počet SMS:
da: Antal beskeder:
es: Contador SMS:
fi: SMS Laskuri:
fr: Compteur SMS :
mk: Број на SMS:
no: Antall SMS:
pl: Liczba SMSów:
ru: Счетчик SMS:
sv: Antal SMS:
wa: Aantal SMS-en:

source: Reference:
bg: Отпратка:
es: Referencia:
fi: Viittaus:
fr: Référence :
mk: Отпратка:
no: Referanse:
pl: Referencje:
ru: Ссылка:
sv: Referens:
wa: Referentie:

source: Starting...
bg: Стартиране...
cs: Startuji...
da: Starter...
es: Comenzando...
fi: Aloittaa...
fr: Démarrage en cours...
mk: Стартување...
no: Starter...
pl: Rozpoczynanie...
ru: Запуск...
sv: Startar...
wa: Starten...

source: Location name
bg: Име на мястото
cs: Uložení
da: Titel
es: Nombre de la ubicación
fi: Paikan nimi
fr: Nom site
mk: Име на Локација
no: Hjemmeside
pl: Nazwa lokacji
ru: Название местоположения
sv: Hemsida
wa: Locatie naam:

source: Open Target Location...
bg: Отвори Целевото Място...
fi: Avaa Kohdesijainti...
mk: Отвори Место на Метата...
pl: Otwórz lokację docelową...
ru: Открыть место назначения...

source: Open target bookmark location in your Browser
bg: Отвори отметката във Браузъра
fi: Avaa kirjanmerkkki Selaimessa
mk: Отвори Адресар на Пребарувачот
pl: Otwórz docelową lokalizację zakładki w twojej przeglądarce
ru: Открыть местоположение закладок в вашем браузере

source: Set as WAP Home Page
bg: Настрой като Начална WAP Страницата
fi: Käytä WAP kotisivuna
mk: Подеси како Почетна WAP Страницата
pl: Ustaw jako stronę domową WAP
ru: Установить как домашнюю страницу WAP

source: Set current bookmark location as your phone home page
bg: Задай текущата отметка като стартова WAP страница
fi: Aseta nykyinen kirjanmerkki puhelimen kotisivuksi
mk: Подеси ја моменталната адресар како почетна WAP страница
pl: Ustaw aktualną lokalizację zakładki jako twoją stronę domową telefonu
ru: Установить текущее местоположение закладок как домашнюю страницу вашего телефона

source: &Synchronize To
bg: &Синхронизация Към
fi: &Synkronoi
mk: &Синхронизација Кон
pl: &Synchronizuj do
ru: &Синхронизация с

source: Not Modified...
bg: Непроменен...
fi: Ei Muokattu...
mk: Непроменета...
pl: Nie zmodyfikowana...
ru: Не модифицировано...

source: Modified...
bg: Променен...
fi: Muokattu...
mk: Модифицирана...
pl: Zmodyfikowana...
ru: Модифицировано...

source: New (No Undo)...
bg: Нов (Няма Възстановяване)...
fi: Uusi (Ei Kumoa)...
mk: Нова (Нема Враќање)...
pl: Nowa (brak powrotu)...
ru: Новый (без отката)...

source: Download Entire List...
bg: Свали Целия Списък...
fi: Lataa Koko Lista...
mk: Спушти Цел Список...
pl: Pobierz całą listę...
ru: Скачать полный список...

source: Download a fresh copy of bookmarks list from phone
bg: Свали актуално копие на списъка с отметки от телефона
fi: Lataa puhelimesta uusi lista kirjanmerkeistä
mk: Спушти нова копија од адресар листата од телефонот
pl: Pobież z telefonu świeżą kopię listy zakładek
ru: Загрузить свежую копию списка закладок из телефона

source: Import...
bg: Импорт...
fi: Tuo...
mk: Импорт...
pl: Importuj...
ru: Импорт...

source: Bookmark properties
bg: Свойства на Отметката
fi: Kirjanmerkin ominaisuudet
mk: Опции на Адресар
pl: Właściwości zakładki
ru: Свойства закладки
