Repository: jomael/fma
Catalog: locale/*/LC_MESSAGES/default.po
Languages: bg, cs, da, es, fi, fr, mk, no, pl, ru, sv, wa

source: Could not change WAP home page! In certain terminals a number of WAP profiles may be locked at manufacturing to prevent the users from altering the predefined WAP settings. When such a profile is active some of the commands in this ensemble will not function according to specification. The read and test commands should always function as expected but the set command will return ERROR even though the command is given using the correct syntax and all parameters are within range.
bg: Не мога да променя началната WAP страница! Понякога производителя може да е заключил определен брой WAP профили за да забрани на потребителя да променя настройките им. Когато такъв профил и активиран някои команди не функционират както се очаква. Командите за четене и проверка ще работят, но командите за промяна ще върнат ГРЕШКА независимо че параметрите им са коректни.
cs: Nelze změnit domovskou stránku WAP! Něktrá nastavení WAPu mohou být z výroby pevně nastavené a nelze je změnit. Pokud je některý profil aktivní, nemusí některé příkazy správně fungovat. Příkazy pro čtení a testo budou pravděpodobně fungovat bez problémů, ale příkazy pro nastavení parametrů skončí chybou, ačkoliv byly zadány správně a se všemi parametry.
da: Kunne ikke rette WAP-adressen! I nogle telefoner kan en eller flere WAP-profiler være låst fra fabrikkens side for at forhindre brugeren i at rette de prædefinerede WAP-indstillinger. Når en sådan profil er aktiv vil nogle kommandoer ikke fungere korrekt. "Læs"- og "Test"-kommandoerne bør altid fungere, hvorimod "Sæt"-kommandoen fejler på trods af at syntaksen er korrekt og alle parametre er indenfor de korrekte intervaller.
es: ¡Imposible cambiar la página principal WAP! En algunos terminales, algunos perfiles WAP son bloqueados por el fabricante para prevenir modificaciones o alteraciones por partes dle usuario en el perfil WAP predefinido. Si tiene alguno de estos perfiles, algunos comandos no estarán disponibles. La lectura y prueba de los comandos debería funcionar siempre, pero el ajuste de estos devolverá siempre ERROR aunque esté usando correctamente la sintaxis del comando con todos sus parámetros.
fi: WAP kotisivua ei voitu muuttaa! Joissain päätteissä WAP profiilien määrä on lukittu valmistajan toimesta, jotta käyttäjät eivät muuttaisi ennalta määrättyjä WAP asetuksia. Kun tällainen profiili on aktiivinen, jotkut komennot tässä kokoonpanossa eivät toimi spesifikaation mukaisesti. Lue (read) ja testaa (test) komentojen pitää aina toimia kuten odotetaan, mutta sijoita (set) antaa vastaukseksi VIRHE. Näin vaikka komento on annettu käyttäen oikeaa syntaksia ja kaikki parametrit ovat vaihteluvälillä.
fr: Impossible de changer la page d'accueil WAP !\nSur certains terminaux, des profils WAP peuvent être verrouillés lors de la fabrication pour prévenir une altération par l'utilisateur des paramètres WAP prédéfinis. Lorsqu'un tel profil est actif, certaines commandes ne fonctionneront comme les spécifications le prévoient. Les commandes "read" et "test" devraient toujours fonctionner comme espéré cependant la commande "set" retournera "ERROR" même si la syntaxe d'appel et les paramètres sont corrects.
mk: Не можам да ја променам почетната WAP страница! Во одредени крајни станици, бројот на WAP профилите може да биде заклучен во произведувањето за да ги заштити корисниците од промена на предефинираните WAP опции. Кога таков профил е активен , некои од командитево оваа група нема да функционираат според спецификацијата. Читањето и тест-командите секогаш треба да функционираат како што се очекува, но командите за подесување ќе вратат ГРЕШКА неизвесно од командите кои се дадени употребувајќи точна синтакса и сите параметри се коректни
pl: Nie można zmienić strony domowej WAP! W pewnych granicach liczba profili WAP może być zablokowana przy produkcji by uniemożliwić użytkownikom wprowadzanie zdefinionwanych ustawień WAP. Gdy taki profil jest aktywny, niektóre z komand w tym zespole nie będąfunkcjonować zgodnie ze specyfikacją. Komendy odczytu i testu powinny zawsze funkcjonować jak przewidziano, ale ustawienie komendy zwróci BŁĄD, nawet gdy komenda jest podana używając poprawnej składni i gdy wszystkie parametry są w zasięgu.
ru: Не удалось изменить домашнюю страницу WAP! В некоторых трубках часть WAP профилей могут быть зафиксированы производителем, чтобы предотвратить их изменение пользователем. Когда такой профиль активируется, часть команд в этой группе не работает как надо. Команды чтения и проверки всегда будут функционировать как ожидается, но команды установки будут возвращать ОШИБКУ, даже если они имею корректный синтаксис и допустимые параметры.
wa: Kon WAP homepage niet veranderen! In bepaalde terminals worden een aantal WAP profielen bij productie gesloten om de gebruikers te verhinderen de vooraf bepaalde WAP instellingen te veranderen. Wanneer een dergelijk profiel actief is zullen enkele bevelen in dit ensemble niet volgens specificatie functioneren. De gelezen en testbevelen zouden altijd moeten functioneren zoals verwacht maar het SET bevel zal ERROR terugkeren alhoewel het bevel gebruikend de correcte syntaxis wordt gegeven en alle parameters binnen het bereik zijn.

source: Synchronizing phone bookmarks
bg: Синхронизира отметките
cs: Synchronizuji záložky z telefonu
es: Sincronizando marcadores del teléfono
fi: Puhelimen kirjanmerkkejä synkronoidaan
fr: Synchronisation des Favoris du mobile en cours
mk: Синхронизира телефонски Адресари
pl: Synchronizowanie zakładek
ru: Синхронизация закладок телефона

source: added in phone by FMA.
bg: са добавени в телефона от FMA.
fi: FMA lisäsi puhelimeen.
mk: додадени во телефонот од FMA.
pl: dodany do telefonu przez fma.
ru: добавлено в телефон FMA.

source: No more space in phone memory! I'm sorry.
bg: Няма достатъчно място в паметта на телефона! Съжалявам.
fi: Muisti on täynnä Otan osaa.
mk: Нема повеке место во мемориата на телефонот! Жалам.
pl: Brak miejsca w pamięci telefonu! Przykro mi.
ru: Нет места в памяти телефона! Прошу прощения.

source: Bookmark created
bg: Отметката е създадена
cs: Záložky vytvořeny
da: Bogmærker oprettet
es: Marcador creado
fi: Kirjanmerkki luotu
mk: Адресарот е создаден
pl: Zakładka utworzona
ru: Закладка создана
wa: Bladwijzer gecreërd

source: bookmark
bg: отметка
fi: kirjanmerkki
mk: адресар
pl: zakładka
ru: закладка

source: Bookmark 1 is reserved and should not be deleted.
bg: Отметката 1 е резервирана и не може да бъде премахната.
fi: Kirjanmerkki 1 on varattu eikä sitä saisi poistaa.
mk: Адресарот 1 е резервиран и не може да биде избришан.
pl: Zakładka 1 jest zarezerwowana i nie powinna być usunięta.
ru: Закладка 1 зарезервирована и не может быть удалена.

source: Hint: You could probably edit it directlly in your phone.
bg: Препоръка: Вие можете да я редактирате директно в телефона.
fi: Vihje: Voit luultavasti muokata sitä suoraan puhelimesta
mk: Препорака: Вие можете да ја едитирате дирекно во телефонот.
pl: Podpowiedź: Mógłbyś prawdopodobnie edytować to bezpośrednio w twoim telefonie.
ru: Подсказка: Вы могли отредактировать это прямо в телефоне.

source: Bookmark changed
bg: Отметката беше променена
cs: Záložka změněna
da: Bogmærke ændret
es: Marcador cambiado
fi: Kirjanmerkki muutettu
fr: Favoris modifié
mk: Адресарот е променет
no: Bokmerke endret
pl: Zakładka zmieniona
ru: Закладка изменена
sv: Bokmärke ändrat
wa: Bladwijzer gewijzigd

source: Bookmark 1 is reserved and should not be edited.
bg: Отметката 1 е резервирана и не може да бъде редактирана.
fi: Kirjanmerkki 1 on varattu eikä sitä saa muokata.
mk: Адресарот 1 е резервиран и не може да биде едитиран.
pl: Zakładka 1 jest zarezerwowana i nie powinna być edytowana.
ru: Закладка 1 зарезервирована и не может редактироваться.

source: New bookmark
bg: Нова отметка
cs: Nová záložka
da: Nyt &bogmærke
es: Nuevo marcador
fi: Uusi kirjanmerkki
fr: Nouveau Favoris
mk: Нов Адресар
no: Nytt bokmerke
pl: Nowa zakładka
ru: Новая закладка
sv: Nytt bokmärke
wa: Nieuwe Bladwijzer

source: Modified bookmark
bg: Отметката е променена
cs: Upravená záložka
da: Bogmærke ændret
es: Marcador modificado
fi: Muokattu kirjanmerkki
fr: Favoris Modifié
mk: Модифициран адресар
no: Endret bokmerke
pl: Zakładka zmodyfikowana
ru: Модифицированная закладка
sv: Ändrat bokmärke
wa: Gewijzigde Bladwijzer

source: Deleted bookmark
bg: Отметката е премахната
cs: Smazaná záložka
da: Bogmærke slettet
es: Marcador eliminado
fi: Poistettu kirjanmerkki
fr: Favoris Supprimé
mk: Избришан адресар
no: Slettet bokmerke
pl: Zakładka usunięta
ru: Удалённая закладка
sv: Borttaget bokmärke
wa: Verwijderde Bladwijzer

source: Start Sync Phone Bookmarks....
bg: Начало на Синхронизацията на Отметките...
da: Synkroniser telefonens bogmærker...
fi: Aloita Puhelimen Kirjanmerkkien Synkronointi....
mk: Почни Синхронизација на Тел.Адресар...
pl: Rozpocznij synchronizację zakładek...
ru: Запуск синхр. закладок телефона...
wa: Start SyncTelefoon Bladwijzers....

source: Sync Phone Bookmarks completed.
bg: Синхронизацията на Указателя приключи.
da: Synkronisering af telefonens bogmærker afsluttet.
fi: Puhelimen Kirjanmerkkien Synkronointi valmis.
mk: Синхронизацијата на Телефонскиот Адресар заврши.
pl: Synchronizacja zakładek zakończona.
ru: Синхр. закладок телефона завершена.
wa: Sync Telefoon Bladwijzers compleet.

source: Error: Sync Phone Bookmarks aborted - %s
bg: Грешка: Синхронизацията на Отметките е прекъсната - %s
da: Fejl: Synkronisering af bogmærker afbrudt - %s
fi: Virhe: Puhelimen kirjanmerkkien synkronointi keskeytetty - %s
mk: Грешка: Синхронизацијата на Адресарите е прекината - %s
pl: Błąd: synchronizacja zakładek przerwana - %s
ru: Ошибка: синхронизация закладок отменена - %s
wa: Fout: Sync Telefoon bladwijzers afgebroken - %s

source: The Bookmark:
bg: Отметката:
fi: Kirjanmerkki:
mk: Адресар:
pl: Zakładka:
ru: Закладка:

source: Local bookmarks will be replaced with a fresh copy from the phone. Any local changes will be lost. Do you wish to continue?
bg: Локалните Отметки ще бъдат заменени с актуално копие на отметките на телефона. Всички локално промени ще бъдат загубени. Желаете ли да продължите?
fi: Paikalliset kirjanmerkit korvataan uudella puhelimesta saatavalla kopiolla. Kaikki paikalliset muutoksen häviävät. Haluatko jatkaa?
mk: Локалните Адресари ќе бидат заменети со свеќи копии од телефонот. Сите локални промени ќе бидат изгубени. Дали сакате да продолжите?
pl: Lokalne zakładki zostaną zastąpione świeżą kopią z telefonu. Jakiekolwiek zmiany lokalne będą utracone. Czy chcesz kontynuować?
ru: Локальные закладки будут замещены свежей копией из телефона. Все локальные изменения пропадут. Вы хотите продолжить?

source: Change WAP Hope Page from "%s" to "%s"?
bg: Да променя ли началната WAP страница от "%s" на "%s"?
fi: Muuta WAP Kotisivu "%s" tähän "%s"?
mk: Да ја променам ли почетната WAP страница од "%s" на "%s"?
pl: Zmień stronę domową WAP z "%s" na "%s"?
ru: Изменить домашнюю страницу WAP с "%s" на "%s"?

source: Modified
bg: Променен
cs: Změněno
da: Ændret
es: Modificado
fi: Muokattu
fr: Modifé
mk: Модифициран
no: Endret
pl: Zmodyfikowana
ru: Модифицировано
sv: Ändrad
wa: Aangepast

source: Deleted
bg: Премахнат
cs: Vymazáno
da: Slettet
es: Eliminado
fi: Poistettu
fr: Supprimé
mk: Избришан
no: Slettet
pl: Usunięta
ru: Удалено
sv: Borttagen
wa: Verwijderd

source: Unmodified
bg: Непроменен
cs: Nezměněno
da: Uændret
es: Sin modificar
fi: Alkuperäinen
fr: Non modifié
mk: Немодифициран
no: Uforandret
pl: Niezmieniony
ru: Немодифицированый
sv: Ej ändrad
wa: Onveranderd

source: State:
bg: Състояние:
cs: Stav:
da: Status:
es: Estado:
fi: Tila:
fr: Etat :
mk: Состојба:
no: Status:
pl: Stan:
ru: Состояние:
sv: Status:
wa: Staat:

source: contact
bg: контакт
cs: kontakt
da: kontakt
es: contacto
fi: yhteystieto
mk: контакт
no: kontakt
pl: kontakt
ru: контакт
sv: kontakt
wa: contactpersoon

source: Full name:
bg: Пълно Име:
cs: Celé jméno:
da: Fuldt navn:
es: Nombre:
fi: Koko nimi:
fr: Nom Complet :
mk: Цело Име:
no: Navn:
pl: Pełna nazwa:
ru: Полное имя:
sv: Namn:
wa: Volledige naam:

source: Display name:
bg: Име за показване:
cs: Zobrazené jméno:
da: Vis navn:
es: Nombre a mostrar:
fi: Näytä nimi:
fr: Nom affiché :
mk: Име за покажување:
no: Vis navn:
pl: Wyświetl nazwę:
ru: Показываемое имя:
sv: Visa namn:
wa: Scherm naam:

source: Title:
bg: Заглавие:
cs: Titul:
da: Titel:
es: Título:
fi: Titteli:
fr: Titre :
mk: Наслов:
no: Tittel:
pl: Tytuł:
ru: Название:
sv: Titel:
wa: Titel:

source: Company:
bg: Компания:
cs: Organizace:
da: Firma:
es: Compañía:
fi: Yritys:
fr: Société :
mk: Компаниа:
no: Selskap:
pl: Firma:
ru: Компания:
sv: Företag:
wa: Bedrijf:

source: Home phone:
bg: Домашен тел.:
cs: Domů:
da: Hjemme:
es: T. fijo:
fi: Kotipuhelin:
fr: Tel. Maison :
mk: Домашен тел.:
no: Hjem:
pl: Telefon domowy:
ru: Домашний тел.:
sv: Hem:
wa: Thuis:

source: Work phone:
bg: Служебен тел:
cs: Do práce:
da: Arbejde:
es: T. trabajo:
fi: Työpuhelin:
fr: Tel. Bureau :
mk: Служебен тел:
no: Arbeid:
pl: Telefon w pracy:
ru: Рабочий тел.:
sv: Arbete:
wa: Werk:

source: Cell phone:
bg: Мобилен тел:
cs: Telefonní číslo:
da: Mobil:
es: T. móvil:
fi: GSM:
fr: Mobile :
mk: Мобилен тел:
no: Mobil:
pl: Telefon komórkowy:
ru: Мобильный тел.:
sv: Mobil:
wa: GSM:

source: Fax number:
bg: Факс номер:
cs: FAX:
da: Fax:
es: FAX:
fi: Faksinumero;
fr: Fax :
mk: Факс број:
no: Fax:
pl: Numer faksu:
ru: Номер факса:
sv: Fax:
wa: Fax:

source: Other phone:
bg: Друг тел:
cs: Další čísla:
da: Anden telefon:
es: Otro tlf:
fi: Muu puhelin:
fr: Autre tel. :
mk: Друг тел:
no: Annet:
pl: Inny telefon:
ru: Другие телефоны:
sv: Annat:
wa: Overige:

source: Street:
bg: Улица:
cs: Ulice:
da: Gade:
es: Calle:
fi: Katuosoite:
fr: Rue :
mk: Улица:
pl: Ulica:
ru: Улица:
wa: Straat:

source: City:
bg: Град:
cs: Město:
da: By:
es: Ciudad
fi: Kaupunki:
fr: Ville :
mk: Град:
pl: Miasto:
ru: Город:
wa: Plaats:

source: Region:
bg: Регион:
es: Población:
fi: Alue:
fr: Région :
mk: Регион:
pl: Województwo:
ru: Область:
wa: Regio:

source: Postal code:
bg: Пощенски код:
cs: PSČ:
da: Postnummer:
es: Código postal:
fi: Postinumero:
fr: Code postal :
mk: Поштенски број:
pl: Kod pocztowy:
ru: Почтовый индекс:
wa: Postcode:

source: Country:
bg: Държава:
cs: Země:
da: Land:
es: País:
fi: Maa:
fr: Pays :
mk: Држава:
pl: Kraj:
ru: Страна:
wa: Land:

source: Picture File:
bg: Файл със Снимка:
cs: Obrázek:
da: Billedfil:
es: Archivo de imagen:
fi: Kuvatiedosto:
fr: Fichier image :
mk: Фаил со Слика:
no: Bilde-fil:
pl: Plik obrazka:
ru: Файл картинки:
sv: Bild-fil:
wa: Afbeelding:

source: Ringing Tone:
bg: Сигнал на Звънене:
cs: Vyzváněcí tón:
da: Ringetone:
es: Tono de llamada:
fi: Soittoääni:
fr: Sonnerie :
mk: Сигнал на Свонење:
no: Ringesignal:
pl: Dźwięk połączenia:
ru: Звук звонка:
sv: Ringsignal:
wa: Ring toon:

source: Default phone:
bg: Подразбиращ се телефон:
cs: Výchozí číslo:
da: Standard-telefon:
es: Teléfono por defecto:
fi: Oletuspuhelin:
fr: num. tel. par défaut :
mk: Број по Подразбирање:
no: Default telefon:
pl: Domyślny telefon:
ru: Телефон по умолчанию:
sv: Förvald nummer:
wa: Standaard Telefoon:

source: Mod
bg: Мод.
cs: Změna
da: Ret
fi: Muuta
mk: Мод.
pl: Modyfikuj
ru: Мод

source: Del
cs: Smaž
da: Slet
es: Eli.
fi: Poista

source: Synchronizing phonebook contacts
bg: Синхронизиране на телефонните контакти
cs: Synchronizuji telefonní seznam
da: Synkroniserer telefonbogens kontakter
es: Sincronizando la agenda de contactos
fi: Synkronoidaan puhelinluettelon yhteystietoja
fr: Synchronisation des contacts du Répertoire Tél.
mk: Синхронизирање на телефонските контакти
no: Synkroniserer telefonlistens kontakter
pl: Synchronizowanie kontaktów telefonu
ru: Синхронизация контактов телефонной книги
sv: Synkroniserar telefonbok
wa: Synchroniseer Telefoonboek Contacten

source: Start Sync Phonebook....
bg: Начало на Синхронизацията на Указателя...
cs: Start sychronizace telefonního seznamu...
da: Synkroniser telefonbog...
es: Iniciando la sinc. de la agenda...
fi: Aloita Puhelinluettelon Synkronointi....
fr: Démarrage Synchronisation du Répertoire Tél.
mk: Почеток на синхронизацијата на Именикот...
no: Starter synk. av telefonliste...
pl: Rozpocznij synchronizację spisu telefonów...
ru: Запуск синхронизации телефонной книги...
sv: Startar synk. av telefonbok...
wa: Start Synchroniseren Telefoonboek...

source: Sync Phonebook started.
bg: Синхронизацията на Указателя започна.
cs: Synchronizace telefonního seznamu začala.
da: Synkronisering af telefonbog startet.
es: Sinc. de la agenda iniciada.
fi: Puhelinluettelon synkronointi aloitettu.
fr: Synchronisation du Répertoire Tél. démarrée
mk: Синхронизацијата на Именикот започна.
pl: Synchronizacja spisu telefonów rozpoczęta.
ru: Синхронизация телефонной книги запущена.
wa: Synchroniseren Telefoonboek gestart.

source: Refreshing local phonebook
bg: Опресняване на локалния Указател
cs: Obnovuji lokální telefonní seznam
da: Opdaterer lokal telefonbog
es: Actualizando agenda local
fi: Virkistetään paikallista puhelinluetteloa
fr: Rafraîchissement du Répertoire tél. local
mk: Освежување на локалниот Именик
no: Oppdaterer lokal Telefonliste
pl: Odświeżanie lokalnego spisu telefonów
ru: Обновление локальной телефонной книги
sv: Uppdaterar lokal telefonbok
wa: Verversen lokale telefoonboek...

source: Sync Phonebook completed.
bg: Синхронизацията на Указателя приключи.
cs: Synchronizace seznamu dokončena.
da: Synkronisering af telefonbog afsluttet.
es: Sinc de agenda completada.
fi: Puhelinluettelon Synkronointi valmis.
fr: Synchronisation du Répertoire tél. réussie.
mk: Синхронизацијата на Именикот заврши.
pl: Synchronizacja spisu telefonów zakończona.
ru: Синхронизация телефонной книги завершена.
wa: Synchroniseren Telefoonboek succesvol.

source: Error: Sync Phonebook aborted - %s
bg: Грешка: Синхронизацията е прекъсната - %s
da: Fejl: Synkronisering af telefonbog afbrudt - %s
fi: Virhe: puhelinluettelon synkronointi keskeytetty - %s
mk: Грешка: Синхронизацијата е прекината - %s
pl: Błąd: synchronizacja spisu telefonów przerwana - %s
ru: Ошибка: синхронизация телефонной книги отменена - %s
wa: Fout: Synchroniseren Telefoonboek afgebroken - %s

source: No more space in pb memory! I'm sorry.
bg: Няма достатъчно място в указателя на телефона! Съжалявам.
cs: Paměť na čísla je plná! Nedá se nic dělat.
da: Ikke mere plads i hukommelsen! Beklager.
es: ¡No hay más espacio en la memoria! Lo siento
fi: Muisti on täynnä Otan osaa.
fr: Plus de place dans la mémoire du Répertoire Tél. ! Je suis désolé.
mk: Нема повеќе место во именикот на телефонот! Жалам.
pl: Brak miejsca w pamięci spisu telefonów! Przykro mi.
ru: Нет места в памяти pb! Прошу прощения.
wa: Geen ruimte in PB geheugen! I'm sorry.

source: The Sync Phonebook can't start...try to restart your phone.
bg: Синхронизацията на Указателя не може да започне... опитайте да рестартирате вашия телефон.
cs: Synchronizace telefonního seznamu nemůže začít, zkuste restartovat telefon.
da: Kan ikke starte synkronisering af telefonbog - prøv at slukke og tænde telefonen.
es: La sinc. de la agenda no puede iniciarse, intente reiniciando el teléfono.
fi: Puhelinluettelon Synkronointia ei voida aloittaa...käynnistä puhelin uudestaan.
fr: La synchronisation du Répertoire Tél. ne peut démarrer... Essayez de redémarrer votre mobile.
mk: Синхронизацијата на Именикот не може да започне... пробајте да го рестартирате вашиот телефон.
pl: Nie można uruchomić synchronizacji spisu telefonów... Spróbuj zrestartować swój telefon.
ru: Синхр. телефонной книги не может запуститься... попытайтесь перезапустить ваш телефон.
wa: Sync Telefoonboek kan niet starten...Herstart uw telefoon.

source: Entire phonebook should be downloaded from phone. All local changes will be LOST! Continue?
fi: Koko puhelinluettelo pitää hakea puhelimesta. Kaikki paikalliset muutokset MENETETÄÄN! Jatketaanko?
pl: Cały spis telefonów powinien być pobrany z telefonu. Wszystkie lokalne zmiany zostaną UTRACONE! Kontynuować?

source: FMA could Import only vCard and LDIF contact exports. Do you still want to continue exporting?
fi: FMA voi Tuoda vain vCard ja LDIF yhteystieto vientejä. Haluatko jatkaa vientiä?
pl: Fma może importować jedynie eksportowane kontakty vCard i LDIF. Czy wciąż chcesz kontynuować eksportowanie?

source: %0:s [%1:s] already exists. Do you want to replace it with newly imported one? Click Yes to replace it, or click No to add it as a New contact
bg: %0:s [%1:s] вече съществува. Желаете ли да го замените с новия импортиран? Натиснете Да за да го замените или Не за да го добавите като нов контакт
cs: %0:s [%1:s] již existuje. Přejete si jej nahradit nově importovaným? Kliněte na 'Ano' pro nahrazení nebo 'Ne' pro přidání jako nový kontakt
da: %0:s [%1:s] eksisterer allerede. Erstat med senest importerede? Klik Ja for at erstatte eller klik Nej for at tilføje som Ny kontakt
es: %0:s [%1:s] ya existe. ¿Desea reemplazarlo con un nuevo elemento importado? Haga clic en Sí para reemplazarlo o en No para añadirlo como un contacto nuevo
fi: %0:s [%1:s] on jo olemassa. Haluatko korvata sen äsken tuodulla? Valitse Kyllä korvataksesi sen tai Ei kun haluat lisätä sen Uutena yhteystietona
fr: %0:s [%1:s] existe déjà. Voulez-vous le remplacer par le nouveau contact importé ? Cliquez Oui pour le remplacer, ou cliquez Non pour l'ajouteur en tant que Nouveau contact
mk: %0:s [%1:s] веќе постои. Сакате да го замените со новиот импортиран? Кликнете Да за да го замените или Не за да го додадете како нов контакт
pl: %0:s [%1:s] już istnieje. czy chcesz go zastąpić nowo importowanym? Kliknij 'Tak' by go zastąpić, lub kliknij 'Nie' by go dodać jako nowy kontakt.
ru: %0:s [%1:s] уже существует. Вы хотите заместить его новым? Щёлкните Да для замещения,или Нет, чтобы добавить его как новый контакт)
wa: %0:s [%1:s] bestaat reeds. Wilt u het vervangen door de nieuw geimporteerde? Klik Ja om te vervangen, of klik Nee om als Nieuw Contact tot te voegen.

source: modified in FMA by Import.
bg: модифициран е в FMA от Импорта.
cs: upraveno v databázi FMA.
da: ændret i FMA af import.
es: modificado en FMA por importar.
fi: FMA on muokannut Tuonnin yhteydessä.
fr: modifié dans FMA lors de l'Import.
mk: модифициран е во FMA од Импорт.
no: Endret i FMA etter importering.
pl: zmodyfikowany w fma przez importowanie.
ru: модифицировано в FMA операцией импорта.
sv: ändrad i FMA av importering.
wa: gewijzigd in FMA door Import.

source: added to FMA by Import (as dublicate).
bg: добавен в FMA от Импорта (като дубликат).
cs: přidáno do databáze FMA (zdvojeno).
da: tilføjet til FMA af import (som dublet)
es: Añadido a FMA por importar (como duplicado).
fi: lisätty FMA:han Tuontina (kopiona).
fr: ajouté dans FMA lors de l'Import (copie).
mk: додаден во FMA од Импорт (како дупликат).
no: importert til FMA (som duplikat).
pl: dodany do fma przez importowanie (jako duplikat).
ru: добавлено в FMA импортом (как дубликат).
sv: tillaggd i FMA av importering (som dublett).
wa: toegevoegd door FMA door Import (als duplicaat).

source: added to FMA by Import.
bg: добавен е в FMA от Импорта.
cs: přidáno do databáze FMA.
da: tilføjet til FMA af import.
es: Añadido a FMA por importar.
fi: lisätty FMA:han Tuontina.
fr: ajouté dans FMA lors de l'Import (copie).
mk: додаден е во FMA од Импорт.
no: Importert til FMA
pl: dodany do fma przez importowanie.
ru: добавлено FMA импортом.
sv: tillaggd i FMA av importering.
wa: toegevoegd aan FMA door Import.

source: Importing phonebook contacts
bg: Импорт на Телефонните Контакти
cs: Importuji telefonní seznam
da: Importerer kontakter til telefonbogen
es: Importando agenda de contactos
fi: Tuodaan puhelinluettelon yhteystiedot
fr: Import des contacts du Répertoire Tél.
mk: Импорт на Телефонските контакти
no: Importerer Telefonliste
pl: Importowanie kontaktów spisu telefonów
ru: Импорт контактов телефонной книги
sv: Importerar telefonbok
wa: Importeren Telefoonboek Contacten
