Repository: jomael/fma
Catalog: locale/*/LC_MESSAGES/default.po
Languages: bg, cs, da, es, fi, fr, mk, no, pl, ru, sv, wa

source: Cut|Cuts the selection and puts it on the Clipboard
cs: Vyjme označené a uloží do schránky
da: Klip|Sletter det markerede og placerer det i udklipsholderen
es: Corta la sección/es y las pone en el portapapeles
fr: Coupe la sélection et la met dans le Presse papier.

source: &Copy
cs: &Kopírovat
da: Kopier
es: &Copiar
fr: Co&pier
no: &Kopier
sv: &Kopiera

source: Copy|Copies the selection and puts it on the Clipboard
cs: Kopíruje označené do schránky
da: Kopier|Placerer en kopi af det markerede i udklipsholderen
es: Copia la sección/es y las pone en el portapapeles
fr: Copie la sélection et la met dans le Presse papier.

source: &Paste
cs: Vložit
da: Indsæt
es: &Pegar
fr: C&oller
no: Lim &inn
sv: Klistra &in

source: Paste|Inserts Clipboard contents
cs: Vloží obsah schránky
da: Indsæt|Indsætter indholdet af udklipsholderen
es: Pegar o insertar el contenido del portapapeles
fr: Colle le contenu du Presse papier.

source: Undo|Reverts the last action
cs: Vrátí zpět poslední akci
da: Fortryd|Fortryder den seneste handling
es: Deshace o invierte la última acción
fr: Annule la dernière action.

source: Shows WAP Home Page
cs: Ukáže domovskou WAP stránku
da: Viser WAP-hjemmesiden
es: Mostrar la página de inicio de WAP
fr: Affiche la Page WAP de Démarrage.
no: Viser WAP-hjemmeside
sv: Visar WAP-hemsida
wa: Toont WAP Home Page

source: Phone Contacts...
cs: Kontakty...
da: Kontakter i telefonen...
es: Contactos del teléfono
fr: Contacts du Mobile...
no: Telefonkontakter...
sv: Telefonkontakter...

source: Synchronize Phonebook Contacts
cs: Synchronizace telefonních kontaktů
da: Synkroniser telefonens kontakter
es: Sinc. la agenda
fr: Synchronise les Contacts du Mobile.
no: Synkroniser Telefonkontakter
sv: Synkronisera Telefonkontakter
wa: Sync Telefoonboek Contacten

source: Phone Calendar...
cs: Kalendář...
da: Telefonens kalender...
es: Calendario...
fr: Calendrier du Mobile...
no: Telefonkalender...
sv: Telefonkalender...

source: Outlook Contacts...
cs: Kontakty Outlooku...
da: Kontakter i &Outlook...
es: Contactos de Outlook
fr: Contacts Outlook...
no: Outlook-kontakter...
sv: Outlook-kontakter...

source: Sync Phonebook with Outlook
cs: Sychronizuj telefon s Outlookem
da: Synkroniser telefonbog med Outlook
es: Sinc. la agenda con Outlook
fr: Synchronise le Répertoire téléphonique avec Outlook
no: Synkroniser Telefonliste med Outlook
sv: Synkronisera Telefonbok med Outlook

source: Phone Bookmarks...
cs: Záložky...
da: Telefonens &bogmærker...
es: Marcadores...
fr: Favoris du Mobile...
no: Telefon Bokmerker...
sv: Telefonbokmärke...

source: Phone Clock...
cs: Čas v telefonu...
da: Telefonens ur
es: Reloj del teléfono
fr: Horloge du Mobile...
no: Telefonklokke...
sv: Telefonklocka...
wa: Telefoon Klok...

source: Getting Started...
cs: Průvodce nastavením...
da: Forbindelsesguide...
es: Comenzando...
fr: Assistant de Démarrage...

source: Switch &Database...
cs: Přepnout &databázi...
da: Skift database...
es: Cambiar base de datos...
fr: Changer de Base de &Données
no: Bytt &Database
sv: Byt &Databas

source: Actio&n
cs: &Akce
da: H&andlinger
es: Acció&n
no: Funksjo&ner
sv: Funktio&ner

source: S&ync
cs: S&ynchronizace
da: &Synkroniser
es: &Sinc.
no: S&ynkroniser
sv: S&ynkronisera

source: Shows Fma Options
cs: Nastavení FMA
da: Viser FMA's indstillinger
es: Muestra las opciones dle FMA
fr: Affiche les Options de Fma.
no: Viser FMA-innstillinger
sv: Visa FMA-inställningar
wa: Toon FMA Opties

source: Import / Export Selected
cs: Výběr importu a exportu
da: Importer/eksporter markerede
es: Importar / Exportar seleccionados
fr: Importer / Exporter Sélection
no: Importer / Exporter markerte
sv: Importera / Exportera markerade
wa: Import / Export Geselecteerde

source: &Check for Update...
cs: Aktualizace programu...
da: Søger efter opdateringer...
es: &Actualizar...
fr: &Rechercher Mise à jour...
no: &Søk efter oppdatering...
sv: &Sök efter uppdatering...

source: Shows Fma Update Wizard
cs: Průvodce aktualizací FMA
da: Starter guiden, der hjælper dig med at opdatere FMA
es: Mostrar el asistente de actualización
fr: Lance l'Assitant de Mise à Jour de Fma.
no: Viser FMAs Oppdateringsguide
sv: Visar FMAs uppdateringsguide
wa: Toon Fma Update Wizard

source: Fma On The Web
cs: FMA na Internetu
da: FMA på nettet
es: FMA en la Web
fr: Fma Sur Le Web
no: Fma på nettet
sv: Fma på nätet
wa: Fma Op Het Web

source: Fma Home Page...
cs: Domácí stránka FMA...
da: FMA's hjemmeside
es: Página oficial de FMA
fr: Page d'Accueil Fma...
no: FMA...
sv: FMA...

source: Opens a Web browser to Fma home page.
cs: Otevře domácí stránku FMA
da: Viser FMA's hjemmeside i en browser.
es: Abre un explorador Web a la página de inicio del FMA
fr: Ouvre la page d'accueil Fma dans un navigateur web.
no: Åpner FMA:s hjemmside.
sv: Öppnar webbläsare med FMA:s hemsida.
wa: Opent een Web browser naar Fma home page.

source: Fma Community Forums...
cs: Diskuze o FMA...
da: Diskuter FMA med andre...
es: Foros del FMA
fr: Forums Communauté Fma...
no: FMA Forum...
sv: FMA Forum...

source: Opens a Web browser to Fma forums page.
cs: Otevře stránku diskuze o FMA
da: Viser FMA's fora i en browser
es: Abre un explorador Web a la página del foro del FMA
fr: Ouvre les forums Fma dans un navigateur web.
no: Åpner FMA:s Forum.
sv: Öppnar en webbläsare med FMA:s Forum.
wa: Opent een Web browser naar Fma forums pagina.

source: Fma Developers Page...
cs: Vývojová stránka FMA...
da: FMA-udviklernes hjemmeside
es: Pagina de desarrolladores del FMA
fr: Page Développeurs Fma...
no: FMA for utviklere...
sv: FMA för utvecklare...
wa: Fma Ontwikkelaars Pagina...

source: Opens a Web browser to Fma developers page.
cs: Otevře vývojovou stránka FMA.
da: Viser FMA-udviklernes hjemmeside i en browser
es: Abre un explorador Web a la página de desarrolladores del FMA
fr: Ouvre la page pour les développeurs fma dans un navigateur web.
no: Åpner FMA:s side for utviklere.
sv: Öppnar en webbläsare med FMA:s sida för utvecklare.
wa: Opent een Web browser naar Fma ontwikkelaars pagina.

source: Call Monitor
cs: Monitor hovorů
da: Opkaldsovervågning
es: Monitor de llamada
fr: Suivi d'Appel
no: Samtaleovervåker
sv: Samtalsövervakare

source: Message Monitor
cs: monitor zpráv
da: Beskedovervågning
es: Monitor de mensajes
fr: Suivi de Message
no: Meldingsovervåker
sv: Meddelandeövervakare

source: Export messages
cs: Exportovat zprávy
da: Eksporter beskeder
es: Exportar mensajes
fr: Exporter Messages
no: Exporter melding
sv: Exportera meddelande

source: Export contacts
cs: Exportovat kontakty
da: Eksporter kontakter
es: Exportar contacto
fr: Exporter les contacts
no: Exporter kontakter
sv: Exportera kontakter

source: Fma - Not Connected
cs: FMA - nepřipojen
da: FMA - ikke tilsluttet
es: Fma - No conectado
fr: Fma - Non Connecté
no: FMA - Ikke Tilkoblet
sv: FMA - Ej ansluten
wa: FMA - Niet Verbonden

source: RTS Flow Control might be needed on some devices or cables (Credit goes to VoSSy).
cs: Řízení toku RTS je u některých kabelů nutno nastavit! (Díky VoSSy).
da: "RTS flow control" kan være påkrævet med nogle typer enheder/kabler (Tak til VoSSy)
es: RTS puede requerirse para algunos dispositivos o cables (Por cortesía de VoSSy).
fr: Le control de flux RTS peut être nécessaires avec certains périphériques ou câbles. (Crédit à VoSSy)
no: RTS flowkontroll kreves kansje av visse telefoner og kabler (Takk til VoSSy).
sv: RTS flödeskontroll krävs av vissa hårdvaror och kablar (Tack till VoSSy).
wa: RTS Flow Control kan nodig zijn bij sommige apparaten of kabels (Credit gaat naar VoSSy).

source: Set Port=0 to let the system decide which port to use.
cs: Nastavte Port=0 pro automatickou detekci portu
da: Hvis Port sættes til 0 forsøger systemet selv at finde den rigtige port
es: Establecer Puerto=0 para dejar decidir al sistema el puerto a usar.
fr: Mettre Port=0 pour laisser le système décider.
no: Velg Port=0 for å la systemet velge port.
sv: Välj Port=0 för att låta systemet välja port.
wa: Set Port=0 Laat het systeem een poort kiezen.

source: &Lookup Device
cs: Najdi zařízení
da: &Led efter enhed
es: &Escanear
fr: &Rechercher Mobile
no: &Søk etter telefon
sv: &Sök hårdvara
wa: &Zoek Apparaat

source: Synchronize Tasks
cs: Synchronizace úkolů
da: Synkroniser opgaver
es: Sincronizar las tareas
wa: Synchroniseer Taken

source: Synchronize Notes
cs: Synchronizace poznámek
da: Synkroniser noter
es: Sincronizar las notas
wa: Synchroniseer Notities

source: Do not retrieve Bookmarks
cs: Nenačítat záložky
da: Opdater ikke Bogmærker
es: No descargar los marcadores
fr: Ne pas récupérer les Favoris
no: Last ikke Bokmerker
sv: Ta inte emot Bokmärke
wa: Ontvang Geen Bladwijzers

source: Phone Clock
cs: Hodiny v telefonu
da: Telefonens ur
es: Reloj del teléfono
fr: Horloge du Mobile
no: Telefonklokke
sv: Telefonklocka

source: Automaticaly
cs: Automaticky
da: Automatisk
es: Automáticamente
fr: Automatique
no: Automatiskt
sv: Automatiskt

source: Enabled (ask me first)
cs: Ručně potvrdit
da: Slået til (spørg først)
es: Activado (preguntarme primero)
fr: Activé (me demande d'abord)
no: Aktivert (spør først)
sv: Aktiverad (fråga mig först)

source: Bookmarks Folder
cs: Ukládání záložek
da: Bogmærker
es: Carpeta de marcadores
fr: Dossier Favoris
no: Bokmerkesmappe
sv: Bokmärkesmapp

source: Synchronize Bookmarks in this Folder:
cs: Sychronizace záložek v této složce:
da: Synkroniser bogmærker med denne mappe:
es: Sincronizar marcadores con esta carpeta:
fr: Synchroniser les Favoris de ce dossier :
no: Synkroniser Bokmerker i denne Mappen:
sv: Synkronisera Bokmärke från den här mappen:

source: Only bookmarks stored in this folder will be synchronized with your phone's bookmarks. Any subfolders will be ignored.
cs: Pouze záložky uložené v této složce budou synchronizovány s telefonem. Podsložky budou ignorovány.
da: Kun bogmærker placeret i denne mappe vil blive synkroniseret med din telefon. Undermapper vil blive ignoreret.
es: Tan solo los marcadores almacenados en esta carpeta serán sincronizados con el teléfono. Las subcarpetas serán ignoradas.
fr: Seuls les favoris présents dans ce dossier seront synchronisés avec ceux de votre mobile. Les sous-répertoire seront ignorés.
no: Bare bokmerker lagret i denne mappen kommer til å synkroniseres med telefonens bokmerkee. Eventuelle underkataloger blir ignorert.
sv: Endast bokmärken sparade i den här mappen kommer att synkroniseras med telefonens bokmärken. Eventuella underkataloger kommer att ignoreras.

source: None (do not synchronize)
cs: Žádné (nesychronizovat)
da: Ingen (synkroniser ikke)
es: ninguno (no sincronizar)
fr: Aucune (ne pas synchroniser)
no: Ingen (ikke synkroniser)
sv: Inget (synkronisera inte)

source: Add...
cs: Přidat...
da: Tilføj...
es: Añadir...
fr: Ajouter...
no: Legg til...
sv: Lägg till...

source: Remove...
cs: Odebrat...
da: Fjern...
es: Eliminar...
fr: Enlever...

source: Edit...
cs: Upravit...
da: R&ediger...
es: Editar...
fr: Editer...
no: Endre...
sv: Ändra...

source: Try to Link to Existing
cs: Snažit se přidat k existujícímu
da: Tilknyt til eksisterende
es: Intentar vincular a uno existente
fr: Essayer de Lier à Existant
no: Forsøk å linke til eksisterende
sv: Försök att länka till existerande

source: &Refresh Folders
cs: &Obnovit složky
da: Genopf&risk mapper
es: &Actualizar carpetas
fr: &Rafraîchir Dossiers
no: &Oppdater Mapper
sv: &Uppdatera Mappar

source: Disable SyncML
cs: Vypnout SyncML
da: Slå SyncML fra
es: Desactivar SyncML
fr: Désactiver SyncML
no: Deaktiver SyncML
sv: Inaktivera SyncML

source: SyncML Settings
cs: Nastavení SyncML
da: Indstillinger for SyncML
es: Configuración del SyncML
fr: Paramètres SyncML
no: SyncML-innstillinger
sv: SyncML-inställningar

source: Listening port
cs: Port
da: Lyt på port
es: Puerto escucha
fr: Port d'écoute

source: Enable SyncML server
cs: Povolit SyncML server
da: Slå SyncML server til
es: Activar servidor SyncML
fr: Activer le serveur SyncML
no: Aktiver SyncML-server
sv: Aktivera SyncML-server

source: Access Manager...
cs: Přístup...
da: Adgangskontrol...
es: Acc. administrador...
fr: Gérer l'Accès

source: Do not use scripts
cs: Nepoužívat skripty
da: Brug ikke skripter
es: No usar Scripts
fr: Ne pas utiliser de scripts
no: Bruk ikke skript
sv: Använd inte skript

source: Use custom Script file which I will chose
cs: Použít vlastní skript dle výběru
da: Brug det skript, jeg selv vælger:
es: Usar el Script que yo seleccione
fr: Utiliser un fichier de Script spécifique que je vais choisir
no: Velg en egen skript-fil
sv: Välj en egen skript-fil

source: Script Type:
cs: Typ skriptu:
da: Skript-type:
es: Tipo de Script:
fr: Type de script :
no: Skripttype:
sv: Skripttyp:

source: In most cases the program (Fma) will need to be restarted to fully activate the selected script.
cs: Program FMA bude nutno restartovat, aby byl skript aktivní.
da: Som oftest skal FMA genstartes for at aktivere alle dele af det valgte skript.
es: En la mayoría de lso casos, FMA necesita reiniciarse para activar el Script seleccionado.
fr: Généralement l'application (Fma) nécessite d'être redémarrée pour activer complètement le script sélectionné.
no: I de fleste tilfeller må programmet (FMA) restartes for å aktivere valgte skript.
sv: I de flesta fall måste programmet (FMA) startas om för att till fullo aktivera valda skript.

source: Show Progress dialog with this conditions:
da: Vis fremgangsvindue på disse betingelser:

source: Show Progress indicator in Status Bar only
da: Vis kun fremgang i statuslinjen

source: Do not show Progress dialog and Status Bar indicator
da: Vis hverken fremgangsvindue eller statuslinie-indikator

source: Compose Message Window
cs: Okno se zprávou
da: "Skriv besked"-vindue
es: Ventana de composición de mensaje
fr: Fenêtre de Composition de SMS
no: Skriv ny melding
sv: Skriv nytt meddelande

source: Message Arrived Popup
cs: Překrývací okno
da: "Besked modtaget"-vindue
es: Popup de mensaje entrante
fr: Popup de Message Arrivé
no: Ny melding popup
sv: Nytt meddelande-popup

source: Call Information Popup
cs: Informace o hovoru
da: Information om opkald:
es: Popup de información de llamada
fr: Popup d'Appel Entrant
no: Samtaleinformasjons-popup
sv: Samtalsinformation-popup

source: Log Window
cs: Okno s výpisy
da: Hændelsesvindue
es: Ventana de Log
fr: Fenêtre de Log
no: Loggvindu
sv: Loggfönster

source: A lower value means more transparency, while a higher value will make a window more solid (less transparency).
cs: Nižší hodnota znamená více transparentnosti.
da: Jo lavere værdi, jo mere gennemsigtigt er vinduet. Den største værdi giver normale "solide" vinduer
es: Un valor bajo significa más transparencia, mientras que un valor alto hará las ventanas más solidas.
fr: Une valeur plus faible signifie plus de transparence alors qu'une valeur plus grande signifie moins de transparence.

source: Range value: 120-255.
cs: Rozsah hodnot: 120-255.
da: Interval: 120-255
es: Rango del valor: 120-255
fr: Intervalle de valeur : 120-255.

source: Call Popup
cs: Oznámení hovoru
da: Pop op ved opkald
es: Popup de llamada
fr: Popup d'Appel
no: Samtale-popup
sv: Samtals-popup

source: No Ringing Sounds
da: Ingen ringelyd

source: No Headset button
da: Ingen hovedsæt-knap

source: Use X button to minimize instead to close Fma application
cs: Použijte tlačítko X místo minimalizace pro zavření FMA
da: Lukkeknappen [X] minimerer i stedet for at lukke FMA
es: Use el botón X para minimizar, en vez de cerrar la aplicación
fr: Le bouton X réduit Fma en icône au lieu de quitter l'apllication
no: Bruk X-knappen for å minimere isteden for å avslutte FMA
sv: Använd X-knappen för att minimera istället för att avsluta FMA

source: Check out Outbox folder for unsent messages on Fma start and exit
cs: Zkontrolovat složku odeslaných zpráv při startu a ukončení FMA pro neodeslané zprávy
da: Gennemse udbakken for uafsendte beskeder ved start og stop af FMA
es: Comprobar la bandeja de salida al iniciar y salir de FMA.
fr: Vérifier s'il y'a des messages non envoyés dans le dossier Boîte d'Envoi au démarrage et à l'arrêt de Fma
no: Søk etter usendte meldinger i Utboksen før FMA avslutter.
sv: Sök efter ej skickade meddelande i Utkorgen innan FMA avslutas.

source: Message Popup
cs: Oznámení zpráv
da: Pop op ved besked
es: Popup de mensajes
fr: Popup de Message
no: Meldings-popup
sv: Meddelande-popup

source: Move message to Archive
cs: Přesunout zprávu do archivu
da: Flyt besked til arkiv
es: Mover mensajes al Archivo
fr: Déplacer le message dans Archive
no: Flytt melding til Arkiv
sv: Flytta meddelande till Arkiv
wa: Verplaats bericht naar Archief

source: If you wish to use special characters (like +AMQ, +AOQ, +ANw, +APw, +ANY, +APY, +AN8 mostly used in german, scandinavian and other languages) in standard encoding, uncheck this option. Otherwise these special characters will force UCS-2 message encoding, thus reduceing maximum message length to about 1/2 (70 chars) of it's original value.
cs: Pokud chcete psát zprávy se speciálními znaky, použijte toto nastavení.
da: Fjern dette hak, hvis du vil bruge specialtegn såsom +AMQ, +AOQ, +ANw, +APw, +ANY, +APY, +AN8 uden at tvinge FMA til at bruge UCS-2 kodning af din besked (det vil nemlig nedsætte længden af en SMS til højst 70 tegn)
es: Si desea usar algún caracter especial (como +AMQ, +AOQ, +ANw, +APw, +ANY, +APY, +AN8 sados por ejemplo en francés u otros idiomas) en codificación estandar desactive dicha opción. De lo contrario, estos caracteres forzarán el mensaje a una codificación UCS-2, reduciendo la longitud máxima del mensaje a la mitad (70 caracteres).
fr: Pour utiliser des caractères spéciaux (comme Ä, ä, Ü, ü, Ö, ö, ß utilisés principalement pour l'allemand et les langues scandinaves) avec l'encodage standard, décocher cette option. Autrement ces caractères spéciaux vont forcer l'encodage en UCS2 ce qui réduit de moitié la longueur des messages (70 car).
wa: Als u speciale karakters wilt gebruiken (zoals, +AMQ, +AOQ, +ANw, +APw, +ANY, +APY, +AN8 vaak gebruikt in Duits, Scandinavisch en andere talen) in standaard codering, laat u dit vakje leeg. Anders zullen deze karakters UCS-2 berichtencodering forceren, dus de maximale lengte van een bericht met 1/2 verkorten (70 karakters).

source: Enable Keyboard Lock Monitor
cs: Povolí monitor zámku klávesnice
da: Vis status for tastelås
es: Activar el monitor del teclado bloqueado
fr: Activer le suivi du Verrouillage Clavier

source: Preffered language:
cs: Preferovaný jazyk:
da: Valgt sprog:
es: Lenguaje preferido:
fr: Langue préférée :

source: More on Web...
cs: Další na webu...
da: Mere på nettet...
es: Más en la Web...

source: Contact Phone book settings
cs: Nastavení adresáře
da: Indstillinger for kontakt-telefonbog
es: Configuración de los contactos de la agenda

source: DisplayName default preference:
cs: Způsob zobrazení jména:
da: Brug dette navn som standard:
es: Nombre a mostrar como predeterminado:

source: Choose the DisplayName to be used as default when importing new contacts info FMA.
cs: Zvolte způsob, jakým bude zobrazované jméno při importu nových kontaktů do FMA.
da: Vælg det navn, der skal bruges som standard ved import af nye kontakter til FMA.
es: Selecciona el nombre que se usará por defecto cuando importe nuevos contactos a FMA

source: Firstname Lastname
cs: jméno příjmení
da: Fornavn Efternavn
es: Nombre Apellidos

source: Lastname, Firstname
cs: příjmení, jméno
da: Efternavn, Fornavn
es: Apellidos, Nombre

source: (Title) Firstname Lastname
cs: (titul) jméno příjmení
da: (Titel) Fornavn Efternavn
es: (Título) Nombre Apellidos

source: (Title) Lastname, Firstname
cs: (titul) příjmení, jméno
da: (Titel) Efternavn, Fornavn
es: (Título) Apellidos, Nombre

source: Firstname Lastname (Organization)
cs: jméno příjmení (organizace)
da: Fornavn Efternavn (Organisation)
es: Nombre Apellidos (Organización)

source: Lastname, Firstname (Organization)
cs: příjmení, jméno (organizace)
da: Efternavn, Fornavn (Organisation)
es: Apellidos, Nombre (Organización)

source: (Title) Firstname Lastname (Organization)
cs: (titul) jméno příjmení (organizace)
da: (Titel) Fornavn Efternavn (Organisation)
es: (Título) Nombre Apellidos (Organización)

source: (Title) Lastname, Firstname (Organization)
cs: (titul) příjmení, jméno (organizace)
da: (Titel) Efternavn, Fornavn (Organisation)
es: (Título) Apellidos, Nombre (Organización)

source: Automatic Web Update
da: Programopdatering via nettet

source: If you disable this feature you could still do Web Update check manualy.
da: Selvom dette er slået fra, kan du altid køre opdateringstjekket manuelt.

source: Automatically check for new Updates on application Startup
da: Søg efter opdateringer automatisk ved opstart

source: Updates Server
da: Opdateringsserver:

source: Reset To Defaults
cs: Výchozí nastavení
da: Nulstil til standardværdier
es: Valores por defecto
fr: Réglages par défaut

source: Post a bookmark
cs: Záložka
da: Opret bogmærke
es: Crear un marcador
fr: Créer un favoris
no: Legg til bokmerke
sv: Lägg till bokmärke
wa: Verzend een Bladwijzer

source: Priority to:
cs: Priorita na:
da: 1. prioritet:
es: Prioridad a:
fr: En priorité à :
no: Prioritet til:
sv: Prioritet till:

source: Find Next &Error
cs: najdi dalši chybu
da: Find næste f&ejl
es: Buscar siguiente &error
fr: Chercher &Erreur Suivante
no: Søk neste f&eil
sv: Sök nästa f&el

source: Replace Script...
cs: Nahraď skript...
da: Erstat skript
es: Reemplazar script...
fr: Remplacer le Script...
no: Erstatt skript...
sv: Ersätt skript...

source: Type name or Select from list:
cs: Zadejte jméno:
da: Indtast navn eller vælg fra liste:
es: Escribe el nombre o seleccionelo:
fr: Saisir le nom ou Choisir dans la liste :
no: Skriv navn eller velg fra listen:
sv: Skriv namn eller välj från listan:
wa: Type naam of Selecteer uit lijst:

source: Open Target Location
cs: Otevři
da: Åbn destinationsmappe
es: Abrir la ubicacion objetivo
fr: Afficher la Page Web
no: Åpne bokmerke
sv: Öppna bokmärke
wa: Open Doel Locatie

source: Force as Not Modified...
cs: Označ jako neupravovaný...
da: Sæt som uredigeret
es: Forzar como no modificado...
fr: Forcer comme Non Modifié...
no: Marker som ikke endret...
sv: Markera som ej ändrad...
wa: Forceer als Niet Gewijzigd...

source: Force as Modified...
cs: Označ jako upravovaný...
da: Sæt som redigeret
es: Forzar como modificado
fr: Forcer comme Modifié...
no: Marker som endret...
sv: Markera som ändrad...
wa: Forceer als Gewijzigd...

source: Force as New Contact (No Undo)...
cs: Označ jako nový kontakt (nelze vzít zpět)...
da: Opret som ny kontakt (ingen fortrydelse)
es: Forzar como nuevo contacto (no se puede deshacer)...
fr: Forcer comme Nouveau Contact (Pas d'Annulation)...
no: Marker som ny kontakt (går ikke å angre)...
sv: Markera som ny kontakt (går ej att ångra)...
wa: Forceer als Nieuw contact (Geen Undo)...

source: Full Name Appearance
cs: Zobrazení plného jména
da: Visning af fuldt navn
es: Apariencia del nombre completo
wa: Volledige Naam Uiterlijk

source: Preffered download mirror site:
cs: Preferované servery pro stahování:
da: Foretrukken spejlserver:
es: Descargar preferentemente desde:
fr: Site Mirroir de téléchargement Préféré :
no: Foretrukket alternativ adresse:
sv: Föredragen alternativ adress:

source: Select a preffered mirror site from which to retrieve updates.
cs: Zvolte server, ze kterého chcete získávat aktualizace.
da: Marker din foretrukne spejlserver, hvorfra opdateringer skal hentes
es: Seleccione un sitio replica preferido desde el cual obtener las actualizaciones.
fr: Sélectionner un site mirroir préféré à utiliser pour télécharger les mises à jour.
no: Velg en alternativ adresse for å hente oppdateringer fra.
sv: Välj en alternativ adress att hämta uppdateringar ifrån.
