Repository: jomael/fma
Catalog: locale/*/LC_MESSAGES/default.po
Languages: bg, cs, da, es, fi, fr, mk, no, pl, ru, sv, wa

source: It will search for any devices in range using various methods and will help you configure most of the required settings.
bg: Ще бъдат претърсени всички налични устройства използвайки различни методи и ще ви бъде помогнато да конфигурирате повечето от необходимите настройки.
cs: Pokud ještě nemáte zařízení, které Vám umožní propojit Váš telefon s počítačem, navštivte Internetový obchod na adrese WWW.OK-SHOP.CZ
da: Søger efter enheder indenfor rækkevidde og hjælper med at konfigurere de mest nødvendige indstillinger.
es: Buscará cualquier dispositivo al alcance usando varios métodos y ayudándole a configurar la mayoría de las opciones requeridas.
fi: Se etsii kaikkia saatavilla olevia laitteita käyttäen eri menetelmiä ja auttaa laittamaan useimmat vaaditut asetukset.
fr: Il va chercher tous les périphérique à portée en utilisant différentes méthodes et vous aidera à configurer la plupart des paramètres.
mk: Ќе бидат пребарани сите уреди користејќи различни методи и ќе ви биде помогнато да го конфигурирате повеќето од неопходните подесувања.
pl: Będzie on szukał urządzeń w zasięgu używając różnych metod i pomoże Ci skonfigurować większość wymaganych ustawień.
ru: Будут разыскиваться все устройства в пределах досягаемости, разными методами, это поможет вам сконфигурировать большинство требуемых настроек.
wa: Het zal zoeken naar apparaten binnen het bereik, via verschillende methodes, en zal u helpen met het configureren van de instellingen.

source: Click Next to continue.
bg: Натиснете "Следващ" за да продължите.
cs: Kliknete na Další pro pokračování.
da: Klik Næste for at fortsætte.
es: Clic en Siguiente para continuar.
fi: Paina Seuraava jatkaaksesi.
fr: Cliquez sur Suivant pour continuer.
mk: Кликнете (Следно) да продолжи.
no: Klikk på Neste for å fortsette.
pl: Kliknij 'Dalej' by kontynuować.
ru: Нажмите Дальше для продолжения.
sv: Klicka på Nästa för att fortsätta.
wa: Klik op Volgende om door te gaan.

source: This wizard will help you connect to your phone.
bg: Този съветник ще ви помогне да се свържете с телефона.
cs: Tento průvodce Vám pomůže připojit telefon.
da: Denne guide hjælper med at forbinde dig til din telefon.
es: Este asistente le ayudará a conectar su teléfono
fi: Tämä velho auttaa sinua ottamaan yhteyden puhelimeesi.
fr: Cet assistant va vous aider à vous connecter à votre mobile.
mk: Овој волшебник ке ви помогне да се поврзете со вашиот телефон.
pl: Ten kreator pomoże Ci połączyć się z Twoim telefonem.
ru: Этот мастер поможет вам подключиться к вашему телефону.
wa: Deze wizard zal u helpen uw telefoon te verbinden.

source: Prepare
bg: Подготовка
cs: Připravuji
da: Start
es: Preparar
fi: Valmistele
fr: Préparation
mk: Подготовка
pl: Przygotuj
ru: Подготовить
wa: Let op

source: The Wizard is now ready to begin searching for your phone device. First make sure that your phone is powered on and its connection settings are activated:
bg: Сега Съветникът е готов да започне търсенето на вашия телефон. Първо се уверете, че телефона е включен и неговите настройки са активирани:
cs: Průvodce je připraven vyhledat Váš telefon. První podmínkou pro úspěšné nalezení je aby byl telefon zapnut. dále máte na výběr připojit telefon pomocí:
da: Guiden er nu klar til at søge efter din telefon. Kontroller at telefonen er tændt og at den er klar til at forbinde sig:
es: El asistente está ahora preparado para empezar a buscar los dispositicos móviles. Asegúrese que el teléfono esté encendido y la conexión activada:
fi: Velho on nyt valmis etsimään puhelinlaitteita. Varmista ensiksi, että puhelimen virta on päällä ja yhteysasetukset on aktivoitu:
fr: L'assistant est maintenant prêt à commencer la recherche de votre téléphone mobile. En premier lieu, vérifiez que votre mobile est sous tension et que ses paramètres de connexion sont activés :
mk: Сега Волшебникот е спремен да започне со пребарување на вашиот телефон. Прво бидете сигурни дека вашиот телефон е вклучен и опциите за поврзување се активни:
pl: Kreator jest gotowy by rozpocząć poszukiwania Twojego telefonu. Najpierw upewnij się, że Twój telefon jest włączony i jego ustawienia połączenia są aktywne:
ru: Мастер готов начать поиск вашего телефона. Вначале убедитесь, что ваш телефон включён и у него активированы опции соединения:
wa: De wizard is nu klaar om het zoeken naar uw telefoon te starten. Wees er zeker van dat uw telefoon aan staat en de verbindings instellingen zijn geactiveerd:

source: If you are using Buetooth make sure it is turned on in both PC and phone. Your PC Bluetooth software have to be installed and working properly. Microsoft Windows XP SP1 or later is required.
bg: Ако използвате Buetooth уверете се, че той е включен на Телефона и на Компютъра ви. Buetooth-та на компютъра е софтуер, който трябва да е инсталиран и да работи. Вие трябва да използвате Microsoft Windows XP SP1 или по-нов.
cs: Bluetooth - musíte mít korektně nainstalovaný obslužný software a jsou vyžadovány minimálně Windows XP SP1.
da: Hvis du bruger Bluetooth, så kontrollér at det er slået til i både PC og telefon. Softwaren til Bluetooth skal være installeret og fungere korrekt. Microsoft Windows XP SP1 eller højere er påkrævet.
es: SI estás usando Bluetooth, asegúrese que está encendido tanto en el PC como en el móvil. El software para este deberá estar instalado y funcionando. Se requierer Windows XP SP1 en adelante.
fi: Bluetoothia käytettäessä tulee varmistaa, että sekä PC että puhelin ovat päällä. PC Bluetooth ohjelmiston tulee olla asennettu ja toimia kunnolla. Tarvitaan Microsoft Windows XP SP1 tai uudempi.
fr: Si vous utilisez Bluetooth, vérifiez qu'il est activé sur votre PC et sur votre mobile. Sur votre PC, le driver Bluetooth doit être installé et doit fonctionner correctement. Microsoft Windows XP SP1 ou plus récent est recquis.
mk: Ако користите Buetooth уверете се, да биде вклуен и на телефонот и на PC-то . Buetooth софтверот треба да биде инсталиран и да работи, . Подржува Windows XP SP1 или по-нов.
pl: Jeśli używasz Bluetooth, upewnij się, że jest włączony zarówno w komputerze i w telefonie. Oprogramowanie Bluetooth w Twoim komputerze musi być zainstalowane i poprawnie działać. Wymagany Windows XP SP1 lub nowszy.
ru: Если вы используете Синезуб, убедитесь, что он включен на ПК и на телефоне. Ваше обеспечение для Синезуба на ПК должно быть установлено и настроено. Требуется Windows XP SP1 или новее.
wa: Als u Bluetooth gaat gebruiken,overtuig u ervan dat dit zowel op de PC als op de telefoon geactiveerd is. Uw Bluetooth software moet al zijn geïnstaleerd en werkt naar behoren. Microsoft Windows XP SP1 of nieuwer is hiervoor nodig.

source: If you are using Infra-Red make sure it is turned on in both PC and phone and phone is in range. Microsoft Windows 2000 or later is required.
bg: Ако използвате Инфрачервен (Infra-Red, IrDA) интерфейс уверете се, че той е включен на Телефона и на Компютъра ви и че телефонът е в обхвата му. Вие трябва да използвате Microsoft Windows 2000 или по-нов.
cs: IrDa - telefon musí být nasměrován na infra port počítače. Jsou vyžadována minimálně Windows 2000.
da: Hvis du bruger infrarød, så kontrollér at det er slået til i både PC og telefon og at telefonen er placeret korrekt. Microsoft Windows 2000 eller højere er påkrævet.
es: Si está usando un puerto Ingrarojos, asegúrese que tanto el PC como el teléfono lo tienen encendido y al alcance. Se requiere Windows 2000 o superior.
fi: Infrapunaa käytettäessa on varmistettava, että sekä PC että puhelin ovat päällä ja puhelin on toiminta-alueella. Tarvitaan Microsoft Windows 2000 tai uudempi.
fr: Si vous utilisez l'Infra_Rouge, vérifiez qu'il est activé sur votre PC et sur votre mobile. Le mobile doit également être à portée. Microsoft Windows 2000 ou plus récent est recquis.
mk: Ако користите (Infra-Red, IrDA) интерфејс уверете се, да биде вклучен и на телефонот и Компј. и да се во домет. Подржува Microsoft Windows 2000 или по-нов.
pl: Jeśli używasz Podczerwieni, upewnij się, że jest włączona zarówno w komputerze i w telefonie, oraz że telefon jest w zasięgu. Wymagany Windows 2000 lub nowszy.
ru: Если вы используете инфракрасный порт, убедитесь, что он включен на ПК и на телефоне, и телефон находится в зоне видимости. Требуется Windows2000 или новее.
wa: Als u Infra-Rood gaat gebruiken, overtuig u ervan dat dit op beide apparaten geactiveerd is en de PC en telefoon binnen elkaars bereik staan. Microsoft Windows 2000 of nieuwer is hiervoor nodig.

source: If you are using Data Cable make sure it connects both PC and phone. Some cables require additional software drivers to be installed. Check your cable manual for more information.
bg: Ако използвате Кабел за Данни (Data Cable) уверете се, че той свързва Телефона и Компютъра ви. Някои кабели изискват допълнителни драйвери да бъдат инсталирани на на компютъра ви. Проверете документацията в комплекта на кабела за повече информация.
cs: Datový kabel - kabel musí být zapojen v PC i telefonu. K některým kabelům musí být také nainstalovaný příslušný software.
da: Hvis du bruger et datakabel, så kontrollér at det fungerer både med din PC og din telefon. Nogle kabeltyper kræver ekstra enhedsdrivere.Se i manualen til dit kabel for yderligere information.
es: Si está usando un cable de datos, segúrese que está conectado tanto al PC como al teléfono. Algunos cables requieren unos driver adicionales. Comprobar el manual del cable para más información
fi: Data Kaapelia käytettäessa on varmistettava, että siihen on kytketty sekä PC että puhelin. Jotkut kaapelit edellyttävät lisäksi ohjelmistoajureiden asentamista. Tarkista kaapelin käsikirjasta lisätietoja.
fr: Si vous un câble de données, vérifiez qu'il est connecté à votre PC et au mobile. Certains câbles nécessitent qu'un driver logiciel additionnel doit installé. Consultez le manuel de votre câble pour plus d'informations.
mk: Ако користите Дата Кабел (Data Cable) уверете се дека е сврзан и со телефонот и со Компјутерот. Некои кабли бараат соодветен софтвер за да функционираат. Проверете го вашиот кабел прирачник за повеке информации
pl: Jeśli używasz kabla, upewnij się, że jest podłączony zarówno do komputera i do telefonu. Niektóre kable wymagają zainstalowania dodatkowych sterowników. Sprawdź instrukcję swojego kabla by znaleźć więcej informacji.
ru: Если вы используете кабель связи, убедитесь, что он подключен к ПК и телефону. Некоторые кабели требуют установки дополнительных драйверов. Проверьте руководство к кабелю для уточнения.
wa: Als u een Datakabel gaat gebruiken, overtuig u ervan dat deze de PC en de telefoon met elkaar verbind. Sommige kabels hebben drivers nodig. Lees het bijgeleverde boekje voor meer informatie.

source: Please read the prepare instructions bellow before proceeding with next step.
bg: Моля, прочетете подготвителните инструкции по-долу преди да преминете на следващата стъпка.
cs: Přečtěte si následující instrukce před pokračováním.
da: Læs venligst instrukserne nedenfor inden du fortsætter.
es: Por favor, lea las instrucciones previas antes de proceder con el siguiente paso.
fi: Lue valmisteluohjeet ennen kuin jatkat eteenpäin.
fr: SVP, lisez les instructions de prépations ci-dessous avant de passer à l'étape suivante.
mk: Ве молиме прочитајте ги подготвените инструкции пред да преминете на следен чекор .
pl: Proszę przeczytać poniższe instrukcje przygotowawcze przed kontynuowaniem.
ru: Прочтите инструкцию по подготовке, прежде чем перейдёте к следующему шагу.
wa: Lees de instructies hieronder goed door voordat u met de volgende stap doorgaat.

source: Prepare Your Phone
bg: Пригответе Вашия Телефон
cs: Připrava telefonu
da: Gør din telefon klar
es: Prepare su teléfono
fi: Valmistele Puhelimesi
fr: Préparez Votre Mobile
mk: Подгответе го Вашиот Телефон
pl: Przygotuj swój telefon
ru: Подготовка вашего телефона
wa: Bereid uw telefoon voor

source: My device is set up and ready to be found.
bg: Моето устройство е настроено и готово да бъде намерено.
cs: Telefon je připraven k připojení.
da: Min enhed er klar til at blive fundet.
es: Mi teléfono está preparado para ser encontrado.
fi: Laite on asennettu ja valmiina löydettäväksi.
mk: Мојот уред е подготвен и е спремен да се најде .
pl: Moje urządzenie jest gotowe do połączenia.
ru: Мой телефон готов к обнаружению.
wa: Mijn apparaat is klaar en kan gevonden worden.

source: Search
bg: Търси
cs: Hledat
da: Søg
es: Buscar
fi: Etsi
fr: Recherche
mk: Барај
pl: Szukaj
ru: Поиск
wa: Zoek

source: If you don't see the phone device you want to add, make sure it is turned on. Follow the setup instructions that came with the device, and then click Search Again.
bg: Ако вие не виждате телефонът, който искате да добавите, моля уверете се, че е включен. Следвайте инструкциите за настройка, налични в документацията на устройството, след което натиснете Търси Отново.
da: Hvis du ikke kan finde den telefon, du vil tilføje, så kontroller at den er tændt. Følg opsætningsvejledningen, der fulgte med telefonen og tryk så "Søg igen".
fi: Jos asennettavaa puhelinta ei näy, varmista sen päälläolo. Noudata laitteen mukana tulleita ohjeita ja valitse Etsi Uudestaan.
mk: Ако не го гледате телефонот што сакате да го додадете, бидете сигурни дека е вклучен. Следете ги инструкциите за подесување што доаѓаат со телефонот - прирачникот, Потоа кликнете Барај Повторно.
pl: Jeśli nie widzisz telefonu, który chciałbyś dodać, upewnij się, że jest włączony. Prześledź instrukcje instalacji dołączone do urządzenia, a następnie kliknij 'Szukaj ponownie'.
ru: Если вы не видите телефон, который хотите добавить, убедитесь, что он включён. Следуйте инструкции, прилагаемой к устройству и щёлкните по Искать Снова.
wa: Als u uw telefoon niet ziet, overtuig u ervan dat deze aanstaat. Volg de instructies die bij uw apparaat geleverd zijn en klik daarna op Opnieuw Zoeken.

source: Please wait while Wizard searches for any phones available.
bg: Моля, изчакайте докато Съветника претърси за наличните телефони.
cs: Počkejte prosím, než průvodce vyhledá dostupné telefony.
da: Vent venligst mens guiden søger efter din telefon.
es: Por favor, espere mientras el asistente busca algún teléfono disponible.
fi: Odota kunnes Velho etsii käytettävissä olevia puhelimia.
fr: SVP, attendez pendant que l'Assistant recherche les mobiles disponibles.
mk: Ве молиме почекајте додека Волшебникот пребарува телефони на располагање.
pl: Proszę czekać, kreator szuka dostępnych telefonów.
ru: Подождите, пока Мастер ищет доступные телефоны.
wa: Wacht terwijl de wizard zoekt naar apparaten binnen het bereik.

source: Searching
bg: Търсене
cs: Hledám
da: Søger
es: Buscando
fi: Etsii
fr: Recherche en cours
mk: Пребарување
no: Søker
pl: Szukanie
ru: Поиск
sv: Söker
wa: Zoeken

source: Device Description
bg: Описание на Устройството
cs: Popis zařízení
da: Beskrivelse af enhed
es: Descripción del dispositivo
fi: Laitteen Kuvaus
fr: Description du Périphérique
mk: Опис на Уредот
pl: Opis urządzenia
ru: Описание устройства
wa: Apparaat Beschrijving

source: Address
bg: Адрес
cs: Adresa
da: Adresse
es: Dirección
fi: Osoite
fr: Adresse
mk: Адреса
no: Adresse
pl: Adres
ru: Адрес
sv: Adress
wa: Adres

source: Manufacturer
bg: Производител
cs: Výrobce
da: Mærke
es: Fabricante
fi: Valmistaja
mk: Производител
pl: Producent
ru: Изготовитель
wa: Fabrikant

source: Search Again
bg: Търси Отново
cs: Hledat znovu
da: Søg igen
es: Volver a buscar
fi: Etsi Uudestaan
fr: Recherche de nouveau
mk: Барај Повторно
pl: Szukaj ponownie
ru: Искать снова
wa: Opnieuw Zoeken

source: Friendly Name:
bg: Подсказващо Име:
cs: Jméno telefonu:
da: Selvvalgt navn:
es: Nombre 'amigo':
fi: Kutsumanimi:
fr: Surnom :
mk: Приателско Име:
pl: Przyjazna nazwa:
ru: Удобное имя:
wa: Makkelijke naam:

source: Here you could provide a friendly name for your phone which will be used by FMA in various cases. You could use your name as part of its name, for example: "Zdravko's T610 phone".
bg: Тук можете да въведете визуално име за вашия телефон, такова, каквото FMA да използва в някои случаи. Вие можете да въведете вашето име като част от това име, например "Телефона T610 на Здравко".
cs: Zde můžete pojmenovat Váš telefon pro použití v programu FMA, například "Můj telefon T630".
da: Her kan du selv vælge et navn for din telefon, som så vil blive brugt af FMA. Du kan f.eks. inkludere dit eget navn som i "Lars' K500i telefon".
es: Aquí podrás señalar el nombre 'amigo' para tu teléfono, que será usado por FMA en varios casos. Podrás usar tu nombre como parte del nombre. Por ejemplo: 'Teléfono K750i Theliel'.
fi: Tässä voidaan antaa puhelimelle kutsumanimi, jota FMA käyttää erilaisissa tilanteissa. Kutsumanimenä voidaan käyttää nimeä esim.: "Heikin T630 puhelin".
fr: Ici, vous pouvez donner un surnom à votre mobile. Fma utilisera ce surnom à différents endroits. Vous pouvez utiliser votre prénom comme partie de ce surnom. Par exemple : "Le T610 de Dako".
mk: Тука можете да ставите име за вашиот телефон кое ќе биде визуелно искористено од FMA во некои случаи. Вие можете да го користите васето име како дел од името , на пример "Телефон T610 на Здравко".
pl: Tutaj możesz wprowadzić przyjazną nazwę dla swojego telefonu, która będzie używana przez fma w różnych sytuacjach. Możesz użyć swojego imienia jako część jego nazwy, na przykład: "Telefon Stefana T610".
ru: Здесь вы можете ввести удобное имя для вашего телефона, которое будет использоваться FMA. Вы можете указать своё имя как часть полного, например: "Петин телефон T610".
wa: Hier kunt u een makelijkere naam voor uw telefoon invoeren, dat door FMA gebruikt zal gaan worden. U kunt u eigen naam in een deel van de naam gebruiken, bijvoorbeeld:"Stanley's SE K750i ".

source: Enter friendly name for your phone device.
bg: Въведете визуално име на вашия телефон.
cs: Zadejte jméno telefonu.
da: Indtast dit eget navn for din telefon
es: Introduzca el nombre 'amigo' para su teléfono.
fi: Anna kutsumanimi.
fr: Saisir un surnom pour votre mobile.
mk: Внесете име за вашиот телефонски уред.
pl: Wpisz przyjazną nazwę dla swojego telefonu.
ru: Введите удобное имя для вашего телефона.
wa: Type een makkelijke naam voor uw telefoon.

source: Name Your Phone
bg: Име на Телефона
cs: Název Vašeho telefonu
da: Navngiv din telefon
es: Nombre de su teléfono
fi: Nimeä Puhelin
fr: Nommez Votre Mobile
mk: Име на Телефонот
pl: Nazwij swój telefon
ru: Имя вашего телефона
wa: Geef uw telefoon een naam

source: Finished
bg: Край
cs: Hotovo
da: Færdig
es: Finalizado
fi: Valmis
fr: Fini
mk: Завршено
no: Ferdig
pl: Zakończono
ru: Закончено
sv: Klar
wa: Klaar

source: Finished!
bg: Край!
cs: Hotovo!
da: Færdig!
es: ¡Finalizado!
fi: Valmis!
fr: Fini !
mk: Завршено!
no: Ferdig!
pl: Zakończono!
ru: Готово!
sv: Klar!
wa: Klaar!

source: You have finished installing new devices. Click Finish to exit this wizard.
bg: Вие завършихте инсталирането на новото устройство. Натиснете Край за да излезете от Съветника.
cs: Dokončili jste instalaci nového telefonu. Klikněte na Dokončit.
da: Du har nu installeret nye enheder. Tryk Afslut for at afslutte guiden.
es: Ha terminado de instalar el nuevo dispositivo. Haga clic en Finalizar para salir del asistente.
fi: Uusi laite on asennettu. Valitse Lopeta poistuaksesi tästä velhosta.
fr: Vous avez terminé l'installation des nouveaux periphériques. Cliquez sur Terminer pour finir cet assistant.
mk: Вие завршивте со инсталирање на новиот уредот. Кликнете Крај за да излезете од волшебникот
pl: Zakończyłeś instalowanie nowych urządzeń. Kliknij 'Zakończ' aby zamknąć kreatora.
ru: Вы закончили установку новых устройств. Щёлкните по Завершение для выхода из мастера.
wa: U bent klaar met het installeren van uw telefoon. klik op Einde om deze wizard te verlaten.

source: Calibrate my connection speed on Finish.
bg: Накрая Калибрирай скоростта на връзката
cs: Kalibrace rychlosti spojení po dokončení.
da: Optimer forbindelseshastigheden til sidst.
es: Ajustar la velocidad de la conexíon al acabar.
fi: Kalibroi yhteysnopeus Lopetettaessa.
fr: Calibrer ma vitesse de connexion à la Fin.
mk: Калибрирај ја брзината на мојата конекција на Крај
pl: Na koniec skalibruj prędkość połączenia.
ru: Откалибровать скорость подключения по Завершению.
wa: Calibreer mijn verbindingssnelheid op Einde.

source: View
bg: Изглед
cs: Ver
da: Vis
es: Ver
fi: Näytä
fr: Affichage
mk: Изглед
no: Vis
pl: Widok
ru: Вид
sv: Visa
wa: Bekijk

source: As Icons
bg: Като Икони
cs: Jako ikony
da: Som ikoner
es: Como iconos
fi: Ikoneina
fr: Comme Icônes
mk: Како Икони
pl: Jako ikony
ru: Как пиктограмма
wa: Als Ikonen

source: As Details
bg: Като Подробен Списък
cs: Jako detaily
da: Detaljer
es: Como detalles
fi: Yksityiskohtaisesti
fr: Comme Détails
mk: Како Детали
pl: Jako szczególy
ru: Как подробности
wa: Als Details

source: SMS Received
bg: Получен е SMS
cs: Přijata SMS
da: SMS modtaget
es: SMS recibido
fi: SMS vastaanotettu
fr: SMS Reçus
mk: Примена SMS
no: SMS mottatt
pl: Otrzymano SMS
ru: Принятые SMS
sv: SMS mottaget
wa: SMS Ontvangen

source: More »
bg: Още »
da: Mere »
fi: Lisää »
mk: Повеке »
pl: Więcej »
ru: Ещё »
wa: Meer »

source: Reply
bg: Отговори
da: Besvar
fi: Vastaa
mk: Одговори
pl: Odpisz
ru: Ответ
wa: Antwoord

source: &Reply
bg: &Отговор
cs: Odpovědět
da: Besva&r
es: &Responder
fi: &Vastaa
fr: &Répondre
mk: &Одговор
no: &Svar
pl: &Odpisz
ru: &Ответ
sv: &Svara
wa: &Antwoord

source: &Forward
bg: &Препращане
cs: &Přesměrovat
da: Videresend
es: &Reenviar
fi: &Välitä
fr: &Transférer
mk: &Препраќање
no: &Videresend
pl: &Przekaż
ru: &Пересылка
sv: &Vidarebefordra
wa: &Doorsturen

source: Chat Contact...
bg: Чат...
cs: Chatovat...
da: Chat med kontakt...
es: Chat con el contacto...
fi: Chat-yhteystieto...
fr: Chat avec le Contact...
mk: Чат...
no: Chat med kontakt...
pl: Czatuj z kontaktem...
ru: Чат с контактом...
sv: Chatta med kontakt...
wa: Chat Contactpersoon...

source: &Delete
bg: &Премахни
cs: O&dstranit
da: Slet
es: &Eliminar
fi: &Poista
fr: &Supprimer
mk: &Избриши
no: &Slett
pl: &Usuń
ru: &Удалить
sv: Ta &bort
wa: &Verwijderen

source: &Call Contact...
bg: &Обаждане...
cs: Volat kontakt...
da: Ring til kontakt
es: &Llamar...
fi: &Soita Yhteystietoon...
fr: &Appeler Contact...
mk: &Повикување...
no: &Ring opp kontakt...
pl: &Zadzwoń...
ru: &Вызвать контакт...
sv: &Ring upp kontakt...
wa: &Bel Contactpersoon

source: Fma Today
bg: Fma - Днес
cs: Fma dnes
da: FMA i dag
es: Hoy en Fma
fi: FMA Tänään
fr: Fma Aujourd'hui
mk: Fma - Денес
no: FMA Idag
pl: fma - podsumowanie
ru: Fma Сегодня
sv: FMA Idag
wa: FMA Vandaag

source: Signal
bg: Сигнал
cs: Signál
es: Señal
fi: Signaali
mk: Сигнал
no: Signalstyrke
pl: Sygnał
ru: Сигнал
sv: Signalstyrka
wa: Signaal

source: Power
bg: Захранване
cs: Napětí
da: Strømkilde
es: Intensidad
fi: Virta
fr: Puissance
mk: Јачина
no: Strøm
pl: Wyłącznik
ru: Питание
sv: Ström

source: Phone Explorer
bg: Преглед на Телефона
cs: Průzkumník telefonu
da: Telefonoversigt
es: Explorador del teléfono
fi: Puhelimen Hallinta
fr: Explorateur de Mobile
mk: Преглед на Телефонот
no: Telefon Utforsker
pl: Eksplorator telefonu
ru: Телефонный Проводник
sv: Telefonutforskare
wa: Telefoon Verkenner

source: &Connect
bg: &Свързване
cs: Připojit
da: Tilslut
es: &Conectar
fi: &Yhdistä
fr: &Connecter
mk: &Поврзи се
no: &Koble til
pl: &Połącz
ru: &Подключиться
sv: &Anslut
wa: &Verbinden

source: Initiate new Connection
bg: Създава нова връзка
cs: Vytvořit nové spojení
da: Opret ny forbindelse
es: Iniciar nueva conexión
fi: Käynnistä uusi Yhteys
fr: Démarre une nouvelle Connexion.
mk: Создавање нова Врска
no: Initier ny tilkobling
pl: Zainicjuj nowe połączenie
ru: Начать новое соединение
sv: Initiera ny anslutning
wa: Initialiseer nieuwe Verbinding

source: &Disconnect
bg: &Прекъсване на връзката
cs: Odpojit
da: Afbry&d
es: &Desconectar
fi: Katkaise &Yhteys
fr: &Déconnecter
mk: &Исклучи се
no: &Koble fra
pl: &Rozłącz
ru: &Отключиться
sv: &Koppla ifrån
wa: &Verbinding Verbreken
