Repository: jomael/fma
Catalog: locale/*/LC_MESSAGES/default.po
Languages: bg, cs, da, es, fi, fr, mk, no, pl, ru, sv, wa

source: Synchronize Log
bg: Журнал - Синхронизация
cs: Synchonizuj log
da: Synkroniser log
es: Sincronizar Log
fi: Synkronointi Loki
fr: Log de Synchronisation
mk: Список - Синхронизација
no: Synkroniseringslogg
pl: Synchronizuj raporty
ru: Протокол синхронизации
sv: Synkroniseringslogg
wa: Synchroniseer Logboek

source: Full Name
bg: Пълно Име
cs: Celé jméno
da: Fuldt navn
es: Nombre completo
fi: Koko Nimi
fr: Nom Complet
mk: Цело Име
no: Navn
pl: Pełne nazwisko
ru: Полное Имя
sv: Namn
wa: Volledige naam

source: Home
bg: Домашен
cs: Domů
da: Hjem
es: Fijo
fi: Koti
fr: Maison
mk: Домашен
no: Hjem
pl: Dom
ru: Дом
sv: Hem
wa: Thuis

source: Work
bg: Служебен
cs: Do práce
da: Arbejde
es: Trabajo
fi: Työ
fr: Bureau
mk: Служебен
no: Arbeid
pl: Praca
ru: Работа
sv: Arbete
wa: Werk

source: Cell
bg: Мобилен
cs: Číslo
da: Mobil
es: Móvil
fi: GSM
fr: Mobile
mk: Мобилен
no: Mobil
pl: Komórka
ru: Мобильный
sv: Mobil
wa: GSM

source: DisplayName
bg: Име за Показване
cs: Zobrazované jméno
da: Vist navn
es: Nombre a mostrar
fi: Näytä Nimi
mk: Име за Покажување
pl: Wyświetlanie nazwiska
ru: Показываемое имя
wa: Schermnaam

source: &Undo Edit Last Contact...
bg: &Възстановяване на Редакцията на Контакта...
cs: Zpět úpravu posledního kontaktu...
da: Fortryd ændring af sidste kontakt...
es: &Deshacer la última edición del contacto...
fi: &Kumoa Muokaa Viimeinen Yhteystieto...
fr: &Annuler l'Edition du Dernier Contact...
mk: &Поврати го последното Едитирање на Контактот...
no: &Angre endring av Kontakt...
pl: &Cofnij edycję ostatniego kontaktu
ru: &Отменить редактирование последнего контакта...
sv: &Ångra Ändra Kontakt...
wa: &Ongedaan Maken Wijzigen laatste Contact...

source: Current View
bg: Текущ Изглед
da: Nuværende visning
fi: Nykyinen Näkymä
mk: Тековен Преглед
pl: Aktualny widok
ru: Текущий вид
wa: Huidiige Scherm

source: Columns
bg: Колони
da: Kolonner
fi: Sarakkeita
mk: Колони
pl: Kolumny
ru: Колонки
wa: Kollommen

source: Full Name Format
bg: Формат на Пълното Име
fi: Koko Nimi
mk: Формат на Цело Име
pl: Format pełnego nazwiska
ru: Формат Полного Имени

source: Last, First
bg: Фамилия, Име
cs: příjmení, jméno
da: Efternavn, Fornavn
es: Apellidos, Nombre
fi: Viimeinen, Ensimmäinen
mk: Презиме, Име
pl: Nazwisko, Imię
ru: Фамилия, Имя
wa: Achternaam, Voornaam

source: Add to &Group
bg: Добави към &Група
cs: Přidat do skupiny
da: Tilføj til &gruppe
es: Añadir un grupo
fi: Lisää &Ryhmään
fr: Ajouter au &Groupe
mk: Додади во &Група
no: Legg til i &Gruppe
pl: Dodaj do &grupy
ru: Добавить в &группу
sv: Lägg till i &Grupp
wa: Voeg toe aan &Groep

source: Imp&ort Contacts...
bg: Имп&орт на Контакти...
cs: Imp&ort kontaktů...
da: Imp&orter kontakter...
es: Imp&ortar contactos...
fi: Tu&o Yhteystiedot...
fr: Importer Contacts...
mk: Имп&орт на Контакти...
no: Imp&orter kontakter...
pl: Imp&ortuj kontakty...
ru: Имп&орт контактов...
sv: Imp&ortera kontakter...
wa: Imp&orteer Contacten...

source: vCard Files (*.vcf)|*.vcf|Thunderbird LDIF Files (*.ldi,*.ldif)|*.ldi;*.ldif|All Files|*.*
bg: vCard Файлове (*.vcf)|*.vcf|Thunderbird LDIF Файлове (*.ldi,*.ldif)|*.ldi;*.ldif|Всички Файлове|*.*
fi: vCard Tiedostot (*.vcf)|*.vcf|Thunderbird LDIF Tiedostot (*.ldi,*.ldif)|*.ldi;*.ldif|Kaikki Tiedostot|*.*
mk: vCard Фајли (*.vcf)|*.vcf|Thunderbird LDIF Фајли (*.ldi,*.ldif)|*.ldi;*.ldif|Сите Фајлови|*.*
pl: Pliki vCard (*.vcf)|*.vcf|Pliki Thunderbird LDIF (*.ldi,*.ldif)|*.ldi;*.ldif|Wszystkie pliki|*.*
ru: Файлы vCard (*.vcf)|*.vcf|Файлы Thunderbird LDIF (*.ldi,*.ldif)|*.ldi;*.ldif|Все файлы|*.*

source: Did you know?
bg: Знаете ли че?
fi: Tiesitkö?
mk: Дали знаете?
pl: Czy wiedziałeś?
ru: Знаете ли вы?
wa: Wist u dat?

source: &Next Tip
bg: &Следващ Съвет>
fi: &Seuraava Vihje
mk: &Следен Совет>
pl: &Następna
ru: &Подсказка »
wa: &Volgende tip

source: Web Update Wizard
bg: Съветник: Интернет Обновяване
cs: Aktualizace programu
da: Guide til opdatering via nettet
es: Asistente de actualización web
fi: Web Päivitysvelho
fr: Assistant de Mise à jour via le Web
mk: Волшебник: Интернет Обновување
no: Web-Oppdateringsguide
pl: Kreator aktualizacji
ru: Мастер обновления через Web
sv: Webbuppdateringsguide

source: Mirrors
bg: Сайтове-Отражения
cs: Stínové servery
da: Spejlservere
es: Réplicas
fi: Peilipalvelin
fr: Miroirs
mk: Сајтови-Пребарување
no: Alternative adresser
pl: Inne strony
ru: Зеркала
sv: Alternativa adresser

source: Prefered download mirror site:
bg: Предпочитано място за обновяване:
fi: Ensisijainen lataussivu:
mk: Предпочитано место за обновување:
pl: Preferowana strona pobierania:
ru: Предпочтительный сайт-зеркало:
wa: Gewenste download mirror site:

source: Select mirror site(s) to use, then click Next to continue.
bg: Изберете сайт(ове)-отражения, който да бъде използван, след което натиснете Следващ за да продължите.
cs: Zvolte server a klikněte na Pokračování.
da: Marker de spejlservere, der skal bruges og klik på Næste.
es: Selecciona el sitio réplica a usar. Después en Siguiente para continuar.
fi: Valitse käytettävät peilipalveli(met) ja valitse Seuraava.
fr: Sélectionner un/des site(s) miroir(s) puis cliquer sur Suivant pour continuer.
mk: Изберете Сајт, кој ќе биде искористен и кликнете Следно да продолжи .
no: Velg alternativ adresse, klikk på Neste for å fortsette.
pl: Wybierz strony do użycia, następnie kliknij 'Dalej' by kontynuować.
ru: Отметьте сайт-зеркало, затем щёлкните по Дальше для продолжения.
sv: Välj alternativa adresser, klicka sedan på Nästa för att fortsätta.
wa: Selecteer mirror site(s) te gebruiken, Klik dan op Volgende om door te gaan.

source: Select a prefered mirror site from which to retrieve updates.
bg: Изберете предпочитания сайт-отражение от който да получите актуализациите.
fi: Valitse ensisijainen peilipalvelin, josta jäljität päivityksiä.
mk: Изберетего предпочитаниот сајт од каде што ќе преземете Обнова (updates).
pl: Wybierz preferowaną stronę, z której pobierać aktualizacje.
ru: Выберите предпочтительный сайт-зеркало, с которого принимать обновления.
wa: Selecteer een gewenste mirror site waar u de update van wilt ontvangen.

source: Use default mirror provided by application vendor.
bg: Използвай подразбиращия се сайт-отражение.
cs: Použít výchozí server od autorů software.
da: Brug standard spejlserver.
es: Usar el sitio réplica por defecto.
fi: Käytä sovelluksen tarjoajan esittämää oletuspeilipalvelinta.
fr: Utiliser le mirroir par défaut fournit par le vendeur de l'application.
mk: Користи по подразбирање подршка од сајтот.
no: Bruk standardadresse tildelt av programutvikler.
pl: Użyj domyślnej strony polecanej przez dostawcę aplikacji.
ru: Использовать зеркало по умолчанию, заданное поставщиком приложения.
sv: Använd standardadress tilldelad av programtillverkare.
wa: Gebruik standaard mirror aangeboden door applicatie verkoper.

source: Custom selection:
bg: Потребителски Избор:
cs: Vlastní umístění:
da: Brug følgende:
es: Selección personalizada:
fi: Erityinen valinta:
fr: Sélection spécifique :
mk: Потребителски Избор:
no: Eget valg:
pl: Dowolny wybór:
ru: Пользовательский выбор:
sv: Eget val:
wa: Custom selectie:

source: Updates
bg: Актуализации
cs: Aktualizace
da: Opdateringer
es: Actualizaciones
fi: Päivitykset
fr: Mises à jour
mk: Обнова
no: Oppdateringer
pl: Aktualizacje
ru: Обновления
sv: Uppdateringar

source: Current version:
bg: Текуща версия:
cs: Aktuální verze:
da: Nuværende version:
es: Versión actual:
fi: Nykyinen versio:
fr: Version actuelle :
mk: Тековна Верзија:
no: Nåværende versjon:
pl: Aktualna wersja:
ru: Текущая версия:
sv: Nuvarande version:
wa: Huidige Versie:

source: (select custom version to view its details)
bg: (изберете версия за да видите подробности за нея)
fi: (valitse erityinen versio nähdäksesi sen yksityiskohdat)
mk: (Изберете верзија за да видите детали за неа)
pl: (wybierz wersję by zobaczyć jej szczegóły)
ru: (выберите версию для просмотра подробностей)
wa: (Selecteer custom versie voor details)

source: Select target product version to update to.
bg: Изберете желаната целева версия, към която да актуализирате.
cs: Zvolte verzi, na kterou chcete provést aktualizaci.
da: Vælg den version, du vil opgradere til
es: Seleccione la verisón a actualizar.
fi: Valitse päivityksessä käytettävä versio.
fr: Sélectionnez une version cible du produit vers laquelle mettre à jour.
mk: Изберете ја потребната верзија за да ја обновите вашата.
no: Velg hvilken versjon du vil oppgradere til.
pl: Wybierz docelową wersję produktu by go zaktualizować.
ru: Укажите версию продукта, на которую будете обновляться.
sv: Välj version du vill uppgradera till.
wa: Selecteer een versie om naar te updaten.

source: Use localy stored update file
bg: Използване на локално съхранени актуализиращи файлове
cs: Použít aktualizaci uloženou v počítači
da: Brug lokal opdateringsfil
es: Use un archivo almacenado localmente
fi: Käytä paikallisesti tallennettuja päivitystiedostoja
fr: Utiliser une mise à jour sauvée en local
mk: Искористи Локално сочувана Обннова-фајл
no: Bruk oppdateringsfil
pl: Użyj lokalnie przechowywanego pliku aktualizacji
ru: Использовать локально сохранённый файл обновления
sv: Använd uppdateringsfil
wa: Gebruik lokaal opgeslagen update bestand

source: Bro&wse
bg: &Избор
cs: Procházet
da: Gennemse
es: Ex&plorar
fi: Se&laa
fr: Na&viguer
mk: &Барај
no: &Bla
pl: Przeglądaj
ru: Про&смотр
sv: &Bläddra
wa: Bla&deren

source: Upgrade to a custom version:
bg: Актуализация до версия:
cs: Aktualizovat na moji verzi:
da: Opgrader til den markerede version:
es: Actualizar a una versión concreta:
fi: Päivitä tähän erityisversioon:
fr: Mettre à jour vers une version spécifique :
mk: Изградба до верзија:
no: Oppgrader til valgfri versjon:
pl: Aktualizuj do dowolnej wersji:
ru: Обновиться до указанной версии:
sv: Uppgradera till valfri version:
wa: Upgrade naar een custom versie:

source: Upgrade to the most recent version available
bg: Актуализирай до най-новата налична версия
cs: Aktualizovat na poslední známou verzi
da: Opgrader til den senest tilgængelige version
es: Actualizar a la versión más reciente disponible
fi: Päivitä uusimpaan versioon
fr: Mettre à jour à la plus récente version disponible
mk: Изгради до најновата верзија
no: Oppgrader til siste versjon
pl: Aktualizuj do najnowszej dostępnej wersji
ru: Обновиться до последней доступной версии
sv: Uppgradera till senaste version
wa: Upgrade naar de meest recente versie

source: Click Download to retrieve updates from Internet, or Cancel to exit.
bg: Натиснете Свали за да получите актуализациите от Интернет или Отказ за изход.
cs: Klikni na Stažení pro získání aktualizace z Internetu, Zrušit přeruší proces.
da: Klik på Hent for at hente opdateringer fra nettet eller Annuller for at afslutte.
es: Clic en Descargar para obtener la actualización desde internet, o Cancelar para salir.
fi: Valitse Lataa hakeaksesi päivitykset Internetistä tai Peruuta poistuaksesi.
fr: Cliquez sur Télécharger pour récupérer les mises à jour depuis Internet, ou cliquez sur Annuler pour quitter.
mk: Кликнете Спушти да спуштите Обнова од Интернет или Откажи за излез.
no: Klikk på Hente for å hente oppdateringene fra Internet, eller Avbryt for å avbryte.
pl: Kliknij w 'Pobierz' by pobrać aktualizcje z Internetu, lub w 'Anuluj' by wyjść.
ru: Щёлкните Скачать для приёма обновлений из Интернета или Отмена для выхода.
sv: Klicka på Hämta för att hämta uppdateringarna från Internet, eller Avbryt för att avbryta.
wa: Klik Download om updates te onvangen van Internet, of Annuleren om af te sluiten.

source: We are ready to download selected updates.
bg: Има готовност за сваляне на избраните актуализации.
cs: Jsme připraveni stáhnout označené aktualizace.
da: Klar til at hente de valgte opdateringer.
es: Listos para comenzar a descargar las actualizaciones seleccionadas.
fi: Olemme valmiit lataamaan valitut päivitykset.
fr: Prêt à télécharger les mises à jour sélectionnées.
mk: Спремно за Спуштање нова Обнова.
no: Klar for nedlastning av oppdateringer.
pl: Jesteśmy gotowi do pobrania wybranych aktualizacji.
ru: Мы готовы загрузить выбранные обновления.
sv: Vi är redo att hämta valda uppdateringar.
wa: Klaar om de geselecteerde Updates te downloaden.

source: Ready to Download
bg: Готов за Сваляне
cs: Připraveno ke stažení
da: Klar til at hente
es: Listo para descargar
fi: Valmiina Lataamaan
fr: Prêt à Télécharger
mk: Спремно за Спуштање
no: Klar for nedlasting
pl: Gotowy do pobrania
ru: Готов загрузить
sv: Redo att hämta
wa: Klaar om te Downloaden

source: Click Install to apply downloaded updates immediately, or Cancel to exit.
bg: Натиснете Инсталирай за да приложите свалените актуализации сега или Отказ за изход.
cs: Klikni na Install pro instalaci stažené aktualizace, Zrušit přeruší proces.
da: Klik på Installer for at installere de hentede opdateringer nu eller klik Annuller for at afslutte.
es: Clic en Instalar para aplicar la actualización descargada inmediatamente, o Cancelar para salir,
fi: Valitse Asenna ottaaksesi ladatut päivitykset käyttöön heti tai Peruuta poistuaksesi.
fr: Cliquez sur Installer pour appliquer immédiatement les mises à jour téléchargées, ou cliquez sur Annuler pour quitter.
mk: Кликни Инстал за приложување на спуштената обнова Веднаш или Откажи за излез.
no: Klikk på Installere for å innstallere oppdateringene, eller Avbryt for å avbryte.
pl: Kliknij w 'Instaluj' by natychmiast zastosować pobrane aktualizacje, lub w 'Anuluj' by wyjść.
ru: Щёлкните Установить для установки обновлений или Отмена для выхода.
sv: Klicka på Installera för att installera uppdateringarna, eller Avbryt för att avbryta.
wa: Klik Installeren om de opgehaalde bestanden te installeren, of Annuleren om af te sluiten.

source: We are ready to install downloaded updates.
bg: Има готовност за инсталация на свалените актуализации.
cs: Jsme připravení instalovat aktualizaci.
da: Klar til at installere de valgte opdateringer.
es: Listos para comenzar a instalar las actualizaciones seleccionadas.
fi: Valmis asentamaan ladatut päivitykset.
fr: Prêt à installer les mises à jour téléchargées.
mk: Спремно за инсталирање на спуштената обнова.
no: Klar for innstallering av oppdateringer.
pl: Jesteśmy gotowi do instalacji pobranych aktualizacji.
ru: Мы готовы установить загруженные обновления.
sv: Vi är redo att installera hämtade uppdateringar.
wa: Klaar om opgehaalde updates te installeren.

source: Ready to Install
bg: Готов за Инсталация
cs: Připraveno k instalaci
da: Klar til at installere
es: Listo para instalar
fi: Valmiina Asennukseen
fr: Prêt à Installer
mk: Спремно за Инсталација
no: Klar for innstallering
pl: Gotowy do instalacji
ru: Готов установить
sv: Rado att installera
wa: Klaar om te Installeren

source: Install
bg: Инсталирай
cs: Instalovat
da: Installer
es: Instalar
fi: Asenna
fr: Installer
mk: Инсталирај
no: Innstaller
pl: Instaluj
ru: Установить
sv: Installera
wa: Installeren

source: Progress:
bg: Момент:
cs: Průběh:
da: Fremgang:
es: Progreso:
fi: Edistyminen:
fr: Progression :
mk: Напредок:
no: Utfører:
pl: Postęp:
ru: Прогресс:
sv: Händelseförlopp:
wa: Voortgang:

source: Total Progress:
bg: Всички:
fi: Edistyminen:
mk: Целосен Напредок:
pl: Całkowity postęp:
ru: Общий ход:
wa: Totale Voortgang:

source: Please, wait until Web Update Wizard finishes all update tasks.
bg: Моля, изчакайте докато Web Update Съветника приключи всички задачи.
cs: Prosím počkejte na dokončení všech procesů.
da: Vent venligst, mens guiden "Opdatering via nettet" afslutter opgraderingen.
es: Espere mientras el Asistente de actualización web termina las tareas de actualización
fi: Odota kunnes Webpäivitysvelho lopettaa päivityksen.
fr: SVP, attendez que l'Assistant de Mise à jour termine toutes les taches de mise à jour.
mk: Ве молиме почекајте се додека Web Update Волшебникот не ги заврш сите задачи.
no: Vent til WEB Oppdateringsguiden er ferdig.
pl: Proszę czekać, aż kreator aktualizacji zakończy wszystkie zadania aktualizacji.
ru: Подождите пока мастер Web обновления не завершит все задачи обновления.
sv: Var god vänta tills uppdateringsguiden är klar.
wa: Wacht tot Web Update Wizard klaar is met alle update taken.

source: Installing Updates
bg: Инсталиране на Актуализациите
cs: Instaluji aktualizace
da: Installerer opdateringer
es: Instalando actualizaciones
fi: Päivityksien Asennus
fr: Installation des Mises à jour
mk: Инсталирање на Обновата
no: Innstallerer oppdateringer
pl: Instalowanie aktualizacji
ru: Установка обновлений
sv: Installerar uppdateringar
wa: Installeren Updates

source: All update process has completed and install notes are shown below. Please read them carefuly.
bg: Всички актуализации бяха извършени и инсталационните бележки са показани по долу. Моля, прочетете ги внимателно.
fi: Kaikki päivitykset on tehty ja asennuksen huomautukset näytetään alla. Lue ne huolellisesti.
mk: Сите Обновувања се завршени и инсталирани и инсталираните белешки се покажани подолу . Ве молиме читајте Внимателно
pl: Wszystkie procesy aktualizacji zostały zakończone, a poniżej pokazano informacje o instalacji. Proszę przeczytać je uważnie.
ru: Процесс обновления завершен, замечания по установке показаны ниже. Прочтите их внимательно.
wa: De Update is klaar en installaties notities worden hieronder getoond. Lees ze aandachtig.

source: Update Completed
bg: Обновяването Завърши
fi: Päivitys on valmis
mk: Обновувањето Заврши
pl: Aktualizacja zakończona
ru: Обновление завершено.
wa: Update Compleet

source: Delete downloaded updates on Finish.
bg: Премахни свалените актуализации при Край.
cs: Smazat stažené aktualizace po dokončení.
da: Slet hentede opdateringer ved afslutning.
es: Eliminar actualizaciones descargadas al finalizar.
fi: Poista ladatut päivitykset Lopuksi.
fr: Suppression des mises à jour téléchargées une fois Fini.
mk: Избришете ја спуштената обнова на Крај.
no: Fjern nedlastede oppdateringer etter installasjonen.
pl: Usuń pobrane aktualizacje po zakończeniu.
ru: Удалить загруженные обновления по окончанию.
sv: Ta bort hämtade filer efter installationen.
wa: Verwijder opgehaalde update bestanden op Einde.

source: Browse for an update...
bg: Избор на файл за обновяване...
cs: Hledej aktualizace...
da: Find opdateringsfil...
es: Explorar para una actualización
fi: Etsii päivityksiä...
fr: Naviguer à la recherche d'une mise à jour...
mk: Избор на фаил за обнова...
no: Søk etter en oppdatering...
pl: Szukanie aktualizacji...
ru: Просмотр обновлений...
sv: Sök efter en uppdatering...
wa: Zoek naar Update...

source: (patched)
bg: (актуализирано)
cs: (opraveno)
da: (lappet)
es: (parcheada)
fi: (paikattu)
fr: (patché)
pl: (spatchowany)
ru: (исправленный)

source: Version %s
bg: Версия %s
cs: Verze %s
es: Versión %s
fi: Versio %s
mk: Верзија %s
pl: Wersja %s
ru: Версия %s
wa: Versie %s

source: TimeoutS out of range (0-10)
bg: Таймаута е извън интервала (0-10)
cs: Prodleva (0-10)
da: TimeoutS udenfor interval (0-10)
es: TimeoutS fuera de rango (0-10)
fi: TimeoutS on alueen (0-10) ulkopuolella
fr: Délais d'échec. En dehors de portée (0-10)
mk: Тајмаутот е надвор од интервалот (0-10)
pl: Zła wartość limitu czasu (0-10)
ru: Таймаут вне диапазона (0-10)
wa: TimeoutS buiten bereik (0-10)

source: Cell [%s]
bg: Мобилен [%s]
cs: Mobil [%s]
da: Celle [%s]
es: Teléfono [%s]
fi: Solu (%s)
fr: Mobile [%s]
mk: Мобилен [%s]
no: Mobil [%s]
pl: Komórka [%s]
ru: Моб [%s]
sv: Mobil [%s]
wa: GSM [%s]

source: Work [%s]
bg: Служебен [%s]
cs: Do práce [%s]
da: Arbejde [%s]
es: Trabajo [%s]
fi: Työ (%s)
fr: Bureau [%s]
mk: Служебен [%s]
no: Arbeid [%s]
pl: Praca [%s]
ru: Работа [%s]
sv: Arbete [%s]
wa: Werk [%s]

source: Home [%s]
bg: Домашен [%s]
cs: Domů [%s]
da: Hjemme [%s]
es: Fijo [%s]
fi: Koti (%s)
fr: Maison [%s]
mk: Домашен [%s]
no: Hjem [%s]
pl: Dom [%s]
ru: Дом [%s]
sv: Hem [%s]
wa: Thuis [%s]

source: Other [%s]
bg: Друг [%s]
cs: Jiné [%s]
da: Andet [%s]
es: Otro [%s]
fi: Muut (%s)
fr: Autre [%s]
mk: Друг [%s]
no: Annet [%s]
pl: Inny [%s]
ru: Другое [%s]
sv: Annat [%s]
wa: Overige [%s]

source: This contact does not have any phone numbers.
bg: Този контакт няма нито един телефонен номер.
fi: Yhteystiedolla ei ole puhelinnumeroita.
mk: Овој контакт нема ниту еден број.
pl: Ten kontakt nie ma żadnych numerów telefonów.
ru: Этот контакт не содержит ни одного телефонного номера.

source: You have to select at least one phone number.
bg: Вие трябва да изберете поне един телефонен номер.
fi: Valitse ainakin yksi puhelinnumero.
mk: Вие треба да изберете по еден Телефонски број.
pl: Musisz wybrać co najmniej jeden numer telefonu.
ru: Вы должны выбрать как минимум один номер телефона.

source: The Wizard is not complete. Do you really want to exit? You can run this wizard at a later time to complete it. To exit Wizard right now click Yes. To continue click No.
bg: Съветникът не е приключил. Наистина ли искате да излезете? Вие можете да стартирате този съветник по-късно за да го завършите. За да напуснете Съветника сега натиснете Да. За да продължите натиснете Не.
da: Guiden er ikke færdig. Er du sikker på at du vil afslutte? Du kan fuldføre denne guide på et senere tidspunkt. For at afslutte nu, tryk Ja. For at fortsætte, tryk Nej.
fi: Velho ei ole valmis. Haluatko todella poistua siitä? Voit käynnistää velhon myöhemmin suorittaaksesi sen loppuun. Poistuaksesi Velhosta valitse Kyllä. Jatkaaksesi valitse EI.
mk: Волшебникот не завршил. Навистина сакате да излезете? Вие можете покасно да го стартувате Волшебникот за да заврши . За да излезете од Волшебникот кликнете Да. Да продолжите кликнете Не.
pl: Kreator nie jest zakończony. Czy na pewno chcesz go zamknąć? Możesz uruchomić ten kreator w późniejszym czasie by go dokończyć. By wyjść z kreatora od razu kliknij 'Tak'. By kontynuować kliknij 'Nie'.
ru: Мастер не завершил работу. Вы действительно хотите выйти? Вы можете запустить этого мастера позже для завершения процесса обновления. Для выхода из Мастера обновления сейчас, щёлкните Да. Для продолжения щёлкните Нет.
wa: De Wizard is niet compleet. Wilt u echt afsluiten? U kunt deze wizard op een later tijdstip starten om het af te maken. Om de Wizard te beëindigen klik Ja. Om door te gaan klik Nee.

source: You have to select an existing contact first
bg: Вие трябва първо да изберете съществуващ контакт.
cs: Nejprve musíte zvolit existující kontakt
da: Du skal vælge en eksisterende kontakt først
es: Tienes que seleccionar primero un contacto existente
fi: Valitse olemassa oleva Yhteystieto ensin
fr: Sélectionner un contact existant en premier
mk: Вие треба да одберете Излезен контакт прво.
no: Du må velge en eksisterende kontakt først
pl: Musisz najpierw wybrać istniejący kontakt
ru: Вначале вы должны выбрать существующий контакт
sv: Du måste välja en befintlig kontakt först
wa: U dient eerst een bestaand contact te selecteren

source: Do you want to replace existing phone number "%s"?
bg: Искате ли да замените съществуващия телефонен номер "%s"?
da: Vil du erstatte det nuværende telefonnummer "%s"?
fi: Haluatko korvata olemassa olevan puhelinnumeron "%s"?
mk: Дали сакате да го замените веќе постоечкиот број "%s"?
pl: Czy chcesz zastąpić istniejący numer telefonu "%s"?
ru: Вы хотите заместить существующий номер "%s"?
wa: Wilt u bestaand telefoonnummer vervangen "%s"?

source: Create Folder
bg: Създай Папка
fi: Luo Kansio
mk: Создади Папка
pl: Utwórz katalog
ru: Создать папку

source: Enter folder name:
bg: Въведете има на папка:
fi: Anna kansionimi:
mk: Внеси име на Папката:
pl: Wpisz nazwę katalogu:
ru: Введите имя папки:

source: Folder alerady exists.
bg: Папката вече съществува.
fi: Kansio on jo olemassa.
mk: Папката веке постои.
pl: Katalog już istnieje.
ru: Папка уже существует.

source: You have to enter folder name.
bg: Вие трябва да въведете име на папка.
fi: Anna kansionimi.
mk: Вие треба да внесете име на папката.
pl: Musisz wpisać nazwę katalogu.
ru: Вы должны ввести имя папки.
