Repository: jomael/fma
Catalog: locale/*/LC_MESSAGES/default.po
Languages: bg, cs, da, es, fi, fr, mk, no, pl, ru, sv, wa

source: Phone will be disconnected. Do you wish to continue?
fi: Yhteys puhelimeen katkaistaan. Haluatko jatkaa?
pl: Telefon zostanie rozłączony. Czy chcesz kontynuować?

source: Perform database checks and repair if necessarily. Do you wish to continue (No Undo)?
fi: Suorita tietokantatarkistukset ja korjaa mikäli tarpeen. Haluatko jatkaa (Ei Palauta)?
pl: Wykonaj sprawdzenie i naprawę bazy danych jeśli konieczne. Czy chcesz kontynuować (brak powrotu)?

source: Messages sent so far:
bg: Изпратени Съобщения:
da: Antal beskeder sendt indtil nu:
fi: Postitettujen viestien lukumäärä:
mk: Испратени Пораки:
pl: Wysłanych wiadomości:
ru: Послано сообщений всего:
wa: Berichten verzonden tot nu:

source: Set Port = 0 to let the system decide which port to use.
bg: Изберете Порт = 0 за автоматичен избор на порта от системата.
fi: Asetuksella Portti=0 järjestelmä määrittää portin.
mk: Изберете Порт = 0 за автоматско изирање на порт од системот.
pl: Ustaw port = 0 by system zdecydował, który port użyć.
ru: Порт=0 позволяет системе самой выбрать порт.

source: No settings are available for this type of connection.
bg: Няма настройки за този тип връзка.
fi: Asetuksia ei ole käytettävissä tämän tyyppiselle yhteydelle.
mk: Нема подесувања за овој тип на врска.
pl: Brak dostępnych ustawień dla tego typu połączenia.
ru: Нет настроек для данного типа соединения.

source: RTS Flow Control might be needed on some devices or cables.
bg: RTS Контрола на Комуникацията може да бъде необходим при някои устройства или кабели.
fi: RTS Flow Control tarvitaan joissakin laitteissa tai kaapeleilla.
mk: RTS Контролата на Комуникација може да биде неопходна за некои уреди и кабли.
pl: Kontrola przepływu RTS może być wymagana dla niektórych urządzeń lub kabli.
ru: Управление RTS может потребоваться для некоторых кабелей (устройств).

source: Phone Folder Browseing and IRMC Sync protocol require OBEX protocol, so these features will be disabled as well!
bg: Phone Folder Browseing и IRMC Sync протокола изискват OBEX, така че тези възможности ще бъдат забранени също!
fi: Puhelimen Kansion Selaus ja IRMC Synk protokolla edellyttävät OBEX protokollaa, joten myöskään nämä ominaisuudet eivät ole käytössä!
mk: Phone Folder Browseing и IRMC Sync протоколот бара OBEX, така што овие опции ќе бидат забранети!
pl: Przeglądanie katalogów telefonu oraz synchronizacja protokołu IRMC wymagają protokołu OBEX, więc te funkcje również zostaną wyłączone!
ru: Просмотр папок и IRMC синхронизация требуют протокола OBEX, поэтому эти возможности также будет отключены!
wa: Telefoonmap Verkennen en IRMC Sync protocol vereisen OBEX protocol, deze eigenschappen worden ook onbruikbaar gemaakt!

source: Testing...
bg: Проверка...
cs: Testuji...
da: Tester...
es: Probando...
fi: Testaa...
fr: Test en cours...
mk: Тестирање...
no: Tester...
pl: Testowanie...
ru: Проверка...
sv: Testar...
wa: Testen...

source: Test Proximity
bg: Тест на Близостта
cs: Test
da: Afprøv inds&tillinger
es: Probando proximidad
fi: Testaa Läheisyyttä
fr: Test de la Proximité
mk: Тест на Блискоста
no: Test
pl: Test bliskości
ru: Тест на сближение
sv: Testa

source: Proximity settings cannot match for Away and Near.
bg: Настройките на Близостта не могат да бъдат сравнени за Далеч и Близо.
fi: Läheisyys asetukset eivät voi olla sekä Kaukana ja Lähellä.
mk: Настройките на Близостта не могат да бъдат сравнени за Далеч и Близо.
pl: Ustawienia bliskości dla Daleko i Blisko nie mogą być takie same
ru: Настройки сближения для Далеко и Близко не могут совпадать.
wa: Proximity instellingen komen niet overeen voor Grote en Kleine afstand

source: Enter chat Nick Name at least 2 characters long.
bg: Въведете Име за Чат с поне 2 символа.
fi: Anna vähintään 2 merkkiä pitkä kutsumanimi.
mk: Внесете Име за Чат повеќе од 2 букви.
pl: Wpisz nick czatu przynajmniej z 2 znaków.
ru: Введите ник для чата длиной не менее 2-х символов.
wa: Geef Chat Schuilnaam , minstens 2 karakters.

source: Delivery Rules require "Move message to FMA" option, which is disabled.
bg: Правилата за доставка изискват "Преместване на съобщенията в FMA" опцията, която в забранена.
fi: Toimitussääntö edellyttää "Siirrä viesti FMAhan" valintaa, joka on poistettu käytöstä.
mk: Правилата за Доставување бараат "Преместување на пораки во FMA" опцијата која е деактивирана.
pl: 'Zasady dostarczenia' wymagają opcji "Przenieś wiadomość do fma", która jest wyłączona.
ru: Правила доставки требуют "Переместить сообщение в FMA", которая сейчас запрещена.

source: Do you wish to enable it now in order to use Delivery Rules?
bg: Желаете ли да я разрешите сега за да можете да използвате Правилата за Доставка?
fi: Haluatko ottaa käyttöön sen nyt käyttääksesi Toimitussääntöjä?
mk: Сакате да ја активирам сега за да можете да користите Правила за Доставување?
pl: Czy chcesz włączyć ją teraz, aby używać 'Zasad dostareczenia'?
ru: Хотите разрешить, чтобы использовать Правила доставки?

source: Category
bg: Категория
fi: Kategoria
mk: Категориа
pl: Kategoria
ru: Категория
wa: Categorie

source: Category name:
bg: Име на Категория:
cs: Jméno kategorie:
da: Kategorinavn:
es: Nombre de la categoría:
fi: Kategorian nimi:
fr: Nom catégorie :
mk: Име на Категориата:
pl: Nazwa kategorii:
ru: Имя категории:
wa: Categorie naam:

source: This Category name already exists.
bg: Категорията вече съществува.
fi: Kategorian nimi on jo olemassa.
mk: Категориата веќе е искористена.
pl: Taka nazwa kategorii już istnieje.
ru: Имя для этой категории уже существует.

source: Category name could not be empty.
bg: Името на категорията не може да е празно.
fi: Kategorian nimi ei voi olla tyhjä.
mk: Името на категориата не може да биде празно.
pl: Nazwa kategorii nie może być pusta.
ru: Имя категории не может быть пустым.

source: Are you sure you want to remove %s?
bg: Сигурни ли сте че искате да премахнете %s?
fi: Oletko varma, että haluat poistaa %s?
mk: Дали сте сигурни дека сакате да го тргнете %s?
pl: Czy jesteś pewien, że chcesz usunąć %s?
ru: Вы уверены, что хотите удалить %s?
wa: Weet u zeker dat u %s wilt verwijderen?

source: this category
bg: тази категория
fi: tämä kategoria
mk: оваа категориа
pl: ta kategoria
ru: эта категория
wa: deze categorie

source: Found device:
bg: Намерено устройството:
cs: Nalezeno zařízení:
da: Enhed fundet:
es: Dispositivo encontrado:
fi: Laite löydetty:
fr: Périphérique trouvé :
mk: Пронајден уред:
no: Funnet Telefon :
pl: Znalezione urządzenie:
ru: Найдено устройство:
sv: Hittade hårdvara:
wa: Gevonden Apparaat:

source: Searching...
bg: Търсене...
cs: Hledám...
da: Søger...
es: Buscando...
fi: Etsii...
fr: Recherche en cours...
mk: Пребарување...
no: Søker...
pl: Szukanie...
ru: Поиск...
sv: Söker...
wa: Zoeken...

source: Device was not found!
bg: Устройство не беше намерено!
cs: Zařízení nenalezeno!
da: Enhed blev ikke fundet!
es: El dispositivo no se encontró
fi: Laite löytyi!
fr: Périphérique non trouvé !
mk: Уредот не е најден!
pl: Nie znaleziono urządzenia!
ru: Устройство не найдено!
wa: Apparaat niet gevonden!

source: Phonebook, Organizer and Outlook synchronizations require IRMC Sync, so these features will be disabled as well!
bg: Указателя, Организатора и Outlook синхронизацията изискват IRMC Sync, така че тези възможности също ще бъдат забранени!
cs: Telefonní seznam, organizer a synchronizace s Outlookem vyžaduje IRMC synchronizaci.
da: Telefonbog-, kalender- og Outlook-synkronisering kræver IRMC, så disse funktioner vil blive slået fra!
es: La agenda, el organizador y la sincronización de Outlook requiere sinc. IRMC. Esta función tendrá que estar activada.
fi: Puhelinluettelo, Järjestä ja Outlook synkronointi edellyttää IRMC Synkronointia, joten myös nämä ominaisuudet otetaan pois käytöstä!
mk: Именикот, Организаторот и Outlookсинхронизацијата барат IRMC Sync, така што овие можности ќе бидат забранети!
pl: Synchronizacje spisu telefonów, organizera i Outlooka wymagają synchronizacji IRMC, więc te funkcje również zostaną wyłączone!
ru: Синхронизация Outlook, органайзера и телефонной книги требует IRMC синхр., поэтому эта возможность будет также отключена!
wa: Telefoonboek, Agenda en Outlook synchronisaties vereisen IRMC Sync, deze opties worden ook uitgeschakeld!

source: Could not find Scripting Framework installation files. Please locate them manualy!
bg: Не мога да открия Scripting Framework файловете. Моля, посочете ги ръчно!
cs: Nelze nalézt instalační soubory Scripting Framework. Prosím najděte je ručně!
da: Kunne ikke finde standard-skripter. Angiv venligst deres placering.
es: No se ha podido encontrar los archivos de instalación del script Framework. Ubíquelo manualmente
fi: Scriptin Framework asennustiedostoja ei löydy. Etsi ne käsin!
fr: Ne trouve pas les fichiers de l'installation "Scripting Framework". SVP, indiquez-les manuellement !
mk: Не можам да ги најдам Scripting Framework фајловите. Ве молам најдетеги рачно!
pl: Nie można znaleźć plików instalacyjnych Struktury Skryptów. Proszę wskazać je ręcznie!
ru: Не удалось найти установочные файлы сценарного "каркаса". Укажите их вручную!
wa: Kan Scripting Framework installatie bestanden niet vinden. Zoek handmatig!

source: Are you sure you want to reset %s settings to its factory defaults?
bg: Сигурни ли сте че искате да възстановя настройките на %s до подразбиращите се настройки?
fi: Oletko varma, että haluat palauttaa %s oletusasetukset?
mk: Дали сте сигурни дека сакате да ги ресетирате опциите на %s до опции по подразбирање?
pl: Czy jesteś pewien, że chcesz zresetować %s ustawień do ich wartości domyślnych?
ru: Вы уверены, что хотите сбросить настройки %s в умолчание?
wa: Weet u zeker dat u %s instellingen naar de fabriekswaarden wilt terugzetten?

source: No default settings here.
bg: Няма подразбиращи се настройки.
da: Ingen standard-indstillinger her.
fi: Tässä ei ole oletusasetuksia.
mk: Нема опции по подразбирањ.
pl: Brak tutaj ustawień domyślnych.
ru: Здесь нет установок по умолчанию
wa: Geen standaard instellingen hier.

source: Searching for Bluetooth devices...
bg: Търсене на Bluetooth устройства...
cs: Hledám bluetooth zařízení...
da: Søger efter Bluetooth-enheder...
es: Buscando dispositivos Bluetooth...
fi: Etsii Bluetooth laitteita...
fr: Recherche de périphérique Bluetooth...
mk: Пребарување на Bluetooth уред...
pl: Szukanie urządzeń Bluetooth...
ru: Поиск Синезубых устройств...
wa: Zoeken naar Bluetooth apparaten...

source: Native Bluetooth is not supported under your system.
bg: Bluetooth не се поддържа от вашата система.
fi: Natiivia Bluetoothia ei tueta sinun järjestelmässäsi.
mk: Bluetooth не го подржува вашиот систем.
pl: Domyślny Bluetooth nie jest obsługiwany w Twoim systemie.
ru: "Родной" Синезуб не поддерживается вашей системой.

source: Reading Outlook Folders...
bg: Четене на Outlook Папките...
cs: Načítám složky Outlooku...
da: Indlæser Outlook-mapper...
es: Leyendo carpetas de Outlook...
fi: Luetaan Outlook Kansioita...
fr: Lecture des Dossiers Outlook en cours...
mk: Вчитување на Outlook Папките...
no: Leser Outlook-mapper...
pl: Odczytywanie katalogów Outlooka...
ru: Чтение папок Outlook...
sv: Läser Outlook-mappar...
wa: Leest Outlook Mappen...

source: Auto detect
bg: Автоматично определяне
cs: Automaticky
da: Auto-genkendelse
es: Autodetectando
fi: Automaattinen tunnistus
fr: Détection auto
mk: Авто детекција
pl: Wykryj automatycznie
ru: Авто обнаружение
sv: Upptäck automatiskt
wa: Automatisch detecteren

source: [active, auto detected]
bg: [активен, автоматично определен]
cs: [aktivní, automaticky detekováno]
da: [aktiv, auto-genkendt]
es: [Activado, auto detectado]
fi: [aktiivinen, automaattisesti tunnistettu]
fr: [actif, détection auto]
mk: [активен, авто пронајден]
pl: [aktywny, wykryty automatycznie]
ru: [активно, обнаружено автоматически]
wa: [actief, automatisch gevonden]

source: [active]
bg: [активен]
cs: [aktivní]
da: [aktiv]
es: [Activado]
fi: [aktiivinen]
fr: [actif]
mk: [активен]
pl: [aktywny]
ru: [активно]
wa: [actief]

source: This is English language.
bg: Това е Български език.
cs: Český překlad (c) www.ok-shop.cz
da: Dette er dansk :-)
es: Este es el idioma español.
fi: Tämä on englanniksi.
fr: C'est la langue française.
mk: Ова е Македонски јазик.
no: Dette er Norsk.
pl: To jest język polski.
ru: Это русский язык.
sv: Detta är svenska.
wa: Dit is de Nederlandse taal.

source: No new updates are available now.
bg: Няма нови актуализации за сега.
da: Ingen nye opdateringer fundet.
fi: Uudet päivitykset ovat nyt saatavilla.
mk: Нема нови обнови за сега.
pl: Żadne nowe aktualizacje nie są dostępne.
ru: Нет новых доступных обновлений.
wa: Geen nieuwe updates zijn nu beschikbaar.

source: Cancel Options dialog and open Getting Started Wizard?
bg: Да прекъсна ли диалога с настройките за да отворя Началния Съветник?
fi: Peruuta Valintadialogi ja avaa Aloitusvelho?
mk: Да го прекинам диалогот со опции и да одтворам Почетен Волшебник?
pl: Zamknąć okno 'Opcji' i otworzyć 'Kreator rozpoczynania'?
ru: Отменить диалог Настройки и открыть Мастера начала работы?

source: this rule
bg: това правило
fi: tämä sääntö
mk: ова правило
pl: ta zasada
ru: это правило

source: Run Rules In...
bg: Приложи Правилата В...
fi: Suorita Säännöt...
mk: Активирај Правила Во...
pl: Uruchom zasady w...
ru: Запустить Правила В...

source: This will set New Contacts target folder to current one?
fi: Asetetaanko Uudet Kontaktit kansio nykyisen tilalle?
pl: To ustawi katalog docelowy nowych kontaktów do aktualnego?

source: %s Options
bg: %s Опции
fi: %s Valinnat
mk: %s Опции
pl: Opcje %s
ru: %s параметры

source: Current favorite item will be removed from list. Do you wish to continue?
bg: Текущия елемент от списъка ще бъде премахнат. Желаете ли да продължа?
cs: Aktuální oblíbené položky budou odstraněny ze seznamu, přejete si pokračovat?
da: Det nuværende foretrukne element vil blive fjernet fra listen. Vil du fortsætte?
es: El elemento favorito actual se eliminará. ¿Está seguro?
fi: Tätä suosikkikohdetta poistetaan listasta. Haluatko jatkaa?
fr: L'élément favoris actuel sera enlevé de la liste. Voulez-vous continuer ?
mk: Тековните елементи во омилениот список ќе биде тргнати од листата. Дали сакате да продолжи?
pl: Aktualna pozycja ulubionych zostanie usunięta z listy. Czy chcesz kontynuować?
ru: Текущий пункт избранного будет удалён из списка. Хотите продолжать?
wa: Het huidige favoriete item zal uit lijst worden verwijderd. Wilt u doorgaan?

source: Loading external contact folders
bg: Зареждане външните папки с Контакти
fi: Lataa ulkoiset yhteystietokansiot
mk: Вчитување на надворешните контакт папки
pl: Ładowanie zewnętrznych katalogów kontaktów
ru: Загрузка внешних папок контакта
wa: Externe contact mappen laden

source: Loaded %d contacts (%d new, %d filtered out) from %s folder %s
bg: Бяха заредени %d контакта (%d нови, %d филтрирани) от %s папка %s
fi: Ladattu %d yhteystietoa (%d uutta, %d lajiteltua) Kaikkiaan %s/%s
mk: Вчитани %d контакти (%d нови, %d филтрирани) од %s папка %s
pl: Załadowano %d kontaktów (%d new, %d przefiltrowanych) z %s katalogu %s
ru: Загружено %d контактов (%d новых, %d отфильтрованых) из %s папки %s
wa: Geladen %d contacten (%d nieuw, %d uitgefilterd) van %s map %s

source: You must enter note contents.
bg: Вие трябва да въведете съдържание на бележката.
fi: Lisää muistilappuun sisältöä.
mk: Вие треба да внесете содржина на белешката.
pl: Musisz wpisać zawartość notatki.
ru: Вы должны ввести заметку.

source: You must specify a title.
bg: Вие трябва да зададете Име.
fi: Anna titteli.
mk: Вие треба да зададете Наслов.
pl: Musisz sprecyzować tytuł.
ru: Вы должны указать заголовок.

source: You must specify an URL.
bg: Вие трябва да зададете URL.
fi: Anna URL.
mk: Вие треба да зададете URL.
pl: Musisz sprecyzować URL.
ru: Вы должны указать URL.

source: Row
bg: Ред
cs: řádek
da: Række
es: Fila
fi: Rivi
fr: Rangée
mk: Ред
no: Rad
pl: Rząd
ru: Строка
sv: Rad
wa: Rij

source: Col
bg: Кол.
cs: sloupec
da: Kolonne
fi: Sarake
mk: Кол.
no: Kul
pl: Kolumna
ru: Колонка
sv: Kol
wa: Kol

source: Lines
bg: Линии
cs: řádek
da: Linjer
es: Líneas
fi: Jonoa
fr: Lignes
mk: Линии
no: Linjer
pl: Linii
ru: Строки
sv: Rader
wa: Lijnen

source: Chars
bg: Символи
cs: znaky
da: Tegn
es: Car.
fi: Merkkiä
fr: Cars
mk: Карактери
no: Tegn
pl: Znaków
ru: Символы
sv: Tecken
wa: Kars

source: Overwrite
bg: Презапис
fi: Päällekirjoita
mk: Презапис
pl: Zastąp
ru: Перезаписать
wa: Overschrijven

source: Scripting Engine is disabled in FMA Options
bg: Скрипт Енджина е забранен в FMA Настройките
fi: Skripti Engine on poistettu käytöstä FMA asetuksissa
mk: Скрипт Енџинот е деактивиран во FMA Опции
pl: Silnik skryptów jest wyłączony w opcjach fma
ru: Сценарный движок запрещён в опциях FMA
wa: Scripting Engine is uitgeschakeld in FMA Opties

source: Do you want to replace this text?
bg: Наистина ли желаете да заменя този текст?
cs: Přejete si přepsat tento text?
da: Vil du erstatte denne tekst?
es: ¿Desea reemplazar este texto?
fi: Haluatko korvata tämän tekstin?
fr: Voulez-vous remplacer ce texte ?
mk: Дали сакате да го замените овој текст?
pl: Czy chcesz zastąpić ten tekst?
ru: Вы хотите заместить этот текст?
wa: Wilt u deze tekst vervangen?

source: Error at line %d, col %d: Reason: %s
bg: Грешка на линия %d, кол %d: Причина: %s
cs: Chyba na řádku %d, sloupec %d: Důvod: %s
da: Fejl i linje %d, kolonne %d: Årsag: %s
es: Error en la línea %d, col %d: Razón: %s
fi: Virhe jonossa %d, sarake %d: Syy: %s
fr: Erreur à la ligne %d, col%d : Raison : %s
mk: Грешка на линија %d, кол %d: Причина: %s
pl: Błąd w linii %d, kolumna %d: Powód: %s
ru: Ошибка в строке %d, кол %d: Причина: %s
wa: Fout bij lijn %d, kol. %d: Reden: %s

source: Script is modified. Do you want to apply changes?
bg: Скрипта е модифициран. Искате ли да приложите промените?
fi: Skriptiä on muokattu. Haluatko tallentaa muutokset?
mk: Скриптата е модифициран. Сакате да ги приложите промените?
pl: Skrypt jest zmodyfikowany. Czy chcesz zastosować zmiany?
ru: Сценарий модифицирован. Хотите применить изменения?
wa: Script is gewijzigd. Wilt u de wijzigingen opslaan?

source: You have to select recipients.
bg: Вие трябва да изберете получатели.
fi: Valitse vastaanottaja.
mk: Вие треба да одберете примачи.
pl: Musisz wybrać odbiorców.
ru: Вы должны выбрать получателей.

source: (Unsupported: Unknown coding scheme)
bg: (Неподдържано: Неизвестна кодираща схема)
cs: (Nepodporováno)
da: (Usupporteret: Ukendt kodning)
es: (No disponible: Esquema de codificación desconocido)
fi: (Ei tuettu: Tuntematon koodauskaava)
fr: (Non supporté : Code inconnu)
mk: (Неподржано: Непозната кодирана шема)
pl: (Nieobsługiwane: nieznany schemat kodowania)
ru: (Неподдержано: Неизвестная схема кодирования)
wa: (Niet ondersteund: Onbekend codeer schema)

source: (Decoding Error)
bg: (Грешка при Декодиране)
cs: (Chyba dekódování)
da: (Afkodningsfejl)
es: (Error decodificando)
fi: (Tulkintavirhe)
fr: (Décodage de l'Erreur)
mk: (Грешка при Декодирање)
pl: (Błąd dekodowania)
ru: (Ошибка Декодирования)
wa: (Decoding Fout)

source: Error encoding PDU: %s
bg: Грешка при Кодирането на PDU: %s
da: Fejl under kodning af PDU: %s
fi: Virhe PDU koodauksessa: %s
mk: Грешка при декодирањето на PDU: %s
pl: Błąd kodowania PDU: %s
ru: Ошибка кодирования PDU: %s

source: (No Information)
bg: (Няма Информация)
cs: (Žádné informace)
da: (Ingen information)
es: (Sin información)
fi: (Ei Tietoja)
fr: (Pas d'Information)
mk: (Нема Информација)
no: (Ingen information)
pl: (Brak informacji)
ru: (Нет информации)
sv: (Ingen information)
wa: (Geen Informatie)

source: To Address:
bg: Към Адрес:
cs: Komu:
da: Modtageradresse:
es: Para:
fi: Kenelle:
fr: Numéro Dest. :
mk: Кон Адреса:
no: Til adresse:
pl: Na adres:
ru: Адрес кому:
sv: Till adress:
wa: Aan Adres:

source: From Address:
bg: От Адрес:
cs: Z telefonního čísla:
da: Afsenderadresse:
es: Desde:
fi: Keneltä:
fr: Numéro Expé. :
mk: Од Адреса:
no: Fra adresse:
pl: Z adresu:
ru: Адрес от кого:
sv: Från adress:
wa: Van Adres:

source: Long Message
bg: Дълго Съобщение
cs: Dlouhá zpráva
da: Lang besked
es: Mensaje largo
fi: Pitkä Viesti
fr: Message Long
mk: Долга Порака
no: Lang melding
pl: Długa wiadomość
ru: Длинное сообщение
sv: Långt meddelande
wa: Lang Bericht
