Repository: jomael/fma
Catalog: locale/*/LC_MESSAGES/default.po
Languages: bg, cs, da, es, fi, fr, mk, no, pl, ru, sv, wa

source: Synchronizing phone calendar
bg: Синхронизация на Календара
fi: Puhelimen kalenterin synkronointi
mk: Синхронизација на Календар
pl: Synchronizacja kalendarza
ru: Синхронизация календаря
wa: Synchroniseer Telefoon Kalender

source: Start Sync Phone Calendar....
bg: Стартирай Синхронизацията на Календара...
da: Start kalender-synkronisering
fi: Aloita Kalenterin Synkronointi....
mk: Стартувај Синхр. на Тел. Календар...
pl: Rozpocznij synchronizację kalendarza...
ru: Запуск cинхр. Календаря...
wa: Start Sync Telefoon Kalender...

source: Sync Phone Calendar started.
bg: Синхронизацията на Календара започна.
da: Kalender-synkronisering startet.
fi: Kalenterin Synkronointi aloitettu.
mk: Синхронизацијата на Календарот започна .
pl: Synchronizacja kalendarza rozpoczęta.
ru: Синхр календаря запущена.
wa: Sync Telefoon Kalender gestart.

source: Refreshing local calendar
bg: Опресняване на локалния Календар
cs: Obnovuji kalendář
da: Opdaterer lokal kalender
es: Actualizando el calendario local
fi: Virkistä paikallinen kalenteri
fr: Raffraîchissement du calendrier local
mk: Освежување на локалнот Календар
no: Oppdaterer lokal kalender
pl: Odświeżanie lokalego kalendarza
ru: Обновление локального календаря
sv: Uppdaterar lokal kalender
wa: Ververs lokale kalender

source: Sync Phone Calendar completed.
bg: Синхронизацията на Календара приключи.
da: Kalender-synkronisering færdig.
fi: Kalenterin Synkronointi valmis.
mk: Синхронизацијата на Календарот заврши.
pl: Synchronizacja kalendarza zakończona.
ru: Синхр календаря завершена.
wa: Sync Telefoon Kalender compleet.

source: Error: Sync Phone Calendar aborted - %s
bg: Грешка: Синхронизацията е прекъсната - %s
da: Fejl! Kalender-synkronisering afbrudt - %s
fi: Virhe: Kalenterin synkronointi keskeytetty - %s
mk: Грешка: Синхронизацијата е прекината - %s
pl: Błąd: synchronizacja kalendarza przerwana - %s
ru: Ошибка: синхронизация календаря отменена - %s
wa: Fout: Sync Telefoon Kalender afgebroken - %s

source: The Sync Calendar can't start...try to restart your phone.
bg: Синхронизацията на Календара не може да започне... опитайте да рестартирате телефона.
cs: Synchronizace kalendáře nemůže začít, zkuste vypnout a zapnout telefon.
da: Kalender-synkronisering kan ikke starte - prøv at slukke og tænde telefonen.
es: La sinc. del calendario no puede iniciarse... intente reiniciando su teléfono.
fi: Kalenterin Synkronointia ei voida tehdä...kokeile käynnistää puhelin uudestaan.
fr: La Synchronisation du Calendrier ne peut démarrer... Essayez de rédémarrer votre mobile.
mk: Синхронизацијата не може да започне Пробај те да го рестартирате Телефоноот.
no: Synkronisering av kalenderen kan ikke startes...prøv å restarte telefonen.
pl: Synchronizacja kalendarza nie może być uruchomiona... Spróbuj zrestartować swój telefon.
ru: Синхр Календаря не может запуститься... попытайтесь перезапустить ваш телефон.
sv: Synkronisering av kalender kan inte starta...prova att starta om din telefon.
wa: Sync Kalender kan niet starten...Herstart uw telefoon.

source: is modified on phone and modified on pc.
bg: е модифициран в телефона и компютъра.
cs: je změněn v telefonu i v PC.
da: er ændret i telefonen og ændret på PCen
es: Está modificado en el teléfono y modificado en el PC.
fi: on muutettu puhelimesta ja pc:stä.
fr: est modifié sur le mobile et sur le pc.
mk: модифицирана е во Телефонот и Компјутерот .
no: er endret i telefon og endret i PC-en
pl: jest zmodyfikowany w telefonie i zmodyfikowany w PC.
ru: модифицировано в телефоне и модифицировано на ПК.
sv: är ändrad i telefonen och ändrad i datorn
wa: is gewijzigd in de telefoon en gewijzigd in de PC.

source: is modified on phone and deleted on pc.
bg: е модифициран в телефона и е премахнат от компютъра.
cs: je změněn v telefonu a smazán v PC.
da: er ændret i telefonen og slettet på PCen
es: Está modificado en el teléfono y eliminado en el PC.
fi: on muutettu puhelimesta ja poistettu pc:stä.
fr: est modifié dans le mobile et supprimé sur le pc.
mk: модифицираа е во телефонот и избришан од компјутерот.
no: er slettet i telefon og slettet i PC-en.
pl: jest zmodyfikowany w telefonie i usunięty z PC.
ru: модифицировано в телефоне и удалёно на ПК.
sv: är ändrad i telefonen och borttagen från datorn.
wa: is gewijzigd in de telefoon en verwijderd in de PC.

source: added to FMA by phone.
bg: е добавен в FMA от телефона.
cs: přidán do FMA z telefonu.
da: tilføjet til FMA af telefonen.
es: Añadido al FMA por el teléfono.
fi: puhelin lisäsi FMA:han.
fr: ajouté dans FMA par le mobile.
mk: доделено во FMA од телефонот.
no: Lagt til FMA av telefon.
pl: dodany do fma przez telefon.
ru: добавлено в FMA телефоном.
sv: tillaggd i FMA av telefon.
wa: toegevoegd aan FMA door de telefoon.

source: modified in FMA by phone.
bg: е модифициран в FMA от телефона.
cs: změněn ve FMA z telefonu.
da: ændret i FMA af telefonen.
es: Modificado en el FMA por el teléfono.
fi: puhelin muutti FMA:han.
fr: modifié dans FMA par le mobile.
mk: модифицирана во FMA од телефонот.
no: Endret i FMA av telefon.
pl: zmodyfikowany w fma przez telefon.
ru: модифицировано в FMA телефоном.
sv: ändrad i FMA av telefon.
wa: gewijzigd in FMA door de telefoon.

source: is deleted on phone and modified on pc.
bg: е премахнат от телефона и е модифициран в компютъра.
cs: je smazán v telefonu a změněn v PC.
da: er slettet i FMA og ændret på PCen
es: Eliminado del teléfono y modificado en el PC.
fi: on poistettu puhelimesta ja muutettu pc:stä.
fr: est supprimé sur le mobile et modifié sur le pc.
mk: избришан од телефонот и модифициран во компјутерот.
no: er slettet i telefon og endret i PC-en.
pl: jest usunięty z telefonu i zmodyfikowany w PC.
ru: удалено в телефоне и модифицировано на ПК.
sv: är borttagen från telefon och ändrad i dator.
wa: is verwijderd in telefoon en gewijzigd in de PC.

source: deleted in FMA by phone.
bg: е премахнат в FMA от телефона.
cs: smazán ve FMA z telefonu.
da: slettet i FMA af telefonen.
es: Eliminado en FMA por el teléfono
fi: puhelin poistaa FMA:sta.
fr: supprimé dans FMA par le mobile.
mk: избришан во FMA од телефонот.
no: Slettet fra FMA av telefon.
pl: usunięty z fma przez telefon.
ru: удалено в FMA телефоном.
sv: borttagen från FMA av telefon.
wa: verwijderd in FMA door telefoon.

source: added to phone by FMA.
bg: е добавен в телефона от FMA.
cs: přidán do telefonu z FMA.
da: tilføjet til telefonen af FMA.
es: Añadido al teléfono por FMA
fi: FMA lisäsi puhelimeen.
fr: ajouté dans le mobile par FMA.
mk: додаден во телефонот од FMA.
no: Lagt til telefon av FMA.
pl: dodany do telefonu przez fma.
ru: добавлено в телефон программой FMA.
sv: tillaggd i telefon av FMA.
wa: toegevoegd aan telefoon door FMA.

source: modified in phone by FMA.
bg: е модифициран в телефона от FMA.
cs: změněn v telefonu z FMA.
da: ændret i telefonen af FMA.
es: Modificado en el teléfono por FMA
fi: FMA muutti puhelimeen.
fr: modifié dans le mobile par FMA.
mk: модифициран во теелефонот од FMA.
no: Endret i telefon av FMA.
pl: zmodyfikowany w telefonie przez fma.
ru: модифицировано в телефоне программой FMA.
sv: ändrad i telefon av FMA.
wa: gewijzigd in telefoon door FMA.

source: deleted in phone by FMA.
bg: е премахнат в телефона от FMA.
cs: smazán v telefonu z FMA.
da: slettet i telefonen af FMA.
es: Eliminado del teléfono por el FMA
fi: FMA poisti puhelimesta.
fr: supprimé dans le mobile par FMA.
mk: избришан во телефонот од FMA.
no: Slettet i telefon av FMA.
pl: usunięty z telefonu przez fma.
ru: удалено в телефоне программой FMA.
sv: borttagen från telefon av FMA.
wa: verwijderd in telefoon door FMA.

source: Entire calendar should be downloaded from phone. All local changes will be LOST! Continue?
fi: Puhelimesta pitää ladata koko kalenteri. Kaikki paikalliset muutokset MENETETÄÄN! Jätketaanko?
pl: Cały kalendarz powinien być pobrany z telefonu. Wszystkie lokalne zmiany zostaną UTRACONE! Kontynuować?

source: entire calendar
bg: Целия Календар
fi: koko kalenteri
mk: Целиот Календар
pl: cały kalendarz
ru: полный календарь
wa: Hele Kalender

source: Sync Phone Calendar: Full Refresh: vStorage.Count:
bg: Синхронизацията на Календара: Пълно опресняване: vStorage.Count:
fi: Synk. Puhelimen Kalenteri: Täysi Elvytys: vStorage.Count:
mk: Синхронизација на Календар: Целосно Освежување: vStorage.Count:
pl: Synchronizuj kalendarz telefonu: Pełne odświeżenie: vStorage.Count:
ru: Синхр календаря телефона: Полное обновление: vStorage.Count:

source: added
bg: е добавен
fi: lisätty
mk: додадено
pl: dodane
ru: добавлено

source: Sync Phone Calendar: Full Refresh: loaded
bg: Синхронизацията на Календара: Пълно опресняване: заредено
fi: Synk. Puhelimen Kalenteri: Täysi Elvytys: ladattu
mk: Синхронизација на Календар: Целосно Освежување: вчитано
pl: Synchronizuj kalendarz telefonu: Pełne odświeżenie: załadowany
ru: Синхр календаря телефона: Полное обновление: загружено

source: The appointment:
bg: Срещата:
cs: Schůzka:
da: Aftalen:
es: La cita:
fi: Tapaaminen:
fr: La réunion :
mk: Средбата:
no: Avtalt:
pl: Spotkanie:
ru: Встреча:
sv: Mötet:
wa: De Afspraak:

source: The task:
bg: Задачата:
cs: Úloha:
da: Opgaven:
es: La tarea:
fi: Tehtävä:
fr: La tâche :
mk: Задачата:
no: Jobb:
pl: Zadanie:
ru: Задание:
sv: Uppgiften:
wa: De Taak:

source: Attach
bg: Прикрепи
fi: Liitä
mk: Прикачи
pl: Dołącz
ru: Прикрепить
wa: maak vast

source: Attendee
fi: Osallistuja
pl: Usługa
ru: Посетитель

source: Description
bg: Описание
fi: Kuvaus
mk: Опис
pl: Opis
ru: Описание
wa: Beschrijving

source: Start Date
bg: Начална Дата
fi: Aloituspäivä
mk: Почетна Дата
pl: Data rozpoczęcia
ru: Дата начала
wa: Start datum

source: End Date
bg: Крайна Дата
fi: Lopetuspäivä
mk: Крајна Дата
pl: Data zakończenia
ru: Дата окончания
wa: Eind datum

source: Due Date
bg: Дата на Падеж
fi: Viimeistään Päivä
mk: Дата на Падеж
pl: Właściwa data
ru: Срок
wa: Vervaldatum

source: Related To
bg: Взаимосвързан с
fi: Liittyy
mk: Поврзано со
pl: Powiązany z
ru: Связаны с
wa: Gerelateerd aan

source: VURL
fi: URL

source: Priority
bg: Приоритет
fi: Tärkeysaste
mk: Приоритет
pl: Priorytet
ru: Приоритет
wa: Prioriteit

source: Summary
bg: Общо
fi: Yhteenveto
mk: Општо
pl: Podsumowanie
ru: Сводка
wa: Opsomming

source: Alarm
bg: Аларми
fi: Hälytys
mk: Аларми
ru: Будильник

source: Categories
bg: Категории
fi: Kategoriat
mk: Категории
pl: Kategorie
ru: Категории
wa: Categorieën

source: Class
fi: Luokka
pl: Klasa
ru: Класс

source: VExDate
fi: Päiväys
pl: VExData
ru: VExДата

source: VRDate
fi: Päiväys
pl: VRData
ru: VRДата

source: No changes found.
bg: Няма намерени промени.
fi: Muutoksia ei löytynyt.
mk: Не се најдени промени.
pl: Nie znaleziono zmian.
ru: Изменений не найдено.
wa: Geen verandering gevonden.

source: Error daling number
bg: Грешка по време на избор на номер
cs: Chyba při vytáčení čísla
da: Kunne ikke kalde nummer
es: Error marcando el número
fi: Virhe numerovalinnassa
fr: Erreur dans le numéro appelé
mk: Грешка во бираниот број
no: Feil ved oppringing av nummer
pl: Błąd w wybieraniu numeru
ru: Ошибка набора номера
sv: Fel vid uppringning av nummer
wa: Nummer Draaien mislukt

source: %s is calling...
bg: %s се обажда...
cs: %s volá...
da: %s ringer...
es: %s está llamando...
fi: %s soittaa...
fr: %s est en train d'appeler...
mk: %s се повикува...
no: %s ringer...
pl: %s dzwoni...
ru: %s вызывает...
sv: %s ringer...
wa: %s Belt...

source: Closing this box will Hang Up current outgoing call. Continue?
bg: Затварянето на този прозорец ще прекъсне текущия разговор. Да продължа ли?
cs: Zavření tohoto boxu způsobí přerušení hovoru. Pokračovat?
da: Hvis du lukker boksen vil opkaldet blive afsluttet. Fortsæt?
es: Cerrando esta ventana colgará la actual llamada saliente. ¿Continuar?
fi: Tämän laatikon sulkeminen keskeyttää käynnissä olevan puhelun. Jatketaanko?
fr: La fermeture de dialogue va terminer l'appel sortant actuel. Continuer ?
mk: Затворање на овој прозорец ќе го прекине тековниот повик. Да продолжи?
no: Når du lukker dette vinduet avsluttes pågående samtale. Vil du fortsette?
pl: Zamknięcie tego okna rozłączy aktualne połączenie wychodzące. Kontynuować?
ru: Закрытие этого окошка заставит Повесить Трубку для исходящего вызова. Продолжить?
sv: Genom att stänga den här rutan avslutas pågående samtal. Vill du fortsätta?
wa: Door het sluiten van dit scherm verbreekt u het huidige uitgaande gesprek. Doorgaan?

source: Incoming call...
bg: Обаждане...
cs: Příchozí hovor...
da: Opkald...
es: Llamada entrante...
fi: Saapuva puhelu...
fr: Appel entrant...
mk: дојдовен повик...
no: Innkommende samtale...
pl: Połączenie przychodzące...
ru: Входящий вызов...
sv: Inkommande samtal...
wa: Inkomend Gesprek...

source: Me
bg: Мене
cs: Já
da: Mig
es: Mí
fi: Minä
fr: Moi
mk: Јас
no: Jeg
pl: Ja
ru: Мне
sv: Jag
wa: Ik

source: Do not send any confidential information as passwords via your phone using text messages!
bg: Не изпращайте никаква поверителна информация като пароли през вашия телефон използвайки текстовите съобщения!
fi: Älä lähetä luottamuksellista tietoa tai salasanoja puhelimestasi tekstiviestillä!
mk: Не испраќајте доверливи информации како Лозинки преку вашиот Телефон користејќи текст пораки!
pl: Nie wysyłaj żadnych poufnych informacji, jak hasła, przez swój telefon używając wiadomości tekstowych!
ru: Не посылайте конфиденциальную информацию, например, пароли, в текстовых сообщениях!
wa: Verzend geen gevoelige informatie zoals wachtwoorden via uw telefoon dmv tekstberichten!

source: (Sending delayed, will try to send it later)
bg: (Изпращайки отложено ще доведе до по-късен опит за изпращане)
cs: (Posílání se zpozdí, zkus později)
da: (Afsendelse udsat - forsøger igen senere)
es: (Enviando con retraso. Intente enviarlo más tarde)
fi: (Lähetys lykätty, yritetään lähettää myöhemmin)
fr: (Envoi repoussé, une nouvelle tentative sera effectuée plus tard)
mk: (Испраќањето е одложено, ќе продолжи покасно)
no: (Sending avbrutt, vil prøve å sende senere)
pl: (Wysyłanie opóźnione, Spróbuję wysłać to później)
ru: (Отправка задержана, будем пытаться отправить её позже)
wa: (Verzenden vertraagd, probeer later te verzenden)

source: Total messages sent: %d
bg: Общ брой изпратени съобщения: %d
cs: Celkem odeslaných zpráv: %d
da: Antal beskeder sendt: %d
es: Total de mensajes enviados: %d
fi: Viestejä postitettu yhteensä: %d
fr: Total messages envoyés : %d
mk: Вкупно пратени пораки: %d
no: Antall sendte meldinger: %d
pl: Łącznie wysłanych wiadomości: %d
ru: Всего отправлено сообщений: %d
sv: Antal skickade meddelande: %s
wa: Totaal berichten verzonden: %d

source: Error
bg: Грешка
cs: Chyba
da: Fejl
fi: Virhe
fr: Erreur
mk: Грешка
pl: Błąd
ru: Ошибка

source: - chars
bg: - символа
cs: - znaků
da: - tegn
es: - carac.
fi: -merkkiä
fr: - cars
mk: - симболи
no: - tegn
pl: - znaki
ru: символы:
sv: - tecken
wa: - Kars

source: %s char left
bg: остава %s символ
cs: %s znak zůstává
da: %s tegn tilbage
es: %s car. restante
fi: %s merkki jäljellä
fr: %s car restant
mk: преостанува %s симбол
pl: Został %s znak
ru: Ещё %s символ
wa: %s karakter over

source: Do you want to save your current message as a Draft?
bg: Искате ли да съхраните текущото съобщение в Чернови?
cs: Uložit zprávu jako koncept?
da: Vil du gemme din nuværende besked i Kladder?
es: ¿Quiere salvar el mensaje actual como una plantilla?
fi: Haluatko tallentaa tämän viestin Luonnoksiin?
fr: Voulez-vous sauvez le message actuel en tant que Brouillon ?
mk: Дали сакате да ја зачувате пораката во Припремени?
no: Vil du lagre meldingen i Drafts-mappen?
pl: Czy chcesz zapisać swoją aktualną wiadomość w brudnopisie?
ru: Хотите сохранить ваше текущее сообщение как черновик?
sv: Vill du spara ditt meddelande i Utkast?
wa: Wilt u uw huidige bericht opslaan als een Concept?

source: Previous message saved in Drafts
bg: Предишното съобщение беше записано в Чернови
cs: Předchozí zpráva uložena jako koncept
da: Forrige besked gemt i Kladder
es: El mensaje anterior fue guardado en las plantillas
fi: Edellinen viesti tallennettu Luonnoksiin
fr: Précédent Message sauvé dans les Brouillons
mk: Предходната порака е зачувана во Припремени
no: Forrige melding lagret i Drafts-mappen
pl: Poprzednia wiadomość zapisana w brudnopisie
ru: Предыдущее сообщение сохранено в черновиках
sv: Föregående meddelande sparat i Utkast
wa: Vorige bericht opgeslagen in Concepten

source: Not supported by phone
bg: Не се поддържа от телефона
cs: Není podporováno telefonem
da: Understøttes ikke af telefonen
es: No disponible para su teléfono
fi: Puhelin ei tue
fr: Non supporté par le mobile
mk: Не подржува од телефонот
no: Støttes ikke av telefon
pl: Nieobsługiwane przez telefon
ru: Не поддерживается телефоном
sv: Stöd ej av telefon
wa: Niet ondersteund door telefoon

source: Invalid number specified for %s.
bg: Невалиден номер беше зададен за %s.
da: Ugyldigt nummer angivet for %s.
fi: Virheellinen numero annettu tälle: %s.
mk: Внесен невалиден број за %s.
pl: Nieprawidłowy numer podany dla %s.
ru: Указан неверный номер для %s.
wa: Ongeldig nummer ingevoerd voor %s.

source: You have to select at least one recepient.
bg: Вие трябва да изберете поне един получател.
cs: Zvolte alespoň jednoho příjemce.
da: Du skal markere mindst én modtager.
es: Debe de seleccionar al menos un destinatario.
fi: Valitse ainakin yksi vastaanottaja.
fr: Sélectionner au moins un destinataire.
mk: Вие треба да изберете најмогу еден примач.
no: Du må markere minst en mottaker.
pl: Musisz wybrać przynajmniej jednego odbiorcę.
ru: Вы должны выбрать как минимум одного получателя.
sv: Du måste markera minst en mottagare.
wa: U dient minimaal één ontvanger te selecteren.

source: Invalid group address.
bg: Невалиден адрес на група.
cs: Špatná adresa skupiny.
da: Ugyldig gruppe-adresse.
es: Dirección del grupo incorrecta.
fi: Virheellinen ryhmäosoite.
fr: Adresse de groupe invalide.
mk: Невалидна адреса на групи.
no: Feil gruppeadresse.
pl: Nieprawidłowy adres grupy.
ru: Неверный адрес группы.
sv: Felaktig gruppadress.
wa: Ongeldig groep adres.

source: Invalid address specified.
bg: Невалиден адрес е зададен.
cs: Špatná adresa.
da: Ugyldig adresse angivet.
es: Dirección especificada incorrecta.
fi: Virheellinen osoite annettu.
fr: Adresse spécifiée invalide.
mk: Зададена е невалидна адреса .
no: Feil adresse.
pl: Nieprawidłowy podany adres.
ru: Указан неверный адрес.
sv: Felaktigt angiven adress.
wa: Ongeldig adres gespecificeerd.

source: Sending long message to %s...
bg: Изпращане на дълго съобщение към %s...
cs: Odesílám dlouhou právu pro %s...
da: Sender lang besked til %s...
es: Enviando mensaje largo a %s...
fi: Lähetetään pitkää viestiä %s...
fr: Envoi d'un long message à %s en cours...
mk: Испраќање долга порака до %s...
no: Sender lang melding til %s...
pl: Wysyłanie długiej wiadomości do %s...
ru: Отправка длинного сообщения %s...
sv: Skickar långt meddelande till %s...
wa: Verzend lang bericht naar %s...

source: Sending message to %s...
bg: Изпращане на съобщение към %s...
cs: Odesílám zprávu pro %s...
da: Sender besked til %s...
es: Enviando mensaje a %s...
fi: Lähetetään viestiä %s...
fr: Envoi d'un message à %s en cours...
mk: Испраќање на порака до %s...
no: Sender melding til %s...
pl: Wysyłanie wiadomości do %s...
ru: Отправка сообщения %s...
sv: Skickar meddelande till %s...
wa: Verzend bericht naar %s...

source: Sending message...
bg: Изпращане на съобщение...
cs: Odesílám zprávu...
da: Sender besked...
es: Enviando mensaje...
fi: Lähetetään viesti...
fr: Envoi d'un message en cours...
mk: Испраќање порака...
no: Sender melding...
pl: Wysyłanie wiadomości...
ru: Отправка сообщения...
sv: Skickar meddelande...
wa: Verzend bericht...

source: Warning! You have reached your send limit of %d messages.
bg: Внимание! Вие достигнахте вашия лимит от %d съобщения.
cs: Upozornění! Dosáhl jste limitu %d zpráv.
da: Advarsel! Du har nået din valgte grænse på %d afsendte beskeder.
es: ¡Advertencia! Ha alcanzado su límite de %d mensajes enviados.
fi: Varoitus! Olet saavuttanut asettamasi rajan %d lähetettyä viestiä.
fr: Attention ! Vous avez atteint votre limite d'envoi de %d messages.
mk: Предупредување! Го достигнавте лимитот од %d пораки.
no: Advarsel! Du har nått grensen på %d meldinger.
pl: Uwaga! Osiągnąłeś swój limit wysyłania %d wiadomości.
ru: Внимание! Вы достигли предела отправки сообщений %d.
sv: Varning! Du har nått din gräns på %d meddelande.
wa: Waarschuwing! U heeft de verzend limiet van %d berichten bereikt.

source: This will crop some text from the end of the current message?
bg: Това ще премахне част от края на текущото съобщение?
cs: Text z konce zprávy bude vymazán.
da: Dette vil fjerne noget tekst fra slutningen af den nuværende besked?
es: Esto eliminará parte del texto del final del mensaje
fi: Leikataanko tekstiä nykyisen viestin lopusta?
fr: Cela va enlever du texte à la fin du message ?
mk: Ова ќе скрати од крајот на тековната порака?
no: Dette kommer til å ta bort tekst fra slutten av meldingen. Vil du fortsette?
pl: To utnie część tekstu z końca aktualnej wiadomości?
ru: Это обрежет часть текста в конце текущего сообщения?
sv: Detta kommer att ta bort text från slutet av meddelandet. Vill du fortsätta?

source: Working...
bg: Обработка...
fi: Käynnissä...
mk: Обработка...
pl: Pracuje...
ru: Работа...

source: %d%% ready
bg: %d%% готово
fi: %d%% valmis
mk: %d%% спремно
pl: Gotowe %d%%
ru: %d%% готов(о)

source: %s. Please, confirm to continue.
bg: %s. Моля, потвърдете за да продължи.
fi: %s. Vahvista jatkaaksesi.
mk: %s. Ве молиме, потврдете за да продолжи.
pl: %s. Proszę potwierdzić by kontynuować.
ru: %s. Подвердите продолжение, пожалуйста.
wa: %s. Klik op Volgende om door te gaan.

source: Linked contact not found
bg: Свързания контакт не е намерен
cs: Kontakt nebyl nalezen
da: Tilhørende kontakt ikke fundet
es: Contacto vinculado no encontrado
fi: Linkitettyä yhteystietoa ei löytynyt
fr: Contact Lié non trouvé
mk: Сврзаноит контакт не е најден
no: Kunne ikke finne linket kontakt
pl: Nie znaleziono połączonego kontaktu
ru: Связанный контакт не найден
sv: Kunde inte hitta länkad kontakt
wa: Gelinkt contactpersoon niet gevonden

source: Synchronize started
bg: Синхронизацията започна
cs: Synchronizace začala
da: Synkronisering startet
es: Sincronización iniciada
fi: Synkronointi aloitettu
fr: Synchronisation démarrée
mk: Синхронизацијата започна
no: Synkronisering startet
pl: Synchronizacja rozpoczęta
ru: Синхронизация запущена
sv: Synkronisering påbörjad
wa: Synchroniseren gestart

source: Synchronize completed
bg: Синхронизацията завърши
cs: Synchronizace ukončena
da: Synkronisering afsluttet
es: Sincronización completada
fi: Synkronointi valmis
fr: Synchronisation réussie
mk: Синхронизацијата заврши
no: Synkronisering ferdig
pl: Synchronizacja zakończona
ru: Синхронизация завершена
sv: Synkronisering klar
wa: Synchroniseren succesvol

source: Synchronize error: %s
bg: Грешка при синхронизация: %s
cs: Chyba synchronizace: %s
da: Synkroniseringsfejl: %s
es: Error en la Sincronización: %s
fi: Synkronointivirhe: %s
fr: Erreur(s) de synchronisation : %s
mk: Грешка при синхронизација: %s
no: Synkroniseringsfeil: %s
pl: Błąd synchronizacji: %s
ru: Ошибка синхронизации: %s
sv: Synkroniseringsfel: %s
wa: Synchroniseren mislukt: %s

source: %s has a conflict: %s
bg: %s има конфликт: %s
fi: %s ristiriita: %s
mk: %s има конфликт: %s
pl: %s ma konflikt: %s
ru: %s имеет конфликт: %s
wa: %s heeft een conflict: %s

source: Conflict has been solved in favor of %s
bg: Конфликта беше разрешен с предпочитание на %s
cs: Chyba byla opravena díky %s
da: Konflikt er løst til fordel for %s
es: El conflicto ha sido solucionado en favor a %s
fi: Ristiriita on ratkaistu %s eduksi
fr: Le conflit a été résolu en faveur de %s
mk: Конфликтот беше решен со омилените од %s
pl: Konflikt został rozwiązany na korzyść %s
ru: Конфликт был разрешён в пользу %s
wa: Conflicten zijn opgelost ten gunste van %s
