Repository: jomael/fma
Catalog: locale/*/LC_MESSAGES/default.po
Languages: bg, cs, da, es, fi, fr, mk, no, pl, ru, sv, wa

source: Loading folders...
bg: Зареждане на Папки...
cs: Nahrávání složek...
da: Indlæser mapper
es: Cargando carpetas...
fi: Kansioita ladataan...
fr: Chargement des dossiers en cours...
mk: Вчитување на Папки...
no: Åpner mapper...
pl: Ładowanie katalogów...
ru: Загрузка папок...
sv: Laddar mappar...
wa: Mappen laden...

source: File "%s" deleted.
bg: Файла "%s" беше премахнат.
cs: Soubor "%s" smazán.
da: Fil "%s" slettet.
es: Archivo "%s" eliminado.
fi: Tiedosto "%s" poistettu.
fr: Fichier "%s" supprimé.
mk: Фаијлот "%s" беше избришан.
no: Fil "%s" slettet.
pl: Plik "%s" został usunięty.
ru: Файл "%s" удалён.
sv: Fil "%s" borttagen.
wa: Bestand "%s" verwijderd.

source: File "%s" sent to phone.
bg: Файла "%s" беше изпратен в телефона.
cs: Soubor "%s" odeslán do telefonu.
da: Fil "%s" sendt til telefon.
es: Archivo "%s" enviado al teléfono.
fi: Tiedosto "%s" lähetetty puhelimeen.
fr: Fichier "%s" transmis au mobile.
mk: Фајлот "%s" беше испратен во телефонот.
no: Fil "%s" sendt til telefon.
pl: Plik "%s" został wysłany do telefonu.
ru: Файл "%s" отправлен в телефон.
sv: Fil "%s" skickad till telefon.
wa: Bestand "%s" verstuurd naar telefoon.

source: Error: Download of Directories (here: %0:s) is not yet supported
bg: Грешка: Свалянето на Директориите (в: %0:s) не се поддържа
da: Fejl: Hentning af mapper (her: %0:s) understøttes ikke endnu
fi: Virhe: Hakemistojen Lataamista (tässä: %0:s) ei ole vielä tuettu
mk: Грешка: Спуштањето на Директориумите (во: %0:s) не се подржува
pl: Błąd: Pobieranie katalogów (tutaj: %0:s) nie jest jeszcze obsługiwane
ru: Ошибка: загрузка директорий (здесь: %0:s) пока не поддерживается
wa: Error: Downloaden van Mappen (here: %0:s) wordt nog niet ondersteund

source: Similar Files|*
bg: Подобни Файлове|*
cs: Stejné soubory |*
da: Lignende filer|*
es: Archivos similares|*
fi: Samanlaiset Tiedostot|*
fr: Fichiers Similaires|*
mk: Слични Фајлови|*
no: Lignende filer|*
pl: Podobne pliki|*
ru: Подобные файлы|*
sv: Liknande filer|*
wa: Gelijksoortige bestanden|*

source: |All Files|*.*
bg: |Всички Файлове|*.*
cs: |Všechny soubory|*.*
da: |Alle filer|*.*
es: |Todos los archivos|*.*
fi: |Kaikki Tiedostot|*.*
fr: |Tous les Fichiers|*.*
mk: |Сите Фајлови|*.*
no: |Alle filer|*.*
pl: |Wszystkie pliki|*.*
ru: |Все файлы|*.*
sv: |Alla filer|*.*
wa: |Alle bestanden|*.*

source: Downloading files
bg: Сваляне на файлове
cs: Nahrávám soubory
da: Henter filer
es: Descargando archivos
fi: Tiedostoja ladataan
fr: Téléchargement des fichiers en cours
mk: Спуштање фајлови
no: Nedlaster filer
pl: Pobieranie plików
ru: Загрузка файлов
sv: Hämtar filer
wa: Downloaden bestanden

source: Saving...
bg: Запис...
cs: Ukládám...
da: Gemmer...
es: Guardando...
fi: Tallennetaan...
fr: Sauvegarde en cours...
mk: Зачувување...
no: Lagrer...
pl: Zapisywanie...
ru: Сохранение...
sv: Sparar...
wa: Opslaan...

source: File "%s" received from phone.
bg: Файла "%s" беше получен от телефона.
cs: Soubor "%s" byl přijat z telefonu.
da: Fil "%s" modtaget fra telefon.
es: Archivo "%s" recibido desde el teléfono.
fi: Tiedosto "%s" vastaanotettu puhelimesta.
fr: Fichier "%s" chargé depuis le téléphone.
mk: Фајл "%s" беше примен од телефонот.
no: Fil "%s" mottatt fra telefon.
pl: Plik "%s" został odebrany z telefonu.
ru: Файл "%s" принят из телефона.
sv: Fil "%s" mottagen från telefon.
wa: Bestand "%s" ontvangen van telefoon.

source: Est. Charge Left:
bg: Оставащо Време:
cs: Zbývá do vybití:
da: Strøm tilbage:
es: Carga estimada:
fi: Latausta:
fr: Charge Restante Est. :
mk: Преостанато Време:
pl: Pozostały czas:
ru: Оценка оставшегося заряда:
wa: Gesch. Laadtijd:

source: done
bg: готово
cs: hotovo
da: udført
es: hecho
fi: Valmis
fr: réalisé
mk: готово
no: ferdig
pl: gotowe
ru: сделано
sv: klar
wa: klaar

source: day
bg: ден
cs: den
da: dag
es: día
fi: pv
mk: ден
pl: dzień
ru: %d день
wa: dag

source: %d %s, %.2d h %.2d m
bg: %d %s, %.2d ч %.2d м
da: %d %s, %.2d t %.2d m
fi: %d %s %.2d h %.2d min
mk: %d %s, %.2d ч %.2d м
pl: %d %s, %.2d g %.2d m
ru: %d %s, %.2d ч %.2d м

source: Retrieving text messages
bg: Получаване на Текстовите Съобщения
fi: Noudetaan tekstiviestit
mk: Вчитување на Текст Пораките
pl: Odbieranie wiadomości tekstowych
ru: Извлечение текстовых сообщений

source: Error downloading SMS
bg: Грешка при получаването на SMS
cs: Chyba při nahrávání SMS
da: Fejl ved hentning af SMS
es: Error descargando los SMS
fi: Virhe ladattaessa SMS
fr: Erreur durant téléchargement SMS
mk: Грешка при спуштање на SMS
pl: Błąd pobierania SMS
ru: Ошибка выгрузки SMS
wa: Fout downloaden SMS

source: Repairing Database...
fi: Tietokanta Korjataan...
pl: Naprawianie bazy danych...

source: Upgrading phone profile database...
bg: Актуализация на телефонната база данни с профилите...
cs: Aktualizuji databázi profilů...
da: Opgraderer telefonens profil-database...
es: Actualizando la base de datos del perfil del teléfono...
fi: Puhelimen profiilitietokanta päivitetään...
fr: Evolution de la base de données du mobile en cours...
mk: Подобрување на телефонската дата база...
pl: Ulepszanie bazy danych profilu telefonu...
ru: Обновление базы данных профиля телефона...
wa: Bijwerken telefoon profiel database...

source: Do you wish to relocate this %s database profile from installation "FMA\data" folder to yours "Application Data\FMA" folder? (Recommended) If you are not sure or if you do not have administrative account, click Yes.
bg: Желаете ли да пренасочите базата данни %s от инсталационната папка "FMA\data" във вашата папка "Application Data\FMA"? (Препоръчително) Ако не сте сигурен или ако нямате административни права, натиснете ДА.
cs: Přejete si převést tuto %s databázi profilů ze složky "FMA\data" do Vaši složky "Application Data\FMA" ? (doporučeno) Jestliže si nejste jisti nebo nemáte dostatečná práva ke složce, klikněte na 'Ano'.
da: Vil du flytte denne %s database-profil fra installationsmappen "FMA\data" til din personlige "Application Data\FMA" mapper? (Anbefales) Hvis du er i tvivl eller ikke har administrative rettigheder, svar Ja.
es: ¿Desea mover esta %s base de datos de su perfil desde la carpeta de instalación "FMA\data" a su carpeta"Application Data\FMA"? (Recomendado) Si no estás seguro o no tienes permisos administrativos, haga clic en Sí.
fi: Haluatko siirtää tämän %s tietokannan profiilin asennuksen "FMA\data" kansiosta omaan "Application Data\FMA" kansioon? (Suositeltavaa) Jos et ole varma tai jos sinulla ei ole tarvittavia oikeuksia, valitse Kyllä.
fr: Souhaitez-vous transférer cette base de données %s du dossier d'installation "FMA\data" vers votre dossier "Application Data\FMA" ? (Reccommandé) Si vous n'êtes pas sûr ou n'utilisez pas un compte d'administrateur, cliquez Oui.
mk: Дали сакате да ја пренасочите дата базата %s од инсталационата папка "FMA\data" во вашата папка "Application Data\FMA"? (Препорачливо) Ако не сте сигурни или ако немате административни права, кликнете ДА.
pl: Czy chcesz przenieść ten %s profil bazy danych z katalogu "FMA\data" instalacyjnego do swojego "Application Data\FMA" katalogu? (Zalecane) Jeśli nie jesteś pewien lub jeśli nie masz konta administratora, kliknij 'Tak'.
ru: Вы хотите переместить этот %s профиль базы данных из папки "FMA\data" в вашу папку "Application Data\FMA" ? (рекомендуется). Если вы не уверены или вы не администратор машины, щёлкните Да.
wa: Wilt u dit %s database profiel van installatie "FMA\data" map naar uw "Application Data\FMA" map verplaatsen? (Recommended) Als u het niet zeker weet of geen administratieve rechten op de computer heeft klik op Ja.

source: Relocating phone profile database...
bg: Преместване на Базата Данни...
cs: Převádění databáze profilů...
da: Flytter telefonens profil-database
es: Moviendo base de datos de su perfil...
fi: Puhelimen profiilitietokanta sijoitetaan uudelleen...
fr: Transfert de la base de données du mobile en cours...
mk: Преместување на дата базата...
pl: Przenoszenie bazy danych profilu telefonu...
ru: Перемещение базы данных профиля телефона...
wa: Verplaatsen telefoon profiel database...

source: Relocating FMA Database...
bg: Преместване на Базата Данни...
cs: Převádení FMA databáze...
da: Flytter FMA-database...
es: Moviendo base de datos del FMA
fi: FMA Tietokanta sijoitetaan uudelleen...
fr: Transfert de la base de données FMA en cours...
mk: Преместување на дата базата...
pl: Przenoszenie bazy danych fma...
ru: Перемещение базы данных FMA...
wa: Verplaatsen FMA Database

source: Some database files are in use. Please close any applicatiions that might couse this and click OK to continue.
bg: Някои файлове от Базата Данни се използват. Моля затворете приложенията, които може да го използват и натиснете ОК за да продължите.
cs: Některé soubory databáze jsou používané. Prosím ukončete všechny aplikace, které to mohou způsobovat a klikněte na OK pro pokračování.
da: Nogle af database-filerne er i brug. Luk de programmer du tror bruger disse filer og klik så OK for fortsætte.
es: Allgunos archivos de la base de datos están en uso. Cierre cualquiera aplicación que pueda estar usándolos y haga clic en OK para continuar.
fi: Jotkut tietokannan tiedostot ovat käytössä. Sulje sovellukset, jotka voivat käyttää sitä ja valitse OK jatkaaksesi.
fr: Des fiches de la base de données sont en cours d'utilisation. Fermez les applications qui peuvent en être la cause et cliquez sur OK pour continuer.
mk: Некои фајлови од дата базата се користат. Ве молам затворете ги апликациите кои можат да го користат и кликнете ОКза да продолжи.
pl: Część plików bazy danych jest w użyciu. Proszę zamknąć jakiekolwiek aplikacje, które mogły to spowodować i kliknąć 'OK' by kontynuować.
ru: Некоторые файлы базы используются. Закройте все приложения, которые держат файлы и щёлкните Да для продолжения.
wa: Somige database bestanden zijn in gebruik. Sluit alle programma's die dit kunnen veroorzaken en klik OK om door te gaan.

source: Loading phone profile database...
bg: Зареждане на Базата Данни...
cs: Nahrávám dalabázi profilů...
da: Indlæser telefonens profil-database
es: Cargando base de datos de su teléfono...
fi: Ladataan puhelimen profiilitietokanta...
fr: Chargement de la base de données du mobile...
mk: Вчитување на Дата Базата...
no: Åpner telefonprofil...
pl: Ładowanie bazy danych profilu telefonu...
ru: Загрузка базы данных профиля телефона...
sv: Hämtar telefonprofil...
wa: Laden telefoon profiel database...

source: Retrieving messages from phone...
bg: Получаване на съобщение от телефона...
fi: Noudetaan viestejä puhelimesta...
mk: Вчитување на пораките од телефонот...
pl: Pobieranie wiadomości z telefonu...
ru: Извлечение сообщений из телефона...
wa: Bestand "%s" ontvangen van telefoon.

source: New message received in phone
bg: Ново съобщение беше получено в телефона
fi: Uusi viesti saapunut
mk: Новата порака беше примена во телефонот
pl: Otrzymano nową wiadomość w twlwfonie
ru: Принято новое сообщение в телефон
wa: Nieuwe berichten onvangen in telefoon

source: You have unsent messages in your Outbox folder. Do you want to send them now?
bg: Вие имате неизпратени съобщения в папката Изходящи. Искате ли да ги изпратите сега?
da: Du har beskeder i din Udbakke, der ikke er sendt. Vil du sende dem nu?
fi: Lähetettävät kansiossa on postittamattomia viestejä. Haluatko postittaa ne nyt?
mk: Вие имате не испратени пораки во папката за Пораки за Праќање. Дали сакате да ги испратите сега?
pl: Masz niewysłane wiadomości w katalogu oczekujących. Czy chcesz je teraz wysłać?
ru: У вас есть несколько неотправленных сообщений в Исходящих. Отправить их сейчас?
wa: U heeft Niet verzonden Berichten in uw Postvak Uit. Wilt u deze nu verzenden?

source: Connection: Lost!
bg: Връзка: Загубена!
cs: Spojení ztraceno!
da: Forbindelse afbrudt!
es: Conexión: ¡Perdida!
fi: Yhteys Menetetty!
fr: Connexion Perdue !
mk: Врската: Загубена!
no: Tilkobling frakoblet!
pl: Połączenie: Utracone!
ru: Соединение: Утеряно!
sv: Anslutning: Frånkopplad!
wa: Verbinding: Verbroken!

source: Loading own card...
bg: Зареждане на Собствената Бизнес Визитка...
cs: Nahrávání vlastní vizitky...
da: Henter eget kort...
es: Cargando tarjeta de visita...
fi: Ladataan oma kortti...
fr: Chargement de votre carte...
mk: Вчитување на Сопствената Визит Карта...
no: Åpner eget visittkort...
pl: Ładowanie własnej karty...
ru: Загрузка своей карточки...
sv: Hämtar eget visitkort...
wa: Laden Eigen Visite Kaartje...

source: Saving own card...
bg: Запис на Собствената Бизнес Визитка...
cs: Ukládání vlastní vizitky...
da: Gemmer eget kort...
es: Guardando tarjeta de visita...
fi: Tallennetaan oma kortti...
fr: Sauvegarde de votre carte...
mk: Сочувување на Сопственета Визитт Карта...
no: Lagrer eget visittkort...
pl: Zapis własnej karty...
ru: Сохранение своей карточки...
sv: Sparar eget visitkort...
wa: Sla Eigen vistitekaartje op...

source: Own card modified
bg: Визитката беше променена
da: Eget kort ændret
fi: Omaa korttia muokattu
mk: Визитката е модифицирана
pl: Posiadana karta zmodyfikowana
ru: Своя карта модифицирована
wa: Eigen visite kaartje gewijzigd

source: ERROR: Can not create automation objects
bg: ГРЕШКА: Не мога да създам automation обектите
fi: VIRHE: automation object luonti epäonnistui
mk: ГРЕШКА: Не можам да ги создадам automation објектите
pl: BŁĄD: Nie można utworzyć obiektów automatycznych
ru: ОШИБКА: Невозможно создать объекты автоматизации
wa: ERROR: Kan geen automation objects creëren

source: Sending out messages
bg: Изпращане на изходящите съобщения
cs: Odesílání zpráv
da: Sender beskeder
es: Enviando mensajes
fi: Viestit lähetetään
fr: Expédition des messages
mk: Испраќање на пораки
no: Sender ut meldinger
pl: Wysyłanie wiadomości
ru: Отправка сообщений
sv: Skickar ut meddelande
wa: Verzenden Berichten

source: Preparing Outbox
bg: Подготовка на Изходящите
cs: Příprava odeslaných zpráv
da: Forbereder afsendelse
es: Preparando la bandeja de salida
fi: Valmistellaan Lähtevät
fr: Préparation de la Boîte d'Envoi
mk: Подготовка на Пораки за Праќање
no: Forbereder Usendte Meldinger
pl: Przygotowywanie wiadomości oczekujących
ru: Подготовка Исходящих
sv: Förbereder Utkorgen
wa: Voorbereiden Postvak Uit

source: Sending messages from Outbox...
bg: Изпращане на съобщенията от Изходящи...
cs: Odesílání zpráv...
da: Sender beskeder i Udbakken
es: Enviando mensajes de la bandeja de salida...
fi: Postitetaan viestit Lähtevät kansiosta...
fr: Envoi des messages de la Boîte d'Envoi en cours...
mk: Испраќање на пораки од Пораки за праќање...
pl: Wysyłanie wiadomości oczekujących...
ru: Посылка сообщений из Исходящих...
wa: Verzend Berichten uit Postvak Uit...

source: Outbox send failed and suspended temporary!
bg: Изпращането на Изходящите пропадна и е отложено временно!
da: Afsendelse fejlede - prøver igen senere!
fi: Postitus Lähtevät kansiosta epäonnistui!
mk: Испраќањето на Пораките за Праќање пропадна и е откажано времено!
pl: Wysyłanie z 'Oczekujących' nieudane i tymczasowo zawieszone!
ru: Сбой отправки из Исходящих и временная приостановка!
wa: Postvak Uit verzenden mislukt en tijdelijk uitgesteld!

source: Outbox send failed and suspended until user intervention
bg: Изпращането на Изходящи пропадна и е преустановено до намесата на потребителя
da: Afsendelse fejlede - afventer indgriben fra bruger
fi: Lähtevät kansiosta postitus epäonnistui ja odottaa käyttäjän toimenpidettä
mk: Испраќањето на Пораки за Праќање пропадна и е прекинато по интервенција на корисникот
pl: Wysyłanie z 'Oczekujących' nieudane i zawieszone do interwencji użytkownika
ru: Отправка исходящих не удалась и приостановлена до вмешательства пользователя
wa: Postvak Uit verzenden mislukt en uitgesteld tot gebruiker ingrijpt

source: Messages sent successfully.
fi: Viestien lähetys onnistui.
pl: Wiadomości wysłane pomyślnie.

source: Outbox send completed
bg: Изпращането на Изходящите приключи
fi: Lähtevien postittaminen onnistui
mk: Испраќањето на Пораките за праќање е завршено
pl: Wysyłanie wiadomości zakończone
ru: Отправка Исходящих завершена
wa: Postvak Uit Verzenden Compleet

source: Disable &Keyboard
bg: Забрани &Клавиатурата
cs: Zablokovat &klávesnici
da: Aktiver tastelås
es: Desactivar &Teclado
fi: Lamauta N&ppäimistö
fr: Désactiver &Clavier
mk: Забрани &Тастатура
no: Lås &taster
pl: Zablokuj &klawiaturę
ru: Запретить &клавиатуру
sv: Lås &knappsats
wa: Toetsenbord &Uitschakelen

source: User abort signaled
bg: Потребителско прекъсване
fi: Käyttäjäkeskeytys havaittu
mk: Корисничко Прекинување
pl: Zasygnalizowano rezygnację użytkownika
ru: Сигнал прервано пользователем
wa: Gebruiker breekt af

source: Updating contact positions...
bg: Актуализация на позициите на Контактите...
cs: Aktualizace pozic kontaktů...
da: Opdaterer kontakt-placeringer...
es: Actualizando posición de los contactos...
fi: Päivitetään yhteystietojen paikkaa...
fr: Mise à jour de la position des contacts...
mk: Обнова на позициите на контактите...
pl: Uaktualnianie pozycji kontaktów...
ru: Обновление местоположения контакта...
wa: Updaten contact posities...

source: Script: Transmit Error!
bg: Скрипт: Грешка при Предаването!
cs: Skript: Chyba přenosu!
da: Skript: Fejl ved afsendelse!
es: Script: ¡Error de transmisión!
fi: Skripti: Lähetysvirhe!
fr: Script : Erreur de Transmission !
mk: Скрипт: Грешка при Предавањето!
pl: Skrypt: Błąd transmisji!
ru: Сценарий: ошибка передачи!
wa: Script: Verzend Fout!

source: Synchronizing contacts
bg: Синхронизация на Контактите
cs: Synchronizuji kontakty
da: Synkroniserer kontakter
es: Sincronizando contactos
fi: Yhteystietoja synkronoidaan
fr: Synchronisation des contacts en cours
mk: Синхронизација на контактите
no: Synkroniserer kontakter
pl: Synchronizowanie kontaktów
ru: Синхронизация контактов
sv: Synkroniserar kontakter
wa: Synchroniseer contacten

source: Start Sync Outlook Contacts...
bg: Синхронизацията на Outlook Контактите...
da: Synkroniser Outlook-kontakter...
fi: Aloita Outlook Yhteystietojen Synkronointi...
mk: Синхронизација на Outlook Контактите...
pl: Rozpocznij synchronizację kontaktów Outlooka...
ru: Запуск синхр. контактов Outlook...
wa: Start Sync Outlook Contacten...

source: Sync Outlook Contacts started.
bg: Синхронизацията на Outlook Контактите започна.
da: Synkroniserer Outlook-kontakter.
fi: Outlook Yhteystietojen synkronointi aloitettu.
mk: Синхронизацијата на Outlook Контактите започна.
pl: Synchronizacja kontaktów Outlooka rozpoczęta.
ru: Синхр. контактов Outlook запущена.
wa: Sync Outlook Contacten gestart.

source: Loading contacts
bg: Зареждане на Контактите
cs: Nahrávám kontakty
da: Indlæser kontakter
es: Cargando contactos
fi: Ladataan yhteystiedot
fr: Chargement des contacts en cours
mk: Вчитување на Контактите
no: Åpner kontakter
pl: Ładowanie kontaktów
ru: Загрузка контактов
sv: Laddar kontakter
wa: Laden Contactpersonen

source: Saving contacts
bg: Запис на Контактите
cs: Ukládám kontakty
da: Gemmer kontakter
es: Guardando contactos
fi: Tallennetaan yhteystiedot
fr: Sauvegarde des contacts en cours
mk: Сочувување Контактите
no: Lagrer kontakter
pl: Zapis kontaktów
ru: Сохранение контактов
sv: Sparar kontakter
wa: Opslaan Contactpersonen

source: Sync Outlook Contacts completed.
bg: Синхронизацията на Outlook Контактите приключи.
da: Synkronisering af Outlook-kontakter afsluttet.
fi: Outlook Yhteystietojen Synkronointi valmis.
mk: Синхронизацијата на Outlook Контактите заврши.
pl: Synchronizacja kontaktów Outlooka zakończona.
ru: Синхр. контактов Outlook завершена.
wa: Sync Outlook Contacten compleet.

source: Error: Sync Outlook Contacts aborted - %0:s (%1:s)
bg: Грешка: Синхронизацията на Outlook Контактите е прекъсната - %0:s (%1:s)
da: Fejl: Synkronisering af Outlook-kontakter afbrudt - %0:s (%1:s)
fi: Virhe: Outlook Yhteystietojen Synkronointi keskeytetty - %0:s ( %1:s)
mk: Грешка: Синхронизацијата на Outlook Контактите е прекината - %0:s (%1:s)
pl: Błąd: synchronizacja kontaktów Outlooka przerwana - %0:s (%1:s)
ru: Ошибка: Синхронизация с Outlook прервана - %0:s (%1:s)
wa: Error: Sync Outlook Contacten afgebroken - %0:s (%1:s)
