Repository: jomael/fma
Catalog: locale/*/LC_MESSAGES/default.po
Languages: bg, cs, da, es, fi, fr, mk, no, pl, ru, sv, wa

source: Calls List
cs: Seznam hovorů
es: Llamadas
fr: Liste d'appels
no: Samtaleliste
sv: Samtalslista

source: Clear...
cs: Vymazat...
es: Limpiar...

source: Connecting to phone... %d%%
cs: Připojování telefonu... %d%%
es: Conectando al teléfono... %d%%

source: Connection
cs: Spojení
es: Conexión
fr: Connexion
no: Koble til
sv: Anslut

source: Contact Home
cs: domů
es: Num. fijo
fr: Maison du Contact
no: Kontakt Hjem
sv: Kontakt Hem

source: Contact Mail
cs: mail
es: Mail
fr: Mail du Contact
no: Kontakt E-post
sv: Kontakt E-post

source: Contact Mobile
cs: mobil
es: Num. móvil
fr: Mobile du Contact
no: Kontakt Mobil
sv: Kontakt Mobil

source: Contact Name
cs: Jméno
es: Nombre
fr: Nom du Contact
no: Kontakt Navn
sv: Kontakt Namn

source: Contact Work
cs: do práce
es: Num. trabajo
fr: Travail du Contact
no: Kontakt Arbeid
sv: Kontakt Arbete

source: Current View Columns
cs: Aktuální sloupce
es: Vista actual de las columnas

source: Database
cs: Databáze
es: Base de datos
fr: Base de Données
sv: Databas

source: Database Files:
cs: Soubory databáze:
es: Archivos de la base de datos:
fr: Fichiers Base de Données :
no: Databasefiler:
sv: Databasfiler:

source: Delete failed
cs: Mazání selhalo
es: Fallo en la eliminación
fr: Echec de la suppression
no: Sletting misslykkes.
sv: Borttagning misslyckades

source: Deleting %s item(s)
cs: Mazání %s položek(y)
es: Eliminando %s entrada(s)
fr: Suppression de %s élément(s) en cours
no: Sletter %s
sv: Tar bort %s föremål

source: Desktop
cs: Plocha
es: Escritorio
fr: Bureau
no: Skrivebord
sv: Skrivbord

source: Developer &Tools...
cs: Vývojové nástroje...
es: Herramientas de desarrolladores...
fr: &Outils Développeurs...

source: Do Strict UCS-2
cs: Vždy použít UCS-2
es: Obligar UCS-2
fr: Encodage UCS-2 Stricit
no: Bruk bare UCS-2
sv: Använd endast UCS-2

source: Do not show Progress Dialog at all
cs: Nikdy nezobrazovat průběh
es: No mostrar la barra de progreso
fr: Ne jamais afficher de boîte de progression
no: Vis ikke Progress Dialog
sv: Visa inget händelseförlopp alls

source: Do strict UCS-2 check
cs: Vynutit UCS-2 enkódování
es: Hacer verificación estricta de UCS-2
fr: Contrôle strict UCS-2

source: Do you wish to connect and process your Outbox now?
cs: Přejete se připojit a zpracovat zprávy k odeslání?
es: ¿Desea conectar ahora y procesar su bandeja de salida?
fr: Souhaitez-vous vous connecter et traiter les éléments dans votre Boîte d'Envoi maintenant ?

source: Edit
cs: Upravit
es: Editar
fr: Edition
no: Endre
sv: Ändra

source: Edit %s
cs: Upravit %s
es: Editar %s
fr: Editer %s

source: Edit Pascal Script
cs: Upravit Pascal skript
es: Editara Script en Pascal
fr: Editer Script Pascal

source: Edit Profile
cs: Upravit profil
es: Editar perfil
fr: Edition du Profil
no: Endre Profil
sv: Ändra Profil

source: Empty
cs: Prázdné
es: Vacío
fr: Vide
no: Tom
sv: Tom

source: Error encoding PDU
cs: Chyba při dekódování PDU: %s
es: Error codificando PDU
fr: Erreur dans l'encodage PDU

source: Error: Outlook Synchronize aborted (%0:s: %1:s)
cs: Chyba: Synchronizace přerušena (%0:s: %1:s)
es: Error: Sincronización de Outlook cancelada (%0:s: %1:s)
fr: Erreur : échec de la Synchronisation Outlook (%0:s: %1:s)

source: Error: Synchronize aborted (%s: %s)
cs: Chyba: Synchronizace přerušena (%s: %s)
es: Error: Sincronización cancelada (%s: %s)
fr: Erreur : échec de la Synchronisation (%s : %s)

source: Error: synchronize aborted
cs: Chyba: Synchronizace záložek přerušena
es: Error: Sincronización cancelada
fr: Erreur : synchronisation abandonnée
no: Feil: synkronisering avbrutt
sv: Fel: synkronisering avbruten

source: Error: synchronize aborted - %s
cs: CHYBA: synchronizace přerušena - %s
es: Error: Sincronización cancelada - %s

source: Est.Time Left:
cs: Zbývá do vybití:
es: T. restante:
fr: Temps Restant Estimé :
no: Ca tid igjen:
sv: Återstående tid:

source: Event Properties...
cs: Vlastnosti událostí...
es: Propiedades del evento...

source: ExceptionDialog
cs: Chyba
es: Diálogo de excepción

source: Exit
cs: Konec
es: Salir
fr: Quitter

source: File Preview
cs: Náhled souboru
es: Previsualizar archivo
fr: Prévisulation Fichier

source: Find Contact
cs: Hledat kontakt
es: Enc. contacto
fr: Recherche Contact
no: Søk kontakt
sv: Sök kontakt

source: Forward SMS
cs: Přesměrovat SMS
es: Reenviar SMS
fr: Trasnfert SMS
no: Videresend SMS
sv: Vidarebefordra SMS

source: Full Contents:
cs: Celý obsah:
es: SMS completo:
fr: Contenu Complet :
no: Hele innholdet:
sv: Hela innehållet:

source: Help
cs: Pomoc
es: Ayuda

source: If you don't see the phone device you want to add, make sure that is is turned on. Follow the setup instructions that came with the device, and then click Search Again.
cs: Jestliže nevidíte telefon, který chcete přidat, ujistěte se prosím, je-li telefon zapnut a správně připojen. Pokud ne, připojte jej prosím dle návodu k použití a stiskněte Hledat znovu.
es: Si el dispositivo que desea añadir no se encuentra, asegúrese que está encendido. Siga las instrucciones de configuración de su dispositivo y haga clic en Volver a buscar.

source: Image Editor with XP Alpha Blending support
cs: Obrázkový editor
es: Editor de imagen con soporte de mezclado alfa de XP

source: Imp&ort...
cs: Imp&ortovat...
es: Im&portar...

source: Import Images...
cs: Import obrázků...
es: Importar imagen...

source: Insert Log Marker
cs: Vytvářet výpisy
es: Insertar marcador en Log

source: Invalid number specified.
cs: Špatné číslo.
es: Número especificado incorrecto.
fr: Nombre spécifié invalide.
no: Feil skrevet nummer.
sv: Felaktigt angivet nummer.

source: Loading Calls...
cs: Nahrávám hovory...
es: Cargando llamadas...
fr: Chargement des Appels...
no: Åpner samtale...
sv: Hämtar samtal...

source: Log...
cs: Výpis...

source: LogWindow
cs: Výpisy
es: Ventana de Log
fr: Fenêtre de Log

source: Magnifying Glass
cs: Zvětšovací sklo
es: Aumentar el cristal

source: Menu Disable Selected
cs: Menu zrušené
es: M. sel. des.
fr: Menu Sélectionné Désactivé

source: Menu Selected
cs: Menu zvolené
es: M. seleccionado
fr: Menu Sélectionné

source: Messages sent so far:
cs: Zprávy odesláné vzdáleně:
es: Mensajes enviados demasiado lejos:
fr: Messages déjà envoyés :
no: Antall sendte Meldinger :
sv: Antal skickade meddelande:

source: Messages sent so far:
cs: Zprávy odesláné vzdáleně:
es: Mensajes enviados demasiado lejos:
fr: Messages envoyés :
no: Antall sendte Meldinger:
sv: Antal skickade meddelande:

source: Mo&ve Left
cs: Přesun vlevo
es: Mo&ver a la izquierda

source: Move to Phone (Upload)
cs: Nahrát do telefonu (Upload)
es: Mover al teléfono (Subir)
fr: Déplacer vers le Mobile
no: Flytt til Telefon (Send)
sv: Flytta till Telefon (Skicka)

source: My Sounds
cs: Moje zvuky
es: Mis sonidos
fr: Mes Sons
no: Mine Lyder
sv: Mina Ljud

source: New SMS
cs: Nová SMS
es: Nuevo SMS
fr: Nouveau SMS
no: Ny SMS
sv: Nytt SMS

source: Note: Click on Refresh to download/update the file from phone.
cs: Klikněte na 'Obnovit' pro znovunačtení souboru.
es: Nota: Clic en Actualizar para descargar/actualizar el archivo.
fr: Note : Cliquer sur Rafraîchir pour télécharger/mettre à jour le fichier depuis le mobile.
no: Tips: Klikk på Oppdater for å hente/oppdatere filen fra telefonen.
sv: Tips: Klicka på Uppdatera för att hämta/uppdatera filen från telefon.

source: Notes
cs: Poznámky
es: Notas
no: Notater
sv: Anteckningar

source: Old data format, please refresh the folder.
cs: Starý formát dat, prosím proveďte obnovení.
es: Formato antiguo de los datos, actualice la carpeta.
fr: Ancien format de données, SVP rafraîchissez le dossier.

source: Organizer Phone Page
cs: Stránka organizeru
es: Página del organizador
fr: Page Agenda Téléphonique
no: Organiser
sv: Organiserare

source: Outbox send failed!
cs: Odesílání se nezdařilo!
es: ¡Error al enviar los SMS de la bandeja de salida!
fr: Echec du traitement de la boîte d'envoi !

source: Outbox send failed! Will try later...
cs: Odesílání se nezdařilo, další pokus později...
es: ¡Error al enviar los SMS de la bandeja de salida! inténtelo más tarde...
fr: Echec du traitement de la boîte d'envoi ! Un nouvel sera effectué plus tard...

source: Outlook Synchronize completed
cs: Synchonizace s Outlookem dokončena
es: Sincronización de Outlook completada
fr: Synchronisation Outlook terminée
no: Outlook-synbkronisering ferdig
sv: Outlook-synbkronisering klar

source: Outlook Synchronize started
cs: Synchronizace s Outlookem spuštěna
es: Sincronización con Outlook iniciada.
fr: Synchronisation Outlook démarrée
no: Outlook-synkronisering påbegynt
sv: Outlook-synkronisering påbörjad

source: Popup Disable Selected
cs: Zvolen zákaz překrývání
es: Popup sel. des.
fr: Popup Sélectionnée Désactivée

source: Popup Selected
cs: Funkční klávesy zakázány
es: Popup sel.
fr: Popup Sélectionnée

source: PostalCode:
cs: PSČ:
es: Código postal:
fr: Code postal :

source: Preview:
cs: Náhled:
es: Previsualizar:
fr: Prévisualisation :
no: Forhåndsvis:
sv: Förhandsgranska:

source: Product Version
cs: Verze produktu
es: Versión
fr: Version du produit
no: Produktversion
sv: Produktversion

source: Profile name:
cs: Název profilu
es: Nombre del perfil:
fr: Nom du profil :
no: Profilnavn:
sv: Profilnamn:

source: Quotes are not allowed in SIM contact name
cs: Uvozovky nejsou na SIM povoleny
es: Las comillas no están permitidas en los nombres del SIM
fr: Les guillemets ne sont pas autorisé dans un nom de contact sauvé dans la SIM
no: Spesialtegn er ikke tillatt i SIM-kontakter
sv: Sitatstecken är inte tillåtna i SIM-kontakter

source: Received Read Items
cs: Příjmout přečtené
es: Mensajes recibidos leidos
fr: Eléments Reçus Lus
no: Mottatte leste meldinger
sv: Mottagna lästa meddelande

source: Received Unread Items
cs: Přijmout nepřečtené
es: Mensajes recibidos no leídos
fr: Eléments Reçus Non lus
no: Mottatte uleste meldinger
sv: Mottagna olästa meddelande

source: Ringing tone volumes:
cs: Hlasitost vyzvánění:
es: Volumen del tono de llamada:
fr: Volume des sonneries :
no: Ringesignalsvolum:
sv: Ringsignalsvolymer:

source: SMS Sended
cs: SMS odeslána
es: SMS enviado
fr: SMS Envoyé
no: Sendte SMS
sv: Skickade SMS

source: Save And Exit
cs: Uložit a ukončit
es: Salvar y salir
fr: Sauver Et Quitter

source: Save As Text...
cs: Uložit jako text...
es: Guardar como texto...
fr: Sauver Comme Texte...

source: Save Log As Text...
cs: Ulož výpisy jako text...
es: Guardar Log como texto...
fr: Sauver Log Comme Texte...

source: Script Code...
cs: Kód skriptu...
es: Código del Script...
fr: Code Script...
no: Skriptkode...
sv: Skriptkod...

source: Select preffered phone device and click Next to continue.
cs: Vyber telefon a klikni na Další.
es: Seleccione su teléfono preferido y haga clic en Siguiente para continuar.

source: Select...
cs: Zvolte...
es: Selec...
fr: Sélect. ...

source: Send SMS
cs: Odeslat SMS
es: Enviar SMS
fr: Envoi SMS
sv: Skicka SMS

source: Send and Receive
cs: Odeslat a přijmout
es: Enviar y Recibir
fr: Envoyer et Recevoir
no: Send og Motta
sv: Skicka och ta emot

source: Set Ring Level
cs: Nastavit hlasitost vyzvánění
es: Volumen
fr: Réglage Volume
no: Still inn ringvolum
sv: Ställ in ringvolym

source: Set Time
cs: Nastavit čas
es: Ajustar hora
fr: Réglage Heure
no: Still inn tid
sv: Ställ in tid

source: Settings
cs: Nastavení
es: Configuraciones
fr: Paramètres
no: Innstillinger
sv: Inställningar

source: Show Picture
cs: Zobrazit obrázek
es: Imagen
fr: Affichage Image
no: Vis bilde
sv: Visa bild

source: Show Sync Log
cs: Zobrazit log synchronizace
es: Mostrar Log de sincronización
fr: Affiche le Log de Synchronisation

source: Show if the main application is Not &Minimized
cs: Zobrazí se, pokud hlavní aplikace není &minimalizována
es: Mostrar si la aplicación principal no está &minimizada
fr: Afficher si l'application n'est pas &Réduite
no: Vis om FMA ikke er &minimert
sv: Visa om FMA inte är &minimerat

source: Show if the operation performed took too &Long Time
cs: Zobrazí se, pokud operace zabere mnoho času
es: Mostrar si la operación se toma un tiempo excesivo
fr: Afficher si l'opération en cours dure &Trop Longtemps

source: Show when connecting to phone for the &First Time
cs: Zobrazí se, pokud je telefon poprvé připojen
es: Mostrar mientras se conecta el teléfono por &primera vez
fr: Afficher lors de la Première connexion au mobile
no: Vis ved tilkobling av telefonen for &ørste Gangen
sv: Visa vid anslutning av telefonen för &första gången

source: Show when sending out Text Messages
cs: Zobrazí se při odesálání zprávy
es: Mostrar mientras se envía un mensaje
fr: Afficher lors de l'envoi de Messages Texte

source: Show when sending/receiving Files
cs: Zobrazí se při odesílání nebo přijímání souboru
es: Mostrar mientras se envia/recibe un archivo
fr: Afficher lors des transferts de Fichiers

source: Shows Activity Log
cs: Zobrazí výpis aktivit
es: Mostrar Log de actividad
fr: Affiche les Logs d'Activité.
no: Viser Aktivitetslogg
sv: Visar Aktivitetslogg

source: Shows Debug Log
cs: Zobrazí Debug Log
es: Mostrar Log depurado
fr: Affichage les Logs pour Débugguer.
no: Viser Debug-logg
sv: Visar Debug-logg

source: Shows Log
cs: Zobrazí výpis
es: Mostrar Log
fr: Affiche les Logs

source: Shows Synchronize Log
cs: Zobrazí výpis synchronizace
es: Mostrar log de sincronización
fr: Affiche les Logs de Synchronisation.
no: Viser Synkroniseringslogg
sv: Visar Synkroniseringslogg

source: Silent Mode
cs: Tichý režim
es: Modo silencioso
fr: Mode Silencieux
no: Lydløs
sv: Ljudlös

source: Soft Keys Disable
cs: Funkční klávesy zakázány
es: M. desactivado
fr: Touches Désactivées

source: Soft Keys Enable
cs: Funkční klávesy povoleny
es: M. activado
fr: Touches Activées

source: Start Sync Bookmarks....
cs: Start sychnronizace záložek...
es: Iniciando sinc. de los marcadores...
fr: Démarrage de la Synchronisation des Favoris...

source: Start Sync Calendar....
cs: Start synchronizace kalendáře...
es: Inicio de la sinc del calendario...
fr: Démarrage de la Synchronisation du Calendrier...
no: Starter synkronisering av kalender...
sv: Startar synkronisering av kalender...

source: Stored Sent Items
cs: Uložit poslané
es: Almacenar en enviados
fr: Eléments Envoyés Stockés
no: Lagrede Sendte Meldinger
sv: Sparade skickade meddelande

source: Stored Unread Items
cs: Uložit neposlané
es: Almacenar como no leído
fr: Eléments Non lus Stockés
no: Lagrede Uleste Meldinger
sv: Sparade olästa meddelande

source: Sync Bookmarks completed.
cs: Synchronizace záložek dokončena.
es: Sinc. de los marcadores completada.
fr: Synchronisation des Favoris réussie.
no: Synkronisering av bokmerkene er ferdig.
sv: Synkronisering av bokmärken klar.

source: Sync Calendar completed.
cs: Synchronizace kalendáře dokončena
es: Sinc. del calendario completada.
fr: Synchronisation du Calendrier réussie.
no: Synkronisering av kalender ferdig.
sv: Synkronisering av kalender klar.

source: Sync Calendar started.
cs: Synchronizace kalendáře začala.
es: Sinc. del calendario iniciada.
fr: Synchronisation du Calendrier démarrée
no: Synkronisering av kalender startet.
sv: Synkronisering av kalender påbörjad.

source: Sync Phone Clock aborted
cs: Synchronizace času přerušena
es: Sinc. del reloj del teléfono cancelada
fr: Abandon de la synchronisation de l'horloge du mobile

source: Sync Phone Clock completed
cs: Sychronizace úspěšně dokončena.
es: Sinc. del reloj del teléfono completada
fr: Synchronisation de l'Horloge du Mobile réussie

source: Synchronize Log...
cs: Log synchronizace...
es: Mostrar
fr: Log de Synchronisation...
no: Synkroniseringslogg...
sv: Synkroniseringslogg...

source: The Phone Memory should be Refreshed as soon as possible, since some contact positions are not available!
cs: Paměť telefonu musí být co nejdříve obnovena, do té doby budou některé pozice nedostupné!
es: ¡La agenda debería actualizarse o puede que algunas posiciones de contactos no estén disponibles!
fr: Rafraîchissez la Mémoire du Mobile aussi rapidement que possible car la position de certains contacts n'est pas disponible !

source: The SIM Memory should be Refreshed as soon as possible, since some contact positions are not available!
cs: Paměť SIM karty musí být co nejdříve obnovena, do té doby budou některé pozice nedostupné!
es: ¡La agenda (SIM) debería actualizarse o puede que algunas posiciones de contactos no estén disponibles!
fr: Rafraîchissez la Mémoire SIM aussi rapidement que possible car la position de certains contacts n'est pas disponible !

source: There are no items to display in this view. Did you refresh the folder?
cs: Nejsou žádné položky k zobrazení. Zkuste obnovit složku.
es: No hay objetos para mostrar en esta vista. ¿Quieres actualizar la carpeta?
fr: Aucun élément à afficher dans cette vue. Avez-vous rafraîchit le dossier ?
no: Mappen er tom. Er den oppdatert?
sv: Det finns inga föremål att visa. Har du uppdaterad mappen?

source: There are no items to display in this view. Did you synchronize phonebook?
cs: Nejsou žádné položky k zobrazení. Je synchronizován adresář?
es: No hay elementos para mostrar en esta vista. ¿Has sincronizado la agenda?
fr: Aucun élément à afficher dans cette vue. Avez-vous synchronisé le répertoire téléphonique ?
no: Telefonlisten er tom. Er den synkronisert?
sv: Det finns inga förmål att visa. Har du synkroniserat telefonboken?

source: This phone type position is already taken by "%s". Overwrite it?
cs: Tuto pozici již zabírá "%s". Přepsat?
es: Este teléfono tiene ya asignada una posición dada "%s". ¿Sobreescribir?
fr: Cette position est déjà prise par "%s". Ecrire par dessus ?

source: This software product is licensed under terms and conditions of
cs: Tento software je šířen pod
es: Este software está bajo los terminos y las condiciones de la licencia
fr: La licence de ce logiciel est soumise aux termes et conditions de

source: Tools
cs: Nástroje
es: Herramientas
fr: Outils
no: Verktøy
sv: Verktyg

source: Use currently used common call settings
cs: Použij právě používané nastavní hovoru
es: Usar la configuración común
fr: Utiliser le réglage d'appel global actuel
no: Bruk nåværende samtaleinnstillinger
sv: Använd nuvarande samtalsinställningar

source: Wap Browser
cs: Prohlížeč wapu
es: Explotador WAP
fr: Navigateur Wap
no: WAP-leser
sv: WAP-läsare

source: Window
cs: Okno
es: Ventana
fr: Fenêtre
no: Vindu
sv: Fönster

source: You have one unsent message.
cs: Máte neodeslanou zprávu.
es: Tienes un mensaje sin enviar
fr: Vous avez un message non envoyé.

source: You have some unsent messages in your Outbox folder. Do you want to send them now?
cs: Máte nějaké neodeslané zprávy, přejete si je nyní odeslat?
es: Tienes algún mensaje sin enviar en su carpeta de la bandeja de salida. ¿Desea enviarlos ahora?
fr: Vous avez des messages non envoyés dans votre Boîte d'Envoi. Voulez-vous les envoyer maintenant ?

source: You have to enter contact name
cs: Musíte zadat jméno
es: Tienes que introducir un nombre
fr: Saisissez le nom du contact
no: Du må skrive inn ett navn
sv: Du måste skriva in ett namn

source: You have to enter contact phone number
cs: Musíte zadat telefonní číslo
es: Tienes que introducir un número de teléfono
fr: Saisissez le numéro de téléphone du contact
no: Du må skrive inn ett telefonnummer
sv: Du måste skriva in ett telefonnummer

source: You have to enter only one phone number
cs: Musíte zadávat pouze číslice
es: Tienes que introducir sólo un número de teléfono
fr: Sasissez un seul numéro de téléphone
no: Du kan bare skrive inn ett telefonnummer
sv: Du får bara skriva in ett telefonnummer

source: cached localy
cs: uloženo v PC
es: Cacheado localmente
fr: Copié localement
no: cache lokalt
sv: cacha lokalt

source: download failed
cs: nahrávání selhalo
es: descarga fallida
fr: Echec du téléchargement
no: nedlasting mislykkes
sv: hämtning misslyckades

source: file damaged, or unknown format
cs: soubor je poškozen, nebo není tento formát podporován
es: Archivo dañado, o formato incorrecto
fr: Fichier endommage ou format inconnu
no: fil skadet, eller ukjent filformat
sv: fil skadad, eller okänt filformat

source: frmSplash
cs: FMA - hezky česky

source: incremental
cs: vzrůstající
fr: incrémental
no: økende
sv: ökande

source: number
cs: číslo
es: número
fr: numéro
no: nummer
sv: nummer

source: picture
cs: obrázek
es: imagen
fr: image
no: bilde
sv: bild

source: sound
cs: zvuk
es: sonido
fr: son
no: lyd
sv: ljud

source: stored in phone
cs: uloženo v telefonu
es: almacenado en el teléfono
fr: stocké dans le mobile
no: lagre i telefonen
sv: spara i telefon

source: theme
cs: schéma
es: tema
fr: thème
no: tema
sv: tema

source: General Public License (GPL)
es: Licencia Pública General (GPL)
fr: Licence Publique Générale (General Public License)

source: DATA
es: DATOS
fr: Données

source: &Screenshot...
es: &Capturar...
fr: &Capture...
sv: &Skärmdump...

source: Bluetooh Setup
es: Configuración Bluetooth
fr: Paramétrage Bluetooth
no: Bluetooth innstillninger
sv: Bluetooth inställningar

source: Microsoft Outlook
es: Outlook

source: Debug Log...
es: Depurar Log...
fr: Log pour Débugguer...
no: Debug-logg...
sv: Debug-logg...

source: Auto &Reconnect (use Proximity)
wa: Automatisch &Opnieuw verbinden (Proximity)

source: &Send Outbox Messages
wa: Verzonden Postvak Uit &Berichten

source: &Outlook Contacts...
wa: &Outlook Contactpersonen...

source: Internet Explorer Bookmarks
wa: Internet Verkenner Bladwijzers

source: Retrieving Phone Book info
wa: Ontvangen Telefoonboek info

source: <name>
fr: <nom>
no: <navn>
sv: <namn>

source: <warning>
fr: <attention>
no: <advarsel>
sv: <varning>

source: Log Files|*.log|All Files|*.*
fr: Fichiers Log|*.log|Tous les Fichiers|*.*
no: Loggfiler|*.log|Alle filer|*.*
sv: Loggfiler|*.log|Alla filer|*.*

source: Text Files (*.txt)|*.txt|All Files|*.*
fr: Fichiers Texte (*.txt)|*.txt|Tous les Fichiers|*.*
no: Tekstfiler (*.txt)|*.txt|Alle filer|*.*
sv: Textfiler (*.txt)|*.txt|Alla filer|*.*

source: phone
fr: mobile
no: telefon
sv: telefon

source: Standby
fr: Veille
sv: Viloläge

source: Windows Bitmap (*.bmp)|*.bmp|All Files|*.*
fr: Bitmap Windows (*.bmp)|*.bmp|Tous les Fichiers|*.*
no: Windows Bitmap (*.bmp)|*.bmp|Alle filer|*.*
sv: Windows Bitmap (*.bmp)|*.bmp|Alla filer|*.*

source: Events
fr: Evénements

source: Comma Separated Values Files (*.csv)|*.csv|All Files|*.*
fr: Fichier à point virgule (*.csv)|*.csv|Tous les Fichiers|*.*

source: When ready click Next to continue.
fr: Une fois prêt, cliquez sur Suivant pour continuer.

source: Text
fr: Texte
no: Tekst

source: Send AT
fr: Envoyer A
sv: Skicka AT

source: Photo vcard:
fr: vcard Photo :

source: Target:
fr: Cible :
no: Mål:
sv: Mål:

source: Object:
fr: Objet :
no: Objekt:
sv: Objekt:

source: Folder browser
fr: Navigateur de fichier
no: Mappeutforsker
sv: Mapputforskare

source: Custom:
fr: Spécifique :
no: Egen:
sv: Egen:

source: From:
fr: De :
no: Fra:
sv: Från:

source: To:
fr: A :
no: Til:
sv: Till:

source: UTF8 Encode
fr: Encodage UTF8

source: UTF8 Decode
fr: Décodage UTF8

source: UCS-2 Encode
fr: Encodage UCS-2

source: UCS-2 Decode
fr: Décodage UCS-2

source: QP Encode
fr: Encodage QP

source: QP Decode
fr: Décodage QP

source: HTML Encode
fr: Encodage HTML

source: True
fr: Vrai

source: DEFAULT
fr: DEFAUT

source: All Files (*.*)|*.*
fr: Tous les Fichiers (*.*)|*.*
no: Alle filer (*.*)|*.*
sv: Alla filer (*.*)|*.*

source: CSV files (*.csv)|*.csv|XML files (*.xml)|*.xml|Html files (*.html)|*.html
fr: Fichier à point virgule (*.csv)|*.csv|Fichiers XML (*.xml)|*.xml|Fichiers HTML (*.html)|*.html
no: CSV-filer (*.csv)|*.csv|XML-filer (*.xml)|*.xml|HTML-filer (*.html)|*.html
sv: CSV-filer (*.csv)|*.csv|XML-filer (*.xml)|*.xml|HTML-filer (*.html)|*.html
