Repository: jomael/fma
Catalog: locale/*/LC_MESSAGES/default.po
Languages: bg, cs, da, es, fi, fr, mk, no, pl, ru, sv, wa

source: Connection failed
bg: Връзката пропадна
cs: Připojení se nezdařilo.
da: Forbindelse fejlede
es: Conexión errónea
fi: Yhteys epäonnistui
fr: Echec de la connexion
mk: Врската пропадна
no: Tilkobling misslykkes
pl: Połączenie nieudane
ru: Сбой подключения
sv: Anslutning misslyckades
wa: Verbinden Mislukt

source: SIM card not found or not a SIM card, emergency mode activated
bg: SIM картата не е открита или няма SIM карта, спешен режим активиран
cs: SIM karta nenalezena, pouze tísňová volání
da: SIM-kort ikke fundet - aktiverer nødtilstand
es: Tarjeta SIM no encontrada. Modo de emergencia activado
fi: SIM-korttia ei löydy tai ei ole, joten hätätila on aktivoitu
fr: Carte SIM non trouvée (ou ce n'est pas une carte SIM), mode d'urgence activé
mk: SIM картичката не е пронајдена или нема SIM картичка, активирана опциата за итност
pl: Karta SIM nieznaleziona, aktywowany tryb zapasowy
ru: Нет SIM карты, активирована аварийная мода
wa: SIM kaart niet gevonden of niet aanwezig, Veilige modus geactiveerd

source: SIM card found and ready with operator %s
bg: SIM картата е открита и е готова за работа с оператор %s
cs: SIM karta nalezena a přijata operátorem %s
da: SIM-kort fundet og klar til brug med %s
es: Tarjeta SIM encontrada y lista con el operador %s
fi: SIM-kortti löydetty ja valmina toimimaan operaattorilla %s
fr: Carte SIM trouvée et prête avec l'opérateur %s
mk: SIM кратичката е пронајдена и спремна со операторот %s
pl: Karta SIM prawidłowa; pracująca w sieci %s
ru: SIM карта обнаружена и готова, оператор %s
wa: Sim kaart gevonden en verbonden met netwerk %s

source: Connected
bg: Свързан
cs: Připojeno
da: Tilsluttet
es: Conectado
fi: Yhdistetty
fr: Connecté
mk: Поврзан
no: Tilkoblet
pl: Połączony
ru: Подключёно
sv: Ansluten
wa: Verbonden

source: Connected successfully to %s phone.
bg: Успешно свързване с телефон %s.
cs: Úspěšně připojeno k telefonu %s
da: Tilsluttet til %s telefon.
es: Conectado correctamente al teléfono %s
fi: Yhdistäminen puhelimeen %s onnistui.
fr: Connecté avec succès au mobile %s.
mk: Успешно поврзување со телефонот %s.
no: Tilkoblet %s telefon.
pl: Połączony pomyślnie z telefonem %s.
ru: Успешно подключились к %s телефону.
sv: Ansluten till %s telefon.
wa: Succesvol verbonden met %s phone.

source: Connecting...
bg: Свързване...
cs: Připojuji...
da: Forbinder...
es: Conectando...
fi: Otetaan Yhteys...
fr: Connexion en cours...
mk: Поврзување...
no: Kobler til...
pl: Łączenie...
ru: Подключение...
sv: Ansluter...
wa: Verbinden...

source: Searching Device...
bg: Търсене на Устройство...
cs: Hledám zařízení...
da: Søger efter enhed...
es: Buscando dispositivos...
fi: Laitetta Etsitään...
fr: Recherche Périphérique...
mk: Барање Уред...
no: Søker etter telefon...
pl: Szukanie urządzenia...
ru: Поиск устройства...
sv: Söker efter telefon...
wa: Zoeken naar apparaat...

source: Negotiate
bg: Уговаряне
cs: Spojuji
da: Forhandler
es: Negociando
fi: Kättely
fr: Négociation
mk: Комуницирање
no: Organiserer
pl: Negocjuj
ru: Согласование
sv: Förhandla
wa: Onderhandellen

source: Identifying phone
bg: Идентификация на телефона
cs: Rozpoznávám zařízení
da: Identificerer telefon
es: Identificando teléfono
fi: Puhelinta tunnistetaan
fr: Identification du mobile
mk: Идентификација на телефонот
no: Identifierer telefon
pl: Identyfikowanie telefonu
ru: Опознание телефона
sv: Identifierar telefon
wa: Herkennen telefoon

source: Opening phone database
bg: Отваряне на телефонната база данни
cs: Otevírám databázi
da: Indlæser telefon-database
es: Abriendo base de datos del teléfono
fi: Avataan puhelimen tietokantaa
fr: Ouverture de la Base de Donnée du Mobile en cours
mk: Отварање на телефонската датабаза
no: Åpner telefondatabasen
pl: Otwieranie bazy danych telefonu
ru: Открытие телефонной базы данных
sv: Öppnar telefondatabas
wa: Openen Telefoon Database

source: Connected to %s phone
bg: Свързан с телефон %s
fi: Yhdistetty puhelimeen %s
mk: Сврзан со %s телефонот
pl: Połączony z telefonem %s
ru: Подключился к %s телефону

source: My %s Phone
bg: Моят %s Телефон
cs: Můj %s telefon
da: Min %s telefon
es: Mi teléfono %s
fi: Minun %s Puhelimeni
fr: Mon mobile %s
mk: Мојот %s Телефон
no: Min %s Telefon
pl: Mój telefon %s
ru: Мой %s телефон
sv: Min %s Telefon
wa: Mijn %s Telefoon

source: My %0:s Phone (%1:s)
bg: Моят %0:s Телефон (%1:s)
cs: Můj %0:s telefon (%1:s)
da: Min %0:s telefon (%1:s)
es: Mi teléfono %0:s (%1:s)
fi: Minun %0:s Puhelimeni (%1:s)
fr: Mon mobile %0:s (%1:s)
mk: Мојот %0:s Телефон (%1:s)
pl: Mój telefon %0:s (%1:s)
ru: Мой %0:s телефон (%1:s)
wa: Mijn %0:s Telefoon (%1:s)

source: Connected to %s
bg: Свързан с %s
fi: Yhdistetty %s
mk: Поврзан со %s
pl: Połączony z %s
ru: Подключился к %s

source: Switching character set
bg: Превключване на кодовата таблица
cs: Nastavuji znakovou sadu
da: Skifter tegnsæt
es: Cambiando juego de caracteres
fi: Vaihdetaan kirjaisimia
fr: Changement du jeu de caractères
mk: Превклучување на таблицата со карактери
no: Skifter tegnoppsetting
pl: Przełączanie ustawienia znaków
ru: Переключение набора символов
sv: Byter teckenuppsättning
wa: Andere karakter set

source: Checking voice support
bg: Проверка за поддръжка на звук
cs: Zjišťuji podporu hlasu
da: Kontrollerer taleunderstøttelse
es: Comprobando el soporte de voz
fi: Tutkitaan äänen tuki
fr: Contrôle du support vocal
mk: Проверка за подршка на звук
no: Kontrollerer tale-støtte
pl: Sprawdzanie obsługi głosu
ru: Проверка голосовой поддержки
sv: Kontrollerar röst-stöd
wa: Controleren Voice support

source: Checking SIM status
bg: Проверка за статуса на SIM картата
cs: Zjišťuji stav SIM
da: Kontrollerer status på SIM-kort
es: Comprobando el estado del SIM
fi: Tarkistetaan SIMin tila
fr: Contrôle du statut SIM
mk: Проверка на статисот на SIM картичката
no: Kontrollerer SIM-status
pl: Sprawdzanie statusu karty SIM
ru: Проверка состояния SIM
sv: Kontrollerar SIM-status
wa: Controleren SIM status

source: Setting caller ID
bg: Настройка на идентификация на обажданията
cs: Nastavuji ID volajícího
da: Opsætter opkalds-ID
es: Configurando ID del interlocutor
fi: Asetetaan soittaja ID
fr: Configuration de l'ID appelant
mk: Опции за идентификација на повик
no: Stiller inn nummerpresentør (CID)
pl: Ustawianie ID rozmówcy
ru: Установка ID вызывающего
sv: Ställer in nummerpresentatör (CID)
wa: Instellen Beller ID

source: Setting presentation ID
bg: Настройка на идентификация на представянето
cs: Nastavuji předání ID
da: Opsætter præsentations-ID
es: Configurando ID de la presentación
fi: Asetetaan esittely ID
fr: Configuration de la présentation d'ID
mk: Опции за презентација на идентификација
no: Stiller inn presentasjons ID
pl: Ustawianie ID prezentacji
ru: Установка ID представления
sv: Ställer in presentations ID
wa: Instellen presentatie ID

source: Setting call monitoring
bg: Монитор на Обаждания
cs: Nastavuji monitoring hovorů
da: Opsætter opkaldsovervågning
es: Configurando monitor de llamada
fi: Asetetaan puhelu tarkkailu
fr: Configuration du suivi d'appels
mk: Монитор на Повици
no: Stiller inn samtalesovervåker
pl: Ustawianie monitorowania połączenia
ru: Установка мониторирования вызова
sv: Ställer in samtalsövervakare
wa: Instellen gespreks monitor

source: Setting sms notification
bg: Монитор на SMS-и
cs: Nastavuji upozornění na SMS
da: Opsætter besked-underretning
es: Configurando notificaciones de SMS
fi: Asetetaan sms tiedonanto
fr: Configuration de la notification des SMS
mk: Монитор на SMS известување
no: Stiller inn SMS-melder
pl: Ustawianie powiadomienia SMS
ru: Установка sms уведомления
sv: Ställer in SMS-meddelare
wa: Instellen SMS aankondiging

source: Setting mute notification
bg: Настройка на съобщаването на безшумен режим
cs: Nastavuji zvuková upozornění
da: Opsætter Lydløs-underretning
es: Configurando notificaciones mudas
fi: Asetetaan äänetön tiedonanto
fr: Configuration de la notification mode muet
mk: Опции за известувањето на Нечујно
no: Stiller inn lydløs-melder
pl: Ustawianie powiadomienia wyłączenia dźwięku
ru: Установка уведомления беззвучности
sv: Ställer in ljudlös-meddelare
wa: Instellen stil notificatie

source: Checking Obex support
bg: Проверка за поддръжка на OBEX
cs: Kontroluji podporu OBEX
da: Kontrollerer understøttelse af Obex
es: Comprobando el soporte para OBEX
fi: Tarkistetaan Obex tuki
fr: Contrôle du support "Obex"
mk: Проверка за подршка на OBEX
no: Kontrollerer OBEX-støtte
pl: Sprawdzanie obsługi Obex
ru: Проверка поддержки Obex
sv: Kontrollerar OBEX-stöd
wa: Controleren Obex ondersteuning

source: Build contact structure
bg: Изграждане на структура на Контактите
cs: Vytvářím strukturu kontaktů
da: Opbygger kontakt-struktur
es: Generando la estructura de contactos
fi: Yhteystiedon rakenne tehty
fr: Construction de la structure des contacts
mk: Изградба на структурата на контактите
no: Bygger kontaktstruktur
pl: Budowanie struktury kontaktów
ru: Построение структуры контакта
sv: Bygger kontaktstruktur
wa: Opbouwen contacten struktuur

source: Build phone folders
bg: Изграждане на Папките на телефона
cs: Vytvářím adresáře
da: Opbygger telefon-mapper
es: Generando las carpetas del teléfono
fi: Puhelimen kansiot rakennettu
fr: Construction des dossiers du mobile
mk: Изградба на телефонските папки
no: Bygger telefon-mapper
pl: Budowanie katalogów telefonu
ru: Построение папок телефона
sv: Bygger telefon-mappar
wa: Opbouwen telefoon mappen

source: Retrieving Phone info
bg: Получаване на информация за Телефона
cs: Načítám informace o přístroji
da: Henter telefon-information
es: Obteniendo información dle teléfono
fi: Noudetaan Puhelimen tietoja
fr: Récupération des infos sur le Mobile
mk: Повратна информација за Телефонот
no: Mottar telefoninformasjon
pl: Odbieranie informacji o telefonie
ru: Извлечение информации о телефоне
sv: Tar emot telefoninformation
wa: Ontvangen Telefoon info

source: Checking keypad support
bg: Проверка за поддръжка на телефонната клавиатура
cs: Kontroluji klávesnici
da: Kontrollerer understøttelse af taster
es: Comprobando el soporte para el teclado
fi: Tarkistetaan näppäimistön tuki
fr: Recherche du support "keypad" en cours
mk: Проверка за подршка на телефонска тастатура
no: Kontrollerer støtte for taster
pl: Sprawdzanie obsługi klawiatury
ru: Проверка поддержки клавиатуры
sv: Kontrollerar stöd för knappsats
wa: Controleren Keypad support

source: Retrieving profiles
bg: Получаване на профилите
cs: Načítám profily
da: Henter profiler
es: Obteniendo perfiles
fi: Jäljitetään profiileja
fr: Récupération des profils
mk: Вчитување на профилите
no: Mottar profiler
pl: Odbieranie profili
ru: Извлечение профилей
sv: Hämtar profiler
wa: Ontvangen Profielen

source: Retrieving groups
bg: Получаване на групите
cs: Načítám skupiny
da: Henter grupper
es: Obteniendo grupos
fi: Jäljitetään ryhmiä
fr: Récupération des groupes
mk: Вчитување на групите
no: Mottar grupper
pl: Odbieranie grup
ru: Извлечение групп
sv: Hämtar grupper
wa: Ontvangen groepen

source: Retrieving calls
bg: Получаване на обажданията
cs: Načítám hovory
da: Henter opkaldsoversigt
es: Obteniendo llamadas
fi: Jäljitetään puheluita
fr: Récupération des appels
mk: Вчитување на повиците
no: Mottar samtaleliste
pl: Odbieranie połączeń
ru: Извлечение вызовов
sv: Tar emot samtalslista
wa: Ontvangen gesprekken

source: Retrieving alarms
fi: Jäljitetään hälytyksiä
pl: Odbieranie alarmów

source: Retrieving bookmarks info
bg: Получаване на информация за отметките
fi: Noudetaan kirjanmerkkitietoja
mk: Вчитување на информациите на адресарот
pl: Odbieranie informacji o zakładkach
ru: Извлечение содержимого закладок

source: Retrieving SIM info
bg: Получаване на информация за SIM
cs: Načítám informace o SIM
da: Henter SIM-information
es: Obteniendo información de la SIM
fi: Jäljitetään SIM tietoja
fr: Récupération des infos SIM
mk: Вчитување на информациите за SIM
no: Mottar SIM-informasjon
pl: Odbieranie informacji o karcie SIM
ru: Извлечение информации SIM
sv: Tar emot SIM-information
wa: Ontvangen SIM info

source: Retrieving phone book info
bg: Получаване на информация от телефонния указател
fi: NoudetaanpPuhelinluettelotietoja
mk: Вчитување на информациите на тел. именикот
pl: Odbieranie informacji o spisie telefonów
ru: Извлечение данных телефонной книги

source: Retrieving phone info
bg: Получаване на информация от телефона
cs: Načítám informace o přístroji
da: Henter telefon-information
es: Obteniendo información del teléfono
fi: Jäljitetään puhelimen tietoja
fr: Récupération des infos sur le Mobile
mk: Вчитување на информации за телефонот
no: Mottar telefoninformasjon
pl: Odbieranie informacji o telefonie
ru: Извлечение информации о телефоне
sv: Hämtar telefoninformation
wa: Ontvangen telefoon info

source: Checking battery support
bg: Проверка за поддръжка информация за батерията
cs: Zjišťuji informace o baterii
da: Kontrollerer understøttelse af batteri
es: Comprobando la disponibilidad de la batería
fi: Tarkistetaan akun tuki
fr: Contrôle du support de la batterie
mk: Проверка за подршка на батеријата
no: Kontrollerer batteristøtte
pl: Sprawdzanie obsługi baterii
ru: Проверка поддержки батареи
sv: Kontrollerar batteristöd
wa: Controleren Batterij ondersteuning

source: Retrieving battery status
bg: Получаване на статуса на батерията
cs: Načítám stav baterie
da: Henter batteri-status
es: Recibiendo estado de la batería
fi: Jäljitetään akun tila
fr: Récupération du statut de la batterie
mk: Вчитување на статусот на батеријата
no: Mottar batteristatus
pl: Odbieranie statusu baterii
ru: Извлечение состояния батареи
sv: Hämtar batteristatus
wa: Ontvangen batterij status

source: Battery N/A
bg: Няма Батерия
cs: Baterie neznámá
da: Intet batteri
es: Batería N/A
fi: Akku Ei käytettävissä
fr: Batterie N/A
mk: Нема батерија
no: Batteri ikke tilgjengelig
pl: Bateria n/d
ru: Батарея Н/Д
sv: Batteri ej tillgängligt
wa: Batterij N/A

source: Checking signal support
bg: Проверка за поддръжка на информация за сигнала
cs: Kontroluji signál
da: Kontrollerer understøttelse af signal
es: Comprobando la disponibilidad de la señal
fi: Tarkistetaan signaalin tuki
fr: Contrôle du support du signal
mk: Проверка за подршка на сигналот
no: Kontrollerer støtte for signalstyrke
pl: Sprawdzanie obsługi sygnału
ru: Проверка поддержки сигнала
sv: Kontrollerar stöd för signalstyrka
wa: Controleren Signaal ondersteuning

source: Retrieving signal status
bg: Получаване на статуса на сигнала
cs: Získávám údaj o signálu
da: Henter signal-status
es: Recibiendo estado de la señal
fi: Jäljitetään signaalin tila
fr: Récupération du statut du signal
mk: Вчитување на статусот на сигналот
no: Mottar singalstatus
pl: Odbieranie statusu sygnału
ru: Извлечение состояния сигнала
sv: Tar emot singalstatus
wa: Onvangen signaal status

source: Signal N/A
bg: Няма Сигнал
cs: Bez signálu
da: Intet signal
es: Señal N/A
fi: Ei Signaalia
mk: Нема Сигнал
no: Signalstyrke utilgjengelig
pl: Sygnał n/d
ru: Сигнал Н/Д
sv: Signalstyrka ej tillgänglig
wa: Signaal N/A

source: Checking Media Player support
fi: Tarkistetaan Media Soittimen tuki
pl: Sprawdzanie obsługi odtwarzacza

source: Checking phone clock
bg: Проверка на Телефонния Часовник
cs: Kontroluje hodiny v telefonu
da: Kontrollerer telefonens ur
es: Comprobando el reloj del teléfono
fi: Tarkistetaan puhelimen kello
fr: Contrôle de l'horloge du mobile
mk: Проверка на Телефонскиот Часовник
no: Kontrollerer telefonklokke
pl: Sprawdzanie zegara telefonu
ru: Проверка часов телефона
sv: Kontrollerar telefonklocka
wa: Checken telefoon klok

source: Disconnecting...
bg: Прекъсване на връзката...
cs: Odpojuji...
da: Afbryder...
es: Desconectando...
fi: Yhteys katkaistaan...
fr: Déconnexion en cours...
mk: Прекинување на Врската ...
no: Frakobler...
pl: Rozłączanie...
ru: Отключение...
sv: Kopplar ifrån...
wa: Verbreken...

source: Disconnection Error
bg: Грешка при Прекъсване на връзката
cs: Chyba při odpojení
da: Fejl ved afbrydelse
es: Error de desconexión
fi: Virhe Yhteyden Katkaisussa
fr: Erreur de Déconnexion
mk: Грешка при Прекинување на врската
pl: Błąd rozłączania
ru: Ошибка отключения
wa: Verbinding verbreken mislukt

source: Phone is temporary disconnected...
bg: Връзката с Телефона е временно прекъсната...
cs: Telefon je dočasně odpojen...
da: Forbindelsen til telefonen er midlertidigt afbrudt...
es: Teléfono temporalmente desconectado...
fi: Yhteys on katkaistu toistaiseksi...
fr: Mobile déconnecté temporairement...
mk: Врската со Телефонот е времено прекината...
pl: Telefon jest tymczasowo rozłączony...
ru: Телефон временно отключился...
wa: Telefoonverbinding is tijdelijk onderbroken...

source: Phone disconnected or out of range.
bg: Връзката с Телефона е прекъсната или Телефона е прекалено далече...
cs: Telefon byl odpojen nebo je mimo dosah.
da: Telefonen er ikke tilsluttet eller uden for rækkevidde.
es: Teléfono desconectado o fuera de rango.
fi: Puhelu keskeytetty tai toiminta-alueen ulkopuolella.
fr: Mobile déconnecté ou hors périmètre de connexion.
mk: Врската со Телефонот е прекината или Телефонот е премногу далеку ...
pl: Telefon rozłączony lub poza zasięgiem.
ru: Телефон отключён или вне зоны досягаемости.
wa: Telefoonverbinding is verbroken of buiten bereik.

source: Disconnected
bg: Несвързан
cs: Odpojen
da: Ikke tilsluttet
es: Desconectado
fi: Yhteys katkaistu
fr: Déconnecté
mk: Неповрзан
no: Frakoblet
pl: Rozłączony
ru: Отключено
sv: Frånkopplad
wa: Verbinding verbroken

source: My Phone
bg: Моят Телефон
cs: Můj telefon
da: Min telefon
es: Mi teléfono
fi: Puhelimeni
fr: Mon Mobile
mk: Мојот Телефон
no: Min Telefon
pl: Mój telefon
ru: Мой телефон
sv: Min Telefon
wa: Mijn Telefoon

source: Error Downloading SMS
bg: Грешка при получаването на SMS
cs: Chyba při nahrávání zpráv
da: Fejl ved hentning af besked
es: Error descargando SMS
fi: Virhe SMS latauksessa
fr: Erreur durant téléchargement SMS
mk: Грешка при Спуштањето на SMS
no: Feil ved henting av SMS
pl: Błąd przy pobieraniu SMS
ru: Ошибка загрузки SMS
sv: Fel vid hämtning av SMS
wa: Downloaden SMS mislukt

source: Error downloading new message
bg: Грешка при получаването на ново съобщение
cs: Chyba při nahrávání nových zpráv
da: Fejl ved hentning af besked
es: Error descargando nuevo mensaje
fi: Virhe uutta viestiä ladattaessa
fr: Erreur durant téléchargement du nouveau message
mk: Грешка при спуштањето на нова порака
pl: Błąd pobierania nowej wiadomości
ru: Ошибка загрузки нового сообщения
wa: Ophalen nieuw bericht mislukt

source: Exiting FMA... Have a nice day!
bg: Излизане от FMA... Приятен ден!
fi: FMA suljetaan...Hyvää päivänjatkoa!
mk: Излегување од FMA... Пријатен Ден!
pl: Zamykanie fma... Miłego dnia!
ru: Выход из FMA... До свидания!

source: Error downloading phonebook
bg: Грешка при получаването на указателя
cs: Chyba při nahrávání adresáře
da: Fejl ved hentning af telefonbog
es: Error descargando la agenda
fi: Virhe ladattaessa puhelinluetteloa
fr: Erreur durant téléchargement du répertoire tel.
mk: Грешка при спуштање на Тел. именикот
pl: Błąd pobierania spisu telefonów
ru: Ошибка загрузки телефонной книги
wa: Downloaden telefoonboek mislukt

source: Downloading phonebook (%s)...
bg: Получаване на Телефонния Указател (%s)...
cs: Nahrávám adresář (%s)...
da: Henter telefonbog (%s)...
es: Error descargando la agenda (%s)...
fi: Ladataan puhelinluettelo (%s)...
fr: Téléchargement du répertoire tél. en cours (%s)...
mk: Спуштање на Тел. Именик (%s)...
pl: Pobieranie spisu telefonów (%s)...
ru: Скачивание телефонной книги (%s)...
wa: Downloaden telefoonboek (%s)

source: Downloading phonebook
bg: Получаване на Телефонния Указател
cs: Nahrávám adresář
da: Henter telefonbog
es: Descargando agenda
fi: Ladataan puhelinluettelo
fr: Téléchargement en cours du répertoire tél.
mk: Спуштање на Тел. Именик
no: Laster ned Telefonliste
pl: Pobieranie spisu telefonów
ru: Загрузка телефонной книги
sv: Hämtar telefonbok
wa: Downloaden telefoonboek

source: Download completed
bg: Свалянето завършено
cs: Nahrávání dokončeno
da: Færdig med at hente
es: Descarga completada
fi: Lataus on valmis
fr: Téléchargement réussi
mk: Спуштањето завршено
no: Nedlasting ferdig
pl: Pobieranie zakończone
ru: Загрузка завершена
sv: Hämtning klar
wa: Download sucsesvol

source: Download Phonebook
bg: Сваляне на Телефонния Указател
da: Hent telefonbog
fi: Lataa Puhelinluettelo
mk: Спуштање на Тел. именик
pl: Pobierz spis telefonów
ru: Скачивание телефонной книги
wa: Download Telefoonboek

source: Download Alarms
fi: Lataa Hälytkset
pl: Pobierz alarmy

source: Download Messages
bg: Сваляне на Съобщенията
da: Hent beskeder
fi: Lataa Viestit
mk: Спуштање на Пораки
pl: Pobierz wiadomości
ru: Скачивание сообщений
wa: Download Berichten

source: FMA Today
bg: FМА - Днес
fi: FMA Tänään
mk: FМА - Денес
pl: Fma - podsumowanie
ru: FMA сегодня

source: Delete failed: %s
bg: Премахването беше неуспешно: %s
da: Fejl ved sletning: %s
fi: Poistaminen epäonnistui: %s
mk: Бришењето е неупешно : %s
pl: Usunięcie nieudane: %s
ru: Сбой удаления: %s
wa: Verwijderen mislukt: %s

source: Message saved in Drafts
bg: Съобщението е записано в Чернови
cs: Zpráva uložena mezi koncepty
da: Besked gemt i Kladder
es: Mensaje salvado en las plantillas
fi: Viesti tallennettu Luonnoksiin
fr: Message sauvé dans Brouillons
mk: Пораката сошувана во Припремени
no: Melding lagret i Drafts-mappen
pl: Wiadomość zapisana w brudnopisie
ru: Сообщение сохранено в черновиках
sv: Meddelande sparat i Utkast
wa: Berichten opgeslagen in Concepten

source: Message stored in Outbox
bg: Съобщението е записано в Изходящи
cs: Zpráva uložena mezi odeslané
da: Besked gemt i Udbakke
es: Mensaje almacenado en la Bandeja de salida
fi: Viesti tallennettu Lähteviin
fr: Message sauvé dans la Boîte d'Envoi
mk: Пораката сочувана во Пораки за Праќање
pl: Wiadomość zachowana w Oczekujących
ru: Сообщение сохранено в Исходящих
wa: Berichten opgeslagen in Postvak Uit

source: Idle
bg: Свободно
cs: Nečinný
da: Ledig
fi: Vapaa
fr: Ralenti
mk: Слободно
pl: Bezczynny
ru: Ожидание
wa: Voer niets uit

source: Connecting
bg: Свързване
cs: Připojuji
da: Forbinder
es: Conectando
fi: Ottaa Yhteyden
fr: Connexion en cours
mk: Поврзување
no: Kobler til
pl: Łączenie
ru: Подключение
sv: Ansluter
wa: Verbinden

source: Active
bg: Активен
cs: Aktivní
da: Aktiv
es: Activo
fi: Aktiivinen
mk: Активен
no: Aktiv
pl: Aktywny
ru: Активно
sv: Aktiv
wa: Actief

source: Hold
bg: Задържане
cs: Pauza
es: Mantenido
fi: Pidä
fr: En suspens
mk: Задржување
pl: Zatrzymany
ru: Удержание

source: Waiting
bg: Изчакване
cs: Čekání
da: Venter
es: Esperando
fi: Odottaa
fr: En attente
mk: Чекање
no: Venter
pl: Czekanie
ru: Ожидание
sv: Väntar
wa: Wachten

source: Alerting
bg: Внимание
cs: Výstraha
da: Alarmerer
es: Alertando
fi: Varoittaa
fr: En alerte
mk: Внимание
pl: Alarmowanie
ru: Тревога
wa: Alarmeren

source: Busy
bg: Заето
cs: Obsazeno
da: Optaget
es: Ocupado
fi: Varattu
fr: Occupé
mk: Зафатено
no: Opptatt
pl: Zajęty
ru: Занято
sv: Upptagen
wa: Bezig

source: Calling...
bg: Набиране...
cs: Volám...
da: Ringer op...
es: Llamando...
fi: Soittaa...
fr: Appel en cours...
mk: Повикување...
no: Ringer...
pl: Dzwonienie...
ru: Вызов...
sv: Ringer...
wa: Bellen...

source: Dialing...
bg: Набиране...
cs: Vytáčím...
da: Kalder op...
es: Marcando...
fi: Valitsee numeroa...
fr: Numérotation en cours...
mk: Бирање...
no: Slår nummer...
pl: Wybieranie numeru...
ru: Набор...
sv: Slår nummer...
wa: Bellen...

source: Incoming Call...
bg: Обаждане...
cs: Příchozí hovor...
da: Indgående opkald...
es: Llamada entrante...
fi: Saapuva Puhelu...
fr: Appel Entrant...
mk: Примен Повик...
no: Innkommende samtale...
pl: Połączenie przychodzące...
ru: Входящее соединение...
sv: Inkommande samtal...
wa: Inkomend Gesprek...

source: Ringing...
bg: Позвъняване...
cs: Zvoní...
da: Ringer...
es: Sonando...
fi: Soi...
fr: En train de sonner...
mk: Ѕвонење...
no: Ringer...
pl: Dzwonienie...
ru: Звонок...
sv: Ringer...
wa: Ringtoon...
