Repository: jomael/fma
Catalog: locale/*/LC_MESSAGES/default.po
Languages: bg, cs, da, es, fi, fr, mk, no, pl, ru, sv, wa

source: Warning: Please note that any open connection will be closed and the application will be restarted in order updates to be applied successfuly.
bg: Внимание: Моля, обърнете внимание на това, че връзката ще бъде затворена и приложението ще бъде рестартирано за да могат промените да бъдат приложени успешно.
cs: Upozornění: Pro dokončení aktualizací je třeba restartovat program FMA, což způsobí ukončení spojení s telefonem.
da: Advarsel! Alle forbindelser vil blive afbrudt og programmet vil genstarte for at opdateringen kan gennemføres.
es: Advertencia: Tenga en cuenta que cualquier conexión será cerrada y la aplicación será reiniciada para que la actualización se aplique correctamente.
fi: Varoitus: Huomaa, että kaikki käynnissä olevat yhteydet katkaistaan ja sovellus käynnistyy uudestaan päivityksien käyttöönottamiseksi.
fr: Attention : Notez que toute connexion en cours sera fermée et que l'application sera redémarrer afin d'appliquer les mises à jour.
mk: Предупредување: Ве молиме, обрнете внимание секоја отворена врска ќе биде затворена и апликациата ќе биде рестартирана за да можат успешно да се приложат промените.
pl: Ostrzeżenie: Proszę pamiętać, że jakiekolwiek połączenie zostanie zamknięte i aplikacja zostanie zrestartowana, by aktualizcje zostały poprawnie wprowadzone.
ru: Предупреждение: Обратите внимание, что все открытые соединения будут закрыты и приложение будет перезапущено, чтобы успешно выполнить обновления.
wa: Waarschuwing: Let op dat de huidige verbindingenen worden afgebroken en het programma word afgesloten en herstart om de update succesvol te laten verlopen.

source: Delivery Rules files (*.rules)|*.rules
bg: Файлове с Правила при доставка (*.rules)|*.rules
fi: Toimitussäännöt tiedostot (*.rules)|*.rules
mk: Фајлови со Правила при Достава (*.rules)|*.rules
pl: Pliki zasad dostarczenia (*.rules)|*.rules
ru: Правила доставки файлов (*.rules)|*.rules

source: Export Rules As...
bg: Експорт на &Правилата Като...
fi: Tallenna Säännöt nimellä...
mk: Експорт на &Правилата Како...
pl: Eksportuj zasady jako...
ru: Экспортировать правила как...

source: .rules
fi: .säännöt

source: Import Rules...
bg: Импорт на Правила...
fi: Säännöt...
mk: Импорт на Правила...
pl: Importuj zasady...
ru: Импорт правил...

source: Missed Calls in FMA.
fi: Ei Vastatut FMA:ssa.
pl: Nieodebrane połączenia w fma.

source: New Messages in FMA.
fi: Uudet viestit FMA:ssa.
pl: Nowe wiadomości w fma.

source: Switch To Profile
bg: Превключване Към Профил
cs: Přepnout na profil
da: Skift til profil
es: Cambiar perfil
fi: Vaihdetaan Profiili
fr: Changer de Base de Données
mk: Вклучување кон Профил
no: Bytt til Profil
pl: Zmień bazę danych telefonu
ru: Переключиться На Профиль
sv: Byt till Profil
wa: Schakel naar Profiel

source: Offline Profiles:
bg: Налични Не Активирани Потребителски Профили:
cs: Offline profily:
da: Inaktive profiler:
es: Perfiles Offline:
fi: Yhteydettömän tilan Profiilit:
fr: Base de Données hors ligne :
mk: Налични Не Активирани Потребителски Профили:
pl: Niepołączone bazy danych telefonów:
ru: Офлайн Профили:
wa: Offline Profielen:

source: Location
bg: Местоположение
cs: Umístění
da: Sti
es: Ubicación
fi: Paikka
fr: Chemin
mk: Локација
no: Sted
pl: Lokacja
ru: Местоположение
sv: Plats
wa: Lokatie

source: &Open
fi: &Avaa
pl: &Otwórz

source: &Repair
fi: Ko&rjaa
pl: &Naprawa

source: FMA Options
bg: FMA Настройки
fi: FMA Valinnat
mk: FMA Опции
pl: Opcje fma
ru: Параметры FMA

source: Connectivity
bg: Свързаност
cs: Připojení
da: Forbindelser
es: Conectividad
fi: Yhteys
fr: Connectivité
mk: Поврзаност
pl: Sposób łączenia
ru: Способ подключения
wa: Conectiviteit

source: Connect to Phone via
bg: Свързване с Телефона чрез
cs: Připojit k telefonu pomocí
da: Tilslut via
es: Conectar al teléfono vía
fi: Ota yhteys Puhelimeen tämän avulla
fr: Se connecter au Mobile via
mk: Поврзаност со Телефонот преку
no: Koble til Telefon via
pl: Połącz telefon przez:
ru: Подключиться к телефону через
sv: Anslut till Telefon via
wa: Verbind metTelefoon via

source: Native IrDA Port (Requires Windows 2000 or later)
bg: Инфрачервена (IrDA) връзка (Изисква Windows 2000 или по-нов)
cs: Nativní IrDA Port (vyžaduje Windows 2000 nebo vyšší)
da: Infrarød port (kræver Windows 2000 eller nyere)
es: Puerto nativo IrDA (Requiere al menos Windows 2000)
fi: Natiivi IrDA portti (edellyttää Windows 2000 tai uudempaa)
fr: Infrarouge Natif (IrDA) (Recquiert Windows 2000 ou +)
mk: Инфрацрвена (IrDA) врска (Подршка Windows 2000 или по-нов)
no: Innebygd IrDA-port (Krever Windows 2000 eller senere)
pl: Port IrDA (wymagany Windows 2000 lub nowszy)
ru: "Родной" IrDA порт (нужна Win2000 и новее)
sv: Inbyggd IrDA-port (Kräver Windows 2000 eller senare)
wa: Native IrDA Port (Windows 2000 of later)

source: Serial/Virtual Port (If none of the above worked)
bg: Серийна/Виртуална връзка (Ако другите не работят)
cs: Seriový/Virtuální port (jestliže přechozí volby nefungují)
da: Seriel/virtuel port (hvis alt andet fejler)
es: Puerto de Serie/Virtual (Si ninguno de los anteriores funciona)
fi: Sarja/Virtuaalinen Portti (jos mikään ylläolevista ei toiminut)
fr: Port Série/Virtuel (Si aucun autre choix ne marche)
mk: Сериска/Виртуелна Врска (Ако другите не работат)
no: Seriell-/Virtuell-port (Om ingen av overstående fungerer)
pl: Port szeregowy/wirtualny (gdy żaden powyższy nie działa)
ru: Послед./вирт. порт (если указанное выше не работает)
sv: Seriell-/Virtuell-port (Om ingen av ovanstående fungerade)
wa: Seriele/Virtuele Poort (Als geen van bovenstaande werkt)

source: Native Bluetooth (Requires Windows XP SP1 or later)
bg: Bluetooth връзка (Изисква Windows XP SP1 или по-нов)
cs: Nativní bluetooth (vyžaduje Windows XP SP1 nebo vyšší)
da: Indbygget Bluetooth (kræver Windows XP SP1 eller nyere)
es: Bluetooth nativo (Requiere al menos Windows XP SP1)
fi: Natiivi Bluetooth (Vaatii Windows XP SF1 tai uudemman)
fr: Bluetooth Natif (Recquiert Windows XP SP1 ou +)
mk: Bluetooth врска (Подржува Windows XP SP1 или по-нов)
no: Innebygd Bluetooth (Krever Windows XP SP1 eller senere)
pl: Bluetooth (wymagany Windows XP SP1 lub nowszy)
ru: "Родной" Синезуб (нужна WinXP SP1 и новее)
sv: Inbyggd Bluetooth (Kräver Windows XP SP1 eller senare)
wa: Native Bluetooth (Windows XP SP1 of later)

source: Helper
bg: Помощник
fi: Avustaja
mk: Помошник
pl: Pomocnik
ru: Помощник

source: &Lookup
bg: &Търсене
fi: &Hae Laite
mk: &Преглед
pl: &Szukaj
ru: &Поиск

source: Wizard...
bg: Съветник...
fi: Velho...
mk: Волшебник...
pl: Kreator...
ru: Мастер...

source: Bluetooth Setup
bg: Настройка на Bluetooth
cs: Nastavení bluetooth
da: Bluetooth-opsætning
fi: Bluetooth Asennus
mk: Bluetooth Опции
pl: Ustawienia Bluetooth
ru: Настройки Синезуба

source: Port
bg: Порт
es: Puerto
fi: Portti
mk: Порт
ru: Порт
wa: Poort

source: Device Name
bg: Име на Устройство
cs: Název zařízení
da: Enhedsnavn
es: Nombre del dispositivo
fi: Laitteen Nimi
fr: Nom Périphérique
mk: Име на Уредот
pl: Nazwa urządzenia
ru: Имя устройства
wa: Apparaat Naam

source: Device Address
bg: Адрес на Устройство
fi: Laiteosoite
mk: Адреса на Уредот
pl: Adres urządzenia
ru: Адрес устройства

source: Infra-Red Setup
bg: Настройки на Инфрачервената връзка (Infra-Red)
fi: Infrapuna Asennus
mk: Опции за (Infra-Red)
pl: Ustawienia podczerwieni
ru: Настройки ИК

source: Serial Port Setup
bg: Настройки на Серийна връзка (COM Port)
cs: Nastavení sériového portu
da: Opsætning af seriel port
es: Configuración del puerto de serie
fi: Sarjaportin Asetukset
fr: Paramétrage Port Série
mk: Опции за сериската врска (COM Port)
no: Serieportsinnstillinger
pl: Ustawienia portu szeregowego:
ru: Настройки последовательного порта
sv: Serieportsinställningar
wa: Seriele Poort Setup

source: If you're going to use a Bluetooth Virtual COM port, make sure it is already created in your Bluetooth device's settings.
bg: Ако вие ще използвате Bluetooth чрез виртуален COM порт, уверете се че той вече е създаден във вашите Bluetooth настройки на устройствата.
fi: Jos aiot käyttää Bluetooth Virtuaalista COM porttia, varmista, että se on jo luotu laitteen asetuksissa.
mk: Ако користите Bluetooth виртуелен COM порт, бидете сигурни дека веќе е креиран во вашиот Bluetooth опции за уреди.
pl: Jeśli będziesz używał Bluetooth na wirtualnym porcie COM, upewnij się, że jest on utworzony w ustawieniach twojego urządzenia Bluetooth.
ru: Если вы используете виртуальный COM-порт "Синезуба", убедитесь, что он уже создан в настройках вашего "Синезуба".

source: Handshake
cs: Komunikace
da: Forhandling
es: Negociado
fi: Kättely
fr: Deux temps (handshake)
pl: Uzgodnione
ru: Квитировать

source: Disabled
bg: Забранен
cs: Vypnuto
da: Slået fra
es: Desactivar
fi: Ei käytössä
fr: Désactivé
mk: Забранет
no: Deaktivert
pl: Wyłączone
ru: Запрещено
sv: Inaktiverad
wa: Uitgeschakeld

source: Enabled
bg: Разрешен
cs: Zapnuto
da: Slået til
es: Activar
fi: Käytössä
fr: Activé
mk: Дозволен
no: Aktivert
pl: Włączone
ru: Разрешено
sv: Aktiverad
wa: Ingeschakeld

source: Toggle
bg: Превключи
cs: Přepínání
da: Skift
es: Alternar
fi: Kytke
fr: Bascule
mk: Превклучи
pl: Zmienne
ru: Переключать
wa: Schakel

source: Connection Startup
fi: Yhteys
pl: Uruchamianie połączenia

source: Restore Last Used Profile
bg: Възстанови Последния Използван Профил
cs: Obnovit naposled použitý profil
da: Brug senest anvendte profil
es: Restaurar el último perfil usado
fi: Palauta viimeksi käytetty Profiili
fr: Restaurer le Dernier Profil Utilisé
mk: Ресетирај го Последниот Користен Профил
no: Gå til sist brukte Profil
pl: Przywróć ostatni używany profil
ru: Восст. последний исп. профиль
sv: Återställ senast använda Profil
wa: Herstel Laatst Gebruikt Profiel

source: Check Phone Clock
fi: Tarkista Puhelimen Kello
pl: Sprawdź zegar telefonu

source: When Connecting
bg: Когато се Свързва
cs: Při připojování
da: Ved tilslutning:
es: Mientras está conectando
fi: Kun Yhteydessä
fr: A l'établissement de la connexion
mk: Кога се Поврзува
no: Når tilkoble
pl: Podczas łączenia
ru: Когда подключается
sv: Vid anslutning
wa: Tijdens verbinden

source: Do not retrieve Groups
bg: Без изтегляне на Групите
cs: Nenačítat skupiny
da: Opdater ikke Grupper
es: No descargar los grupos
fi: Älä jäljitä Ryhmiä
fr: Ne pas récupérer les Groupes
mk: Без покажување на Групите
no: Last ikke Grupper
pl: Nie odczytuj grup
ru: Не извлекать группы
sv: Ta inte emot Grupper
wa: Ontvang Geen Groepen

source: Do not retrieve Files / Folders
bg: Без изтегляне на Файловете / Папките
cs: Nenačítat soubory (složky)
da: Opdater ikke Filer/mapper
es: No descargar archivos / carpetas
fi: Älä jäljitä Tiedostoja/Kansioita
fr: Ne pas récupérer les Fichiers / Dossiers
mk: Без покажување на Фајловите /Папките
no: Last ikke Filer / Mapper
pl: Nie odczytuj plików / katalogów
ru: Не извлекать Файлы / Папки
sv: Ta inte emot Filer / Mappar
wa: Ontvang Geen Bestanden / Mappen

source: Do not retrieve Profiles
bg: Без изтегляне на Профилите
cs: Nenačítat profily
da: Opdater ikke Profiler
es: No descargar los perfiles
fi: Älä jäljitä Profiileja
fr: Ne pas récupérer les Profils
mk: Без покажување на Профилите
no: Last ikke Profiler
pl: Nie odczytuj profili
ru: Не извлекать профили
sv: Ta inte emot Profiler
wa: Ontvang Geen Profielen

source: Do not retrieve Calls
bg: Без изтегляне на Обажданията
cs: Nenačítat hovory
da: Opdater ikke Opkaldslister
es: No descargar las llamadas
fi: Älä jäljitä Puheluita
fr: Ne pas récupérer les Appels
mk: Без покажување на Повиците
no: Last ikke Samtaler
pl: Nie odczytuj połączeń
ru: Не извлекать вызовы
sv: Ta inte emot Samtal
wa: Ontvang Geen Gesprekken

source: Do not retrieve Alarms
fi: Älä jäljitä Hälytyksiä
pl: Nie odczytuj alarmów

source: Phone Explorer Startup folder:
bg: Начална папка за Прегледа на Телефона:
cs: Složka průzkumníku telefonu:
da: Start med at vise mappen:
es: Carpeta de inicio en el explorador del teléfono:
fi: Puhelimen Hallinta
fr: Chemin de Démarrage de l'Explorateur de Mobile
mk: Почетна папка за Преглед на Телефонот:
no: Telefon Utforskerens start-mappe:
pl: Katalog startowy eksploratora telefonu:
ru: Стартовая папка телефонного проводника:
sv: Telefonutforskarens start-mapp:
wa: Telefoon Verkenner Opstart map:

source: FMA Today Page
bg: Страница FМА - Днес
cs: Stránka FMA dnes
da: "FMA i dag"
es: Página de 'Hoy en FMA
fi: FMA Tänään Sivu
fr: Page Fma Aujourd'hui
mk: Страница FMA - Денес
pl: Strona fma - podsumowanie
ru: Страница FMA сегодня
wa: FMA Vandaag Pagina

source: Messages Inbox Folder
bg: Папка Входящи
cs: Složka příchozích zpráv
da: Indbakke
es: Carpeta de la bandeja de entrada
fi: Saapuneet Viestit Kansio
fr: Dossier Boîtes aux lettres
mk: Папка Примени SmS
no: Innboks Meldinger
pl: Katalog wiadomości odebranych
ru: Папка входящих сообщений
sv: Meddelande-mapp: Inkorg
wa: Berichten Postvak In Map

source: Messages Archive Folder
bg: Папка Архив
cs: Složka archivních zpráv
da: Arkiv
es: Carpeta del Archivo
fi: Viestiarkisto Kansio
fr: Dossier d'Archive des Messages
mk: Папка Архива
no: Meldings-mappe: Arkivmappe
pl: Katalog archiwum wiadomości
ru: Папка архива сообщений
sv: Meddelande-mapp: Arkivmapp
wa: Berichten Archief Map

source: Phonebook (Phone memory)
bg: Указател (Телефонна памет)
cs: Adresář (paměť telefonu)
da: Adressebog (fra telefonen)
es: Agenda
fi: Puhelinluettelo (puhelimen muisti)
fr: Répertoire Tel. (mémoire Mobile)
mk: Именик (Телфонска Меморија)
no: Telefonliste (Telefonminne)
pl: Spis telefonów (pamięć telefonu)
ru: Телефонная книга (в телефоне)
sv: Telefonbok (Telefonminne)
wa: Telefoonboek (Telefoon geheugen)

source: Phonebook (SIM memory)
bg: Указател (SIM карта)
cs: Adresář (na SIM kartě)
da: Adressebog (fra SIM-kortet)
es: Agenda (SIM)
fi: Puhelinluettelo (SIM-muisti)
fr: Répertoire Tel. (mémoire SIM)
mk: Именик (SIM Меморија)
no: Telefonliste (SIM)
pl: Spis telefonów (pamięć SIM)
ru: Телефонная книга (память SIM)
sv: Telefonbok (SIM)
wa: Telefoonboek (SIM geheugen)

source: Organizer Calendar Page
bg: Календар на Организатора
da: Kalender
fi: Järjestä Puhelin Sivu
mk: Организатор - Календар
pl: Strona organizera kalendarza
ru: Страница календаря органайзера
wa: Organizer Kalender Pagina

source: Application Startup
fi: Sovellus
pl: Uruchamianie aplikacji

source: Show Splash Screen on startup
bg: Показване на логото при стартиране
cs: Zobrazovat logo při startu
da: Vis FMA-logo ved opstart
es: Mostrar la pantalla de bienvenida
fi: Näytä Aloitusikkuna
fr: Afficher le "Splash Screen" au démarrage
mk: Покажи го Логото при подигање
no: Vis bilde når FMA starter
pl: Pokaż okno powitalne
ru: Заставка при загрузке
sv: Visa bild när FMA startar
wa: Toon Splash Scherm bij opstarten

source: Always start FMA Minimized
fi: FMA aina Pienennettynä
pl: Uruchamiaj fma zminimalizowane

source: When Connected
bg: Когато е Свързан
cs: Když je připojen
da: Ved tilslutning
es: Nada más conectar
fi: Kun Yhteydessä
fr: Une fois connecté
mk: Кога е Поврзан
no: Når Tilkoblet
pl: Po połączeniu
ru: Когда подключились
sv: Vid ansluten
wa: Als Verbonden

source: Synchronize Text Messages
fi: Synkronoi Tekstiviestit
pl: Synchronizuj wiadomości

source: Synchronize Phonebook
bg: Синхронизира Телефонния Указател
cs: Synchronizace telefonního seznamu
da: Synkroniser kontakter
es: Sincronizar la agenda
fi: Synkronoi Puhelinluettelo
fr: Synchroniser le Répertoire Tel.
mk: Синхронизирај Тел. Именик
no: Synkroniser Telefonliste
pl: Synchronizuj spis telefonów
ru: Синхрон. телефонную книгу
sv: Synkronisera Telefonbok
wa: Synchroniseer Telefoonboek

source: Synchronize Calendar
bg: Синхр. Календара
cs: Synchronizace kalendáře
da: Synkroniser kalender
es: Sincronizar el calendario
fi: Synkronoi Kalenteri
mk: Синхр. Календар
pl: Synchronizuj kalendarz
ru: Синхронизировать календарь
wa: Synchroniseer Kalender

source: Synchronize Bookmarks
bg: Синхр. Отметките
cs: Synchronizace záložek
da: Synkroniser bogmærker
es: Sincronizar los marcadores
fi: Synkronoi Kirjanmerkit
fr: Synchroniser les Favoris
mk: Синхр. на Адресари
no: Synkroniser Bokmerker
pl: Synchronizuj zakładki
ru: Синхронизировать закладки
sv: Synkronisera Bokmärke
wa: Synchroniseer Bladwijzers

source: Synchronize Microsoft Outlook
bg: Синхронизира с Microsoft Outlook
cs: Synchronizace s MS Outlookem
da: Synkroniser Microsoft Outlook
es: Sincronizar con Outlook
fi: Synkronoi Microsoft Outlook
fr: Synchronisez Microsoft Outlook
mk: Синхронизација со Microsoft Outlook
no: Synkroniser Microsoft Outlook
pl: Synchronizuj z Outlookiem
ru: Синхронизировать с Outlook
sv: Synkronisera Microsoft Outlook
wa: Synchroniseer Microsoft Outlook

source: Synchronization
bg: Синхронизация
cs: Synchronizace
da: Synkronisering
es: Sincronización
fi: Synkronointi
fr: Synchronisation
mk: Синхронизација
no: Synkronisering
pl: Synchronizacja
ru: Синхронизация
sv: Synkronisering
wa: Syngronisatie

source: Phonebook Priority
bg: Приоритет на Указател
cs: Priorita tel.seznamu
da: 1.prioritet for adressebog
es: Prioridad de la Agenda
fi: Puhelinluettelojärjestys
fr: Priorité Répertoire Téléphonique
mk: Приоритет на Тел.Именик
no: Telefonliste Prioritet
pl: Priorytet spisu telefonów
ru: Приоритет телефонной книги
sv: Telefonboksprioritet
wa: Telefoonboek Prioriteit

source: Let me choose
bg: Нека аз да избера
cs: Dle výběru
da: Spørg mig
es: Dejarme elegir
fi: Anna minun valita
fr: Me laisser choisir
mk: Јас избирам
no: La meg velge
pl: Pozwól mi wybrać
ru: Я укажу
sv: Låt mig välja
wa: Laat mij kiezen

source: Calendar Priority
bg: Приоритет на Календар
fi: Kalenterien järjestys
mk: Приоритет на Календар
pl: Priorytet kalendarza
ru: Приоритет календаря
wa: Kalender Prioriteit

source: Clock Priority
bg: Приоритет на Часовник
fi: Kellojen järjestys
mk: Приоритет на Часовник
pl: Priorytet zegara
ru: Приоритет часов
wa: Klok Prioriteit

source: Outlook Priority
bg: Приоритет на Outlook
cs: Priorita Outlooku
da: 1.prioritet for Outlook
es: Prioridad para Outlook
fi: Outlook Järjestys
fr: Priorité Outlook
mk: Приоритет на Outlook
no: Outlook-prioritet
pl: Priorytet Outlooka
ru: Приоритет Outlook
sv: Outlook-prioritet
wa: Outlook Prioriteit

source: Bookmarks Priority
bg: Приоритет на Отметки
fi: Kirjanmerkkien järjestys
mk: Приоритет на Адресари
pl: Priorytet zakładek
ru: Приоритет закладок
wa: Bladwijzer Prioriteit

source: Outlook Confirmation
bg: Outlook Уведомления
cs: Potvrzování v Outlooku
da: Handlinger i Outlook
es: Confirmación para Outlook
fi: Outlook
fr: Confirmation Outlook
mk: Outlook Потврда
no: Outlook-bekreftelse
pl: Potwierdzenie Outlooka
ru: Подтверждение Outlook
sv: Outlook-bekräftelse
wa: Outlook Bevestiging

source: Confirm Adding
bg: Добавяне
cs: Potvrdit přidání
da: Bekræft tilføjelser
es: Confirmación para añadir
fi: Vahvista Lisäys
fr: Confirmer les Ajouts
mk: Потврда
no: Legge Til
pl: Potwierdź dodawanie
ru: Подтверждение добавления
sv: Bekräfta vid tillläggning
wa: Bevestig Toevoegen

source: Confirm Updating
bg: Подмяна
cs: Potvrdit doplnění
da: Bekræft opdateringer
es: Confirmación para actualizar
fi: Vahvista Päivitys
fr: Confirmer les Mises à jour
mk: Обнови
no: Oppdater?
pl: Potwierdź aktualizowanie
ru: Подтверждение обновления
sv: Bekräfta vid uppdatering
wa: Bevestig Updaten

source: Confirm Deleting
bg: Премахване
cs: Potvrdit smazání
da: Bekræft sletninger
es: Confirmación para eliminar
fi: Vahvista Poistaminen
fr: Confirmer les Suppressions
mk: Избриши
no: Slett?
pl: Potwierdź usuwanie
ru: Подтверждение удаления
sv: Bekräfta vid borttagning
wa: Bevestig Verwijderen

source: Outlook New Contacts Action
bg: Нова Папка с Контакти на Outlook
cs: Akce při přidání nového kontaktu
da: Outlook - Ny kontakt
es: Nueva acción para el contacto en Outlook
fi: Outlookin Uusi Yhteystieto Toiminto
fr: Action sur Nouveaux Contacts Outlook
mk: Нова Папка на Контакти Outlook
no: Nye Oulook-kontakter
pl: Czynności nowych kontaktów Outlooka
ru: Действие на новый контакт Outlook
sv: Funtioner vid nya Oulook-kontakter
wa: Outlook Nieuwe Contacten Actie

source: When a new contact is found FMA could ask you to link it with already existing one in Outlook, or reverse.
bg: Когато нов контакт бъде намерен, FMA ще ви пита дали той да бъде свързан с вече съществуващ в Outlook или обратно.
fi: Kun uusi yhteystieto on löydetty, FMA voi kysyä linkkiä Outlookissa olevaan tai päin vastoin.
mk: Кога нов контакт ќе биде најден, FMA ќе ве праша дали тој да биде сврзан со веќе постоечкиот во Outlook или обратно.
pl: Gdy znaleziono nowy kontakt, fma może poprosić Cię, by połączyć go z istniejącym już kontaktem w Outlooku, lub odwrotnie.
ru: Когда обнаружится новый контакт, FMA может запросить связать его с существующим в Outlook-е (и наоборот).
wa: Wanneer een nieuw contact wordt gevonden kan FMA u vragen om het met reeds bestaande in Outlook te verbinden of andersom.

source: You can break up a contact's Linking in order to link it again to a different target. To do so, open Contact Properties, go to Outlook Synchronization and click Unlink Contact button.
bg: Вие можете да прекратите текущото свързване към съществуващ Outlook контакт и в последствие да го свържете с друг. За да направите това натиснете бутона Прекъсни Връзка с Контакт в Свойствата на Контакта.
fi: Voit katkaista nykyisen Yhteystiedon Linkitykset ja muodostaa linkin toiseen kohteeseen. Näin tehdäksesi valitse Yhteystiedon Ominaisuudet, mene Outlook synkronointiin ja valitse Poista Linkitys Yhteystiedosta.
mk: Вие можете да ја прекинете врската со контактите и пота да сврзете со друг. За да го направите тоа одете во Контакт Опции, потоа одете во Outlook Синхронизација и кликнете Прекини врска.
pl: Możesz przerwać połączenie kontaktu aby ponownie połączyć go z innym celem. By to zrobić, otwórz właściwości kontaktu, przejdź do synchronizacji Outlooka i klinij na przycisk 'Odłącz kontakt'.
ru: Вы можете разорвать текущую Связь контакта, чтобы связать его с другим. Чтобы сделать это, откройте Свойства Контакта, перейдите к Синхронизации Outlook и щёлкните по кнопке Отвязать контакт.
wa: U kunt een contacten link verbreken om het weer aan een ander contact te linken door in Contact Eigenschappen=> Outlook Synchronisatie op Unlink Contact te klikken.

source: Try Link to Existing
bg: Свържи с Съществуващ
fi: Yritä Linkittää Olemassa olevaan
mk: Сврзи со Постоечки
pl: Próbuj podłączyć do istniejących
ru: Пытаться связать с имеющимся
wa: Probeer bestaande te linken

source: Always Add as New
bg: Винаги Добавяй като Нови
cs: Vždy vložit jako nový
da: Tilføj altid som ny
es: Siempre añadir como nuevo
fi: Lisää Aina Uutena
fr: Toujours Ajouter en tant que Nouveau
mk: Секогаш додади како Нова
no: Legg alltid til som ny
pl: Zawsze dodawaj jako nowe
ru: Всегда добавлять как новый
sv: Lägg alltid till som ny
wa: Forceer Altijd Als Nieuw

source: Contact Folders
bg: Папка Контакти
cs: Složky kontaktů
da: Kontaktmapper
es: Carpeta de contactos
fi: Yhteystiedot Kansiot
fr: Dossiers Contact
mk: Папка Контакти
pl: Katalogi kontaktów
ru: Папки контакта
wa: Contacpersoon Mappen

source: Microsoft Outlook Folders
bg: Microsoft Outlook Папки
cs: Složky MS Outlooku
da: Microsoft Outlook mapper
es: Carpetas de Outlook
fi: Microsoft Outlook Kansiot
fr: Dossiers Microsoft Outlook
mk: Microsoft Outlook Папки
no: Microsoft Outlook-mapper
pl: Katalogi Microsoft Outlook
ru: Папки Microsoft Outlook
sv: Microsoft Outlook-mappar
wa: Microsoft Outlook Mappen

source: Synchronize Contacts in these Folders:
bg: Синхронизирай Контактите в тази Папка:
cs: Synchronizace kontaktů v těchto složkách:
da: Synkroniser kontakter i disse mapper:
es: Sincronizar contactos a estas carpetas:
fi: Synkronoi näiden Kansioiden Yhteystiedot:
fr: Synchroniser les Contacts dans ces Dossiers :
mk: Синхронизирај ги Контактите во оваа Папка:
no: Synkroniser Kontaktene i disse Mappene:
pl: Synchronizuj kontakty w tych katalogach:
ru: Синхронизировать контакты в этих папках:
sv: Synkronisera Kontakter i mapparna:
wa: Synchroniseer Contacten in deze Mappen:
