Repository: jomael/fma
Catalog: scripts/sframework/trunk/locale/*/LC_MESSAGES/BramusICQ.po
Languages: bg

source: Control your ICQ running at your pc from your phone
bg: Контролирайте вашето ICQ стартирано на вашия комютър от телефона

source: Error : ICQ Not Running
bg: Грешка: ICQ Не е Статрирано

source: Error : Wrong ICQ API version
bg: Грешка: Неправилна ICQ API версия

source: Error : API Not installed
bg: Грешка: API Не е инсталиран

source: Change Status
bg: Промени Състоянието

source: ContactList
bg: Списък Контакти

source: Main menu
bg: Главно меню

source: Online
bg: Онлайн

source: Invisible
bg: Невидим

source: Away
bg: Далече

source: DND
bg: НМБ (DND)

source: Occupied
bg: Зает

source: Free For Chat
bg: Свободен за Чат

source: Disconnect/Offline
bg: Несвързан/Офлайн

source: Send Message
bg: Изпрати Съобщение

source: Send URL
bg: Изпрати URL

source: Contact Options
bg: Контакт Опции

source: Error : Unknown error
bg: Грешка: Неизвестна

source: No contacts online
bg: Няма онлайн контакти

source: Contact List
bg: Списък Контакти

source: Enter message
bg: Въведете съобщението

source: Message:
bg: Съобщение:

source: Message Sent to
bg: Съобщение беше изпратено на

source: Enter URL
bg: Въведете URL

source: URL Sent to
bg: URL беше изпратен на
