Repository: jomael/fma
Catalog: scripts/sframework/trunk/locale/*/LC_MESSAGES/Demo.po
Languages: bg

source: Demo Plugin
bg: Демо Модул

source: This plugin has the purpose of plugin developer information.
bg: Този модул демонстрира какво и как могат да използват разработчиците на модули.

source: Submenu
bg: Подменю

source: Dialogues
bg: Диалози

source: Debug Message 1
bg: Дебъг Съобщение 1

source: Debug Message 2
bg: Дебъг Съобщение 2

source: Sub Menu
bg: Под меню

source: DlgMsgBox
bg: Диалог Съобщение

source: DlgYesNo
bg: Диалог Да/Не

source: DlgOnOff
bg: Диалог Вкл/Изкл

source: DlgPercent
bg: Диалог Процент

source: DlgInputStr
bg: Диалог Вход на низ

source: DlgInputInt
bg: Диалог Вход на число

source: DlgInformation
bg: Диалог Информация

source: DlgFeedback
bg: Диалог Отговор

source: Accessrs. Menu
bg: Аксесо. Меню

source: Demo text
bg: Демо Тескт

source: Do you like this demo?
bg: Харесва ли Ви това Демо?

source: Light on?
bg: Включена светлина?

source: Percent demo
bg: Въведете Процент

source: InputStr demo
bg: Въведете Низ

source: InputInt demo
bg: Въведете Число

source: Prompt:
bg: Въведи:

source: Default
bg: Текст по подразбиране

source: DlgInfo demo
bg: Демо Информация

source: Information dialogue demo
bg: Демо Информационен Диалог

source: DlgFeedbck demo
bg: Демо Отговор
