Repository: jomael/fma
Catalog: scripts/sframework/trunk/locale/*/LC_MESSAGES/Powerpoint.po
Languages: bg

source: Lets you control Powerpoint
bg: Вие можете да контролирате PowerPoint

source: Start Show
bg: Старт Презентация

source: Resume
bg: Продължи

source: End Show
bg: Край Презентация

source: Prev Slide
bg: Пред. Слайд

source: Navigate...
bg: Направляване...

source: Next Slide
bg: Следв. Слайд

source: Choose...
bg: Избор...

source: Toggle Screen
bg: Превкл. Екрана

source: Close
bg: Затвори

source: Launch
bg: Стартирай

source: Use Joystick or keys for next/prev slide, 5 to choose, 0 to quit
bg: Използвайте джойстика или клавишите за пред./след. слайд, 5 за избор, 0 за изход

source: Use Joystick or keys to select slide, 5 to continue, 0 to quit
bg: Използвайте джойстика или клавишите за избор на слайд, 5 за следващ, 0 за изход
