Repository: jomael/fma
Catalog: scripts/sframework/trunk/locale/*/LC_MESSAGES/StreetAtlas8.po
Languages: bg

source: Street Atlas
bg: Пътна Карта

source: Lets you control Delorme Street Atlas 8.0
bg: Вие можете да контролирате Delorme Street Atlas 8.0

source: Calculate Route
bg: Намери Път

source: Get Directions
bg: Вземи Направления

source: Back on Track
bg: Върни на Пътя

source: Time/Distance
bg: Време/Разст

source: Guide
bg: Ръководство

source: Heading
bg: Посока

source: Miles Remaining
bg: Оставащи Мили

source: Reverse Route
bg: Обратен Път

source: Set Current Location
bg: Текущо положение

source: Set Destination
bg: Назначение

source: Get Map
bg: Покажи Карта

source: Home
bg: База

source: Address
bg: Адрес

source: Full address:
bg: Пълен адрес:

source: Directions
bg: Посоки

source: Street Atlas has been closed
bg: Street Atlas беше затворен

source: North
bg: Север

source: South
bg: Юг

source: East
bg: Изток

source: West
bg: Запад

source: Southwest
bg: Югозапад

source: Southeast
bg: Югоизток

source: Northeast
bg: Североизток

source: Northwest
bg: Сверозапад

source: There is poor GPS coverage. Please try again later.
bg: Тук GPS обхватът не е добър. Моля опитайте отново по-късно.

source: Back on track is on
bg: Връщането на пътя е Вкл.

source: Back on track is off
bg: Връщането на пътя е Изк.

source: You are currently on
bg: Сега вие сте на

source: north
bg: север

source: north north east
bg: сереро североизток

source: north east
bg: североизток

source: east north east
bg: изток североизток

source: east
bg: изток

source: east south east
bg: изток югоизток

source: south east
bg: югоизток

source: south south east
bg: юг югоизток

source: south
bg: юг

source: south south west
bg: юг югозапад

source: south west
bg: югозапад

source: west south west
bg: запад югозапад

source: west
bg: запад

source: west north west
bg: запад северозапад

source: north west
bg: северозапад

source: north north west
bg: север северозапад

source: You are headed
bg: Вие сте ?headed

source: going
bg: изминавайки

source: miles per hour at
bg: мили на час на

source: feet above sea level.
bg: фута над морското равнище.

source: The route has been reversed.
bg: Пътя беше обърнат.

source: The destination is home
bg: Назначението е база

source: The destination is
bg: Назначението е

source: Go
bg: Отидете

source: on
bg: вкл.

source: Near
bg: Близо до

source: for
bg: за

source: mi
bg: мили

source: So Far:
bg: Дотук:

source: Elapsed:
bg: Изминато:

source: Exit:
bg: Изход:
