Repository: jomael/fma
Catalog: scripts/sframework/trunk/locale/*/LC_MESSAGES/Tools.po
Languages: nl

source: General tools
nl: Algemeen gereedschap

source: Miscellaneous stuff to interact with the PC
nl: Divers materiaal om met PC in wisselwerking te staan

source: Monitor off
nl: Monitor uit

source: Monitor on
nl: Monitor aan

source: Shutdown
nl: Afsluiten

source: Reboot
nl: Herstart

source: Cancel Shutdown
nl: Annuleer Afsluiten

source: Disconnect FMA
nl: Verbreek Fma

source: Disconnect Temporary
nl: Tijdelijk Verbreken

source: Close FMA
nl: Sluit FMA

source: Shutdown..
nl: Afsluiten...

source: Reboot..
nl: Herstart...

source: Canceled
nl: Geannuleerd
