Repository: jomael/fma
Catalog: sframework/trunk/locale/*/LC_MESSAGES/BSPlayer.po
Languages: ar

source: BSPlayer
ar: لاس حشمشغثق

source: Lets you control BSPlayer
ar: نخىفقخم BSPalyer

source: Play
ar: سفشقف

source: Pause
ar: حشعسث

source: Stop
ar: سفخح

source: Prev Chapter
ar: ؛قثر ؤاشحفصثق

source: Next Chapter
ar: ىثءف ؤاشحفثق

source: Subtitles
ar: سعلافهفقثس

source: Fullscreen
ar: بعمم سؤقثثى

source: Zoom
ar: ئخخة

source: Close
ar: ؤمخسث

source: Launch
ar: مشعىؤا
