Repository: jomael/fma
Catalog: sframework/trunk/locale/*/LC_MESSAGES/Powerpoint.po
Languages: nl

source: Lets you control Powerpoint
nl: Bediend uw Powerpoint

source: End Show
nl: BeÃ«indig Show

source: Prev Slide
nl: Vorig stuk

source: Navigate...
nl: Navigeer...

source: Next Slide
nl: Volgend stuk

source: Choose...
nl: Kies...

source: Toggle Screen
nl: Wissel scherm

source: Close
nl: Sluiten

source: Launch
nl: Opstarten

source: Use Joystick or keys for next/prev slide, 5 to choose, 0 to quit
nl: Gebruik Joystick of toetsen voor volgende/vorige slide, 5 voor kiezen, 0 om af te sluiten

source: Use Joystick or keys to select slide, 5 to continue, 0 to quit
nl: Gebruik Joystick of toetsen om te selecteren, 5 om door te gaan, 0 om af te sluiten
