Repository: jomael/fma
Catalog: sframework/trunk/locale/*/LC_MESSAGES/SageTV.po
Languages: bg

source: Lets you control SageTV 2.1
bg: Вие можете да контролирате SageTV 2.1

source: Navigate Mode
bg: Режим на Навигация

source: Switch Programs
bg: Превкл. Програмите

source: Fullscreen
bg: На Цял Екран

source: Record
bg: Запис

source: Live TV
bg: Живо TV

source: Watched
bg: Гледано

source: Favorite
bg: Избрани

source: Don't Like
bg: Не го Харесвам

source: Forward
bg: Напред

source: Home
bg: Начало

source: Pause
bg: Пауза

source: Play
bg: Старт

source: Play Faster
bg: По-Бързо

source: Play Slower
bg: По-Бавно

source: Setup
bg: Настройка

source: Aspect Ratio Fill
bg: Размери: Екран

source: Aspect Ratio 16x9
bg: Размери: 16x9

source: Aspect Ratio Source
bg: Размери: Оригинала

source: DVD Reverse Play
bg: DVD Обратен Преглед

source: DVD Next Chapter
bg: DVD Следваща Част

source: DVD Previous Chapter
bg: DVD Предишна Част

source: DVD Menu
bg: DVD Меню

source: DVD Title Menu
bg: DVD Заглавно Меню

source: DVD Return
bg: DVD Връщане

source: DVD Subtitle Change
bg: DVD Смяна Субтитри

source: DVD Subtitle Toggle
bg: DVD Субтитри

source: Search
bg: Търсене

source: Recording Schedule
bg: Настройка за Запис

source: Library
bg: Библиотека

source: Music Jukebox
bg: Музикална Кутия

source: Picture Library
bg: Картинна Библиотека

source: Video Library
bg: Видео Библиотека

source: Time Scroll
bg: Позициониране

source: Close
bg: Затвори

source: Launch
bg: Стартирай

source: 1:video 2:jumpFd 3:info 4:skipBk 5:Pause 6:skipFd 7:Menu 8:jumpBk 9:Guide 0:Stop *:Back #:Rcrdngs
bg: 1:видео 2:скокНапр 3:инфо 4:назад 5:Пауза 6:напред 7:Menu 8:скокНаз 9:Направл 0:Стоп *:Върни #:Зап
