Repository: jomael/fma
Catalog: sframework/trunk/locale/*/LC_MESSAGES/Tools.po
Languages: bg

source: General tools
bg: Инструменти

source: Miscellaneous stuff to interact with the PC
bg: Разнообразни средства за управление на Компютъра

source: Monitor off
bg: Изкл. Монитора

source: Monitor on
bg: Вкл. Монитора

source: Lock WS
bg: Заключи Комп.

source: Log off
bg: Изкл. Потребителя

source: Hibernate
bg: Хибернация

source: Shutdown
bg: Спри Комп.

source: Reboot
bg: Рестарт

source: Cancel Shutdown
bg: Стоп на Спирането

source: Disconnect FMA
bg: Разкачи FMA

source: Disconnect Temporary
bg: Разкачи Временно

source: Close FMA
bg: Затвори FMA

source: Shutdown..
bg: Стиране на Комп..

source: Reboot..
bg: Рестарт..

source: Canceled
bg: Прекъснато
