Repository: jomael/fma
Catalog: sframework/trunk/locale/*/LC_MESSAGES/Winamp.po
Languages: bg

source: This plugin controls winamp. You may use the menu and the phones volume keys.
bg: Вие можете да контролирате WinAmp. Използвайте менюто и бутоните за сила на звука.

source: Browse Artists
bg: Покажи Изпълнителиет

source: Search Artists
bg: Търси Изпълнител

source: Search Titles
bg: Търси Заглавие

source: Search Both
bg: Търси по двете

source: Search/Browse
bg: Търси/Избери

source: Restart
bg: Рестарт

source: Play
bg: Старт

source: Resume
bg: Продължи

source: Pause
bg: Пауза

source: Stop
bg: Стоп

source: << Prev Track
bg: << Предишна Песен

source: >> Next Track
bg: >> Следваща Песен

source: Volume
bg: Сила на звука

source: Show Playlist
bg: Покажи Списъка

source: Load Playlist
bg: Зареди Списъка

source: Seek
bg: Търсене

source: Shuffle Off
bg: Разбъркване Изк.

source: Shuffle On
bg: Разбъркване Вкл.

source: Repeat Off
bg: Повторение Изк.

source: Repeat On
bg: Повторение Вкл.

source: Help
bg: Помощ

source: Close
bg: Затвори

source: Launch
bg: Стартирай

source: Increase Volume: Joy-up,-right,Vol-up - Decrease volume: Joy-down,-left,Vol-down
bg: Увеличаване на звука: Джойст-нагоре,-дясно,звук-нагоре; Намаляне на звука: Джойст-надолу,-ляво,звук-надолу

source: The menu should be mostly self-explaining.
bg: Менюто трябва да е достатъчно ясно.

source: (empty)
bg: (празен)

source: Playlist
bg: Списък

source: Artists
bg: Изпълнител

source: Search artists
bg: Търсене на Изпълнител

source: Artists:
bg: Изпълнител:

source: Search titles
bg: Търсене на Заглавие

source: Titles:
bg: Заглавие:

source: Search both
bg: Търсене по двете

source: Artists/Titles:
bg: Изпълн./Загл.:

source: (no matches!)
bg: (няма съвпадения)
